{"100":["100"],"Here’s a detailed guide to learn how to make the most of it.":[],"New to block themes and styling your site? ":[],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":[],"Personalize blocks":[],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":[],"Set the design":[],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":[],"Welcome to Styles":[],"Welcome to styles":[],"styles":[],"Click <StylesIconImage /> to start designing your blocks, and choose your typography, layout, and colors.":[],"Design everything on your site — from the header right down to the footer — using blocks.":[],"Edit your site":[],"Get Started":[],"Welcome to the site editor":[],"Add a featured image":[],"Select menu":[],"View Templates":[],"View Template Parts":[],"The id of the global style variation":[],"Navigation Menus":[],"block description\u0004This block is deprecated. Please use the Comments Query Loop block instead.":[],"block title\u0004Post Comment (deprecated)":[],"block description\u0004Show a block pattern.":[],"block title\u0004Pattern":[],"block keyword\u0004location":[],"block description\u0004Define a navigation area for your theme. The navigation block associated with this area will be automatically displayed.":[],"block title\u0004Navigation Area":[],"block description\u0004An advanced block that allows displaying post comments based on different query parameters and visual configurations.":[],"block title\u0004Comments Query Loop":[],"block description\u0004Contains the block elements used to render a comment, like the title, date, author, avatar and more.":[],"block title\u0004Comment Template":[],"block description\u0004Displays a link to reply to a comment.":[],"block title\u0004Comment Reply Link":[],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":[],"block title\u0004Comment Edit Link":[],"block description\u0004Add the date of this comment.":[],"block description\u0004Displays the contents of a comment.":[],"block description\u0004Add the author name of this comment.":[],"block title\u0004Comment Author Name":[],"block description\u0004Add the avatar of this comment's author.":[],"%s applied.":[],"%s removed.":[],"Sorry, you are not allowed to upload this file type.":[],"The following changes have been made to your site, templates, and content.":[],"The following content has been modified.":[],"This change will affect pages and posts that use this template.":[],"This change will affect your whole site.":[],"Use left and right arrow keys to resize the canvas.":[],"Drag to resize":[],"The following blocks haven't been saved because they are not supported: \"%s\".":[],"Transform":[],"Select Area":[],"Submenu & overlay background":[],"Submenu & overlay text":[],"Navigation menu has been deleted or is unavailable":[],"Confirm":[],"Delete %s":[],"%s navigation":[],"Save your new navigation menu":[],"Save as":[],"Create new menu":[],"Create your new navigation menu":[],"Untitled Navigation Menu":[],"Classic Menus":[],"Menus":[],"Open list view":[],"Editing this Gallery in the WordPress mobile app requires version 18.2 or higher.":[],"Embed Wolfram Cloud notebook content.":[],"Reply":[],"block title\u0004Comment Author Avatar":[],"Avatar Settings":[],"Displays more block tools":[],"Create a two-tone color effect without losing your original image.":[],"Core":[],"Remove %s":[],"%1$d pattern found for \"%2$s\"":[],"Label for showing all block patterns\u0004Explore":[],"Explore all patterns":[],"Allow to wrap to multiple lines":[],"Classic menu: %s":[],"Navigation Menus list":[],"Navigation Menus list navigation":[],"Filter Navigation Menu list":[],"Uploaded to this Navigation Menu":[],"Insert into Navigation Menu":[],"Navigation Menu archives":[],"No Navigation Menu found in Trash.":[],"No Navigation Menu found.":[],"Parent Navigation Menu:":[],"Search Navigation Menus":[],"All Navigation Menus":[],"View Navigation Menu":[],"Edit Navigation Menu":[],"New Navigation Menu":[],"Add New Navigation Menu":[],"Navigation Menu\u0004Add New":[],"Admin Menu text\u0004Navigation Menus":[],"Editor %s":[],"Editor (beta)":[],"Error when decoding a JSON file at path %1$s: %2$s":[],"File %s doesn't exist!":[],"Theme not found.":[],"HTML title for the post, transformed for display.":[],"Title for the global styles variation, as it exists in the database.":[],"Title of the global styles variation.":[],"Global settings.":[],"Global styles.":[],"ID of global styles config.":[],"No global styles config exist with that id.":[],"Sorry, you are not allowed to access the global styles on this site.":[],"The theme identifier":[],"The ID of the assigned navigation.":[],"The description of the navigation area.":[],"The name of the navigation area.":[],"Invalid navigation area.":[],"Sorry, you are not allowed to view navigation areas.":[],"An alphanumeric identifier for the navigation area.":[],"%s Avatar":[],"block style label\u0004Plain":[],"More Global Styles Actions":[],"Set the default color used for links across the site.":[],"Set the default color used for text across the site.":[],"Set a background color or gradient for the whole site.":[],"Color palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":[],"Elements":[],"Manage palettes and the default color of different global elements on the site.":[],"Manage the fonts used on the site and the default aspect of different global elements.":[],"Customize the appearance of specific blocks and for the whole site.":[],"Browse all %s":[],"Areas":[],"general":[],"Post Terms":[],"Link to comment":[],"Link to authors URL":[],"New %s":[],"Create a new %s.":[],"Choose an existing %s or create a new one.":[],"Creating your new %s…":[],"Name and create your new %s":[],"There is no other %s available. If you are looking for another type of template part, try searching for it using the input above.":[],"Add a site logo":[],"Page List: No pages to show.":[],"Show icons":[],"Open on click":[],"Submenus":[],"Always":[],"Collapses the navigation options in a menu icon opening an overlay.":[],"Configure overlay menu":[],"Overlay Menu":[],"Display":[],"Embed Pinterest pins, boards, and profiles.":[],"bookmark":[],"Drag and drop onto this block, upload, or select existing media from your library.":[],"Show only top level categories":[],"Select color type":[],"https://wordpress.org/support/article/page-jumps/":[],"Post type to get the templates for.":[],"Limit to the specified template part area.":[],"Featured":[],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":[],"Highlight":[],"Create Page: <mark>%s</mark>":[],"You do not have permission to create Pages.":[],"Apply format: %s":[],"Beta":[],"Color Palette":[],"%d color":[],"Palette":[],"Sidebar":[],"Navigate to the previous view":[],"Include the label as part of the link":[],"Previous: ":[],"Next: ":[],"Make title link to home":[],"This item is missing a link":[],"Block spacing":[],"Max %s wide":[],"label before the title of the previous post\u0004Previous:":[],"label before the title of the next post\u0004Next:":[],"block description\u0004Add a submenu to your navigation.":[],"block title\u0004Submenu":[],"block description\u0004Display content in multiple columns, with blocks added to each column.":[],"Customize the appearance of specific blocks for the whole site.":[],"Colors":[],"Navigation Post":[],"New menu":[],"An error occurred while trying to update menu locations.":[],"Menu locations have been updated.":[],"Menu item":[],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":[],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":[],"The <article> element should represent a self contained, syndicatable portion of the document.":[],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":[],"The <main> element should be used for the primary content of your document only. ":[],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":[],"Minimum height":[],"Update to the new gallery format":[],"Updating to the new format adds the ability to use custom links or styles on individual images in the gallery, and makes it easier to add or move them around.":[],"Update gallery":[],"Required to be true, as terms do not support trashing.":[],"Unique identifier for the term.":[],"block description\u0004Create structured content in rows and columns to display information.":[],"block description\u0004Display a graphic to represent this site. Update the block, and the changes apply everywhere it’s used. This is different than the site icon, which is the smaller image visible in your dashboard, browser tabs, etc used to help others recognize this site.":[],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":[],"Widget Group":[],"https://wordpress.org/support/article/writing-posts/#post-field-descriptions":[],"Copy existing menu":[],"Arrow option for Query Pagination Next/Previous blocks\u0004Chevron":[],"Arrow option for Query Pagination Next/Previous blocks\u0004Arrow":[],"Arrow option for Query Pagination Next/Previous blocks\u0004None":[],"A decorative arrow appended to the next and previous page link.":[],"Arrow":[],"Preload value\u0004None":[],"Blocks shown in a row.":[],"Row":[],"\"Preload\" value\u0004None":[],"noun; Audio block parameter\u0004Preload":[],"Media item link option\u0004None":[],"Currently selected font appearance: %s":[],"Currently selected font style: %s":[],"Currently selected font weight: %s":[],"No selected font appearance":[],"Justification":[],"Image will be stretched and distorted to completely fill the space.":[],"Image is scaled to fill the space without clipping nor distorting.":[],"Image is scaled and cropped to fill the entire space without being distorted.":[],"Loading options…":[],"All gallery image sizes updated to: %s":[],"All gallery images updated to not open in new tab":[],"All gallery images updated to open in new tab":[],"All gallery image links updated to: %s":[],"If uploading to a gallery all files need to be image formats":[],"Block pattern title\u0004Grid":[],"Duotone name\u0004Blue and orange":[],"Duotone name\u0004Purple and green":[],"Duotone name\u0004Magenta and yellow":[],"Duotone name\u0004Midnight":[],"Duotone name\u0004Blue and red":[],"Duotone name\u0004Purple and yellow":[],"Duotone name\u0004Grayscale":[],"Duotone name\u0004Dark grayscale":[],"Gradient name\u0004Midnight":[],"Gradient name\u0004Electric grass":[],"Gradient name\u0004Pale ocean":[],"Gradient name\u0004Luminous dusk":[],"Gradient name\u0004Blush bordeaux":[],"Gradient name\u0004Blush light purple":[],"Gradient name\u0004Cool to warm spectrum":[],"Gradient name\u0004Very light gray to cyan bluish gray":[],"Gradient name\u0004Luminous vivid orange to vivid red":[],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":[],"Gradient name\u0004Light green cyan to vivid green cyan":[],"Gradient name\u0004Vivid cyan blue to vivid purple":[],"Color name\u0004Vivid purple":[],"Color name\u0004Vivid cyan blue":[],"Color name\u0004Pale cyan blue":[],"Color name\u0004Vivid green cyan":[],"Color name\u0004Light green cyan":[],"Color name\u0004Luminous vivid amber":[],"Color name\u0004Luminous vivid orange":[],"Color name\u0004Vivid red":[],"Color name\u0004Pale pink":[],"Color name\u0004White":[],"Color name\u0004Cyan bluish gray":[],"Color name\u0004Black":[],"Font size name\u0004Huge":[],"Font size name\u0004Large":[],"Font size name\u0004Medium":[],"Font size name\u0004Normal":[],"Font size name\u0004Small":[],"Select a Menu":[],"Image scaling options\u0004Scale":[],"Scale option for Image dimension control\u0004Fill":[],"Scale option for Image dimension control\u0004Contain":[],"Scale option for Image dimension control\u0004Cover":[],"Block pattern title\u0004Social links with a shared background color":[],"Block pattern title\u0004Large title":[],"Block pattern title\u0004Small image and title":[],"Block pattern title\u0004Image at left":[],"Block pattern title\u0004Standard":[],"https://wordpress.org/support/article/block-based-widgets-editor/":[],"Read more link text":[],"Add link…":[],"Flow":[],"Flex":[],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":[],"Show or hide the block settings sidebar.":[],"Template not found":[],"Customize how you interact with blocks in the block library and editing canvas.":[],"Block interactions":[],"Shows text instead of icons.":[],"Customize options related to the block editor interface and editing flow.":[],"Change options related to publishing.":[],"Publishing":[],"Enter character(s) used to separate terms.":[],"Add \"read more\" link text":[],"There is no excerpt because this is a protected post.":[],"Blog posts can be \"stickied\", a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":[],"WordPress contains different types of content and they are divided into collections called \"Post Types\". By default there are a few different ones such as blog posts and pages, but plugins could add more.":[],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":[],"Inherit query from template":[],"There are no existing template parts to select.":[],"Area: %s":[],"Site Title placeholder":[],"Site Tagline placeholder":[],"Link image to home":[],"block example\u0004Home Link":[],"Add home link":[],"Home link text":[],"Media width":[],"Name of the file\u0004Armstrong_Small_Step":[],"No published posts found.":[],"Autoplay may cause usability issues for some users.":[],"Style":[],"Radius":[],"Link Radii":[],"Unlink Radii":[],"Bottom right":[],"Bottom left":[],"Top right":[],"Top left":[],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":[],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":[],"Visible blocks":[],"Review settings, such as visibility and tags.":[],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":[],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":[],"block title\u0004Post Template":[],"block keyword\u0004link":[],"No preview available.":[],"Widgets footer":[],"Display block breadcrumbs deactivated":[],"Display block breadcrumbs activated":[],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":[],"Describe the purpose of the template, e.g. \"Full Width\". Custom templates can be applied to any post or page.":[],"noun\u0004Document":[],"Are you sure you want to delete the %s template? It may be used by other pages or posts.":[],"%d block is hidden.":[],"Limit result set to users who have published posts.":[],"Block %1$s has been renamed to Post Template. %1$s will be supported until WordPress version 5.9.":[],"The calendar block is hidden because there are no published posts.":[],"block keyword\u0004movie":[],"block description\u0004Embed a video from your media library or upload a new one.":[],"block keyword\u0004poem":[],"block keyword\u0004poetry":[],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":[],"block description\u0004This block is deprecated. Please use the Columns block instead.":[],"block description\u0004A cloud of your most used tags.":[],"block style label\u0004Stripes":[],"block keyword\u0004summary":[],"block keyword\u0004document outline":[],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":[],"block title\u0004Table of Contents":[],"block description\u0004Add white space between blocks and customize its height.":[],"block style label\u0004Pill Shape":[],"block style label\u0004Logos Only":[],"block description\u0004Display icons linking to your social media profiles or sites.":[],"block description\u0004Display an icon linking to a social media profile or site.":[],"block keyword\u0004description":[],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it's not displayed in the theme design.":[],"block description\u0004Insert additional custom elements with a WordPress shortcode.":[],"block style label\u0004Dots":[],"block style label\u0004Wide Line":[],"block keyword\u0004divider":[],"block keyword\u0004hr":[],"block keyword\u0004horizontal-line":[],"block description\u0004Create a break between ideas or sections with a horizontal separator.":[],"block keyword\u0004find":[],"block description\u0004Help visitors find your content.":[],"block keyword\u0004feed":[],"block keyword\u0004atom":[],"block description\u0004Display entries from any RSS or Atom feed.":[],"block style label\u0004Large":[],"block keyword\u0004cite":[],"block keyword\u0004blockquote":[],"block description\u0004Display the query title.":[],"block title\u0004Query Title":[],"block description\u0004Displays a paginated navigation to next/previous set of posts, when applicable.":[],"block description\u0004Displays the previous posts page link.":[],"block description\u0004Displays a list of page numbers for pagination":[],"block description\u0004Displays the next posts page link.":[],"block description\u0004Give special visual emphasis to a quote from your text.":[],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":[],"block description\u0004Displays the title of a post, page, or any other content-type.":[],"block description\u0004Post terms.":[],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":[],"block title\u0004Post Navigation Link":[],"block description\u0004Display a post's featured image.":[],"block description\u0004Display a post's excerpt.":[],"block description\u0004Add the date of this post.":[],"block description\u0004Displays the contents of a post or page.":[],"block description\u0004Display a post's comments.":[],"block description\u0004Displays the link to the current post comments.":[],"block description\u0004Display a post's comments form.":[],"block description\u0004Display a post's comments count.":[],"block description\u0004Add the author of this post.":[],"block keyword\u0004text":[],"block description\u0004Start with the building block of all narrative.":[],"block description\u0004Display a list of all pages.":[],"block keyword\u0004pagination":[],"block keyword\u0004next page":[],"block description\u0004Separate your content into a multi-page experience.":[],"block keyword\u0004navigation":[],"block keyword\u0004menu":[],"block description\u0004A collection of blocks that allow visitors to get around your site.":[],"block description\u0004Add a page, link, or another item to your navigation.":[],"block keyword\u0004read more":[],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":[],"block description\u0004Your site doesn’t include support for this block.":[],"block keyword\u0004video":[],"block keyword\u0004image":[],"block description\u0004Set media and words side-by-side for a richer layout.":[],"block keyword\u0004form":[],"block keyword\u0004logout":[],"block keyword\u0004login":[],"block description\u0004Show login & logout links.":[],"block keyword\u0004numbered list":[],"block keyword\u0004ordered list":[],"block keyword\u0004bullet list":[],"block description\u0004Create a bulleted or numbered list.":[],"block description\u0004Display a legacy widget.":[],"block title\u0004Legacy Widget":[],"block keyword\u0004recent posts":[],"block description\u0004Display a list of your most recent posts.":[],"block keyword\u0004recent comments":[],"block description\u0004Display a list of your most recent comments.":[],"block style label\u0004Rounded":[],"block style label\u0004Default":[],"block keyword\u0004picture":[],"block keyword\u0004photo":[],"block keyword\u0004img":[],"block description\u0004Insert an image to make a visual statement.":[],"block keyword\u0004embed":[],"block description\u0004Add custom HTML code and preview it as you edit.":[],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":[],"block title\u0004Home Link":[],"block keyword\u0004subtitle":[],"block keyword\u0004title":[],"block keyword\u0004section":[],"block keyword\u0004row":[],"block keyword\u0004wrapper":[],"block keyword\u0004container":[],"block description\u0004Combine blocks into a group.":[],"block keyword\u0004photos":[],"block keyword\u0004images":[],"block description\u0004Display multiple images in a rich gallery.":[],"block description\u0004Use the classic WordPress editor.":[],"block keyword\u0004download":[],"block keyword\u0004pdf":[],"block keyword\u0004document":[],"block description\u0004Add a link to a downloadable file.":[],"block description\u0004Add an image or video with a text overlay — great for headers.":[],"block description\u0004A single column within a columns block.":[],"block description\u0004Display code snippets that respect your spacing and tabs.":[],"block description\u0004Display a list of all categories.":[],"block keyword\u0004archive":[],"block keyword\u0004posts":[],"block description\u0004A calendar of your site’s posts.":[],"block description\u0004Prompt visitors to take action with a group of button-style links.":[],"block style label\u0004Outline":[],"block style label\u0004Fill":[],"block description\u0004Prompt visitors to take action with a button-style link.":[],"block keyword\u0004recording":[],"block keyword\u0004podcast":[],"block keyword\u0004sound":[],"block keyword\u0004music":[],"block description\u0004Embed a simple audio player.":[],"block description\u0004Display a monthly archive of your posts.":[],"Letter spacing":[],"Give the template a title that indicates its purpose, e.g. \"Full Width\".":[],"The OG image link of the <meta property=\"og:image\"> or <meta property=\"og:image:url\"> element from the URL.":[],"The content of the <meta name=\"description\"> element from the URL.":[],"The favicon image link of the <link rel=\"icon\"> element from the URL.":[],"Block %1$s is declaring %2$s support on block.json under supports.%2$s. %2$s support is now declared under supports.typography.%2$s.":[],"Welcome to the template editor":[],"Template Options":[],"Delete template":[],"Menu (selected)":[],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":[],"Margin":[],"New to the block editor?":[],"Get the Classic Widgets plugin.":[],"Want to stick with the old widgets?":[],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":[],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":[],"Welcome to block Widgets":[],"Contain text cursor inside block deactivated":[],"Contain text cursor inside block activated":[],"(Home link, opens in a new tab)":[],"Close menu":[],"Open menu":[],"Styles consolidated from core, theme, and user origins.":[],"Settings consolidated from core, theme, and user origins.":[],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":[],"Carousel view":[],"Next pattern":[],"Previous pattern":[],"Start blank":[],"Apply duotone filter":[],"Duotone":[],"Page on front":[],"Show on front":[],"Logo":[],"Tagline":[],"Are you sure you want to delete this navigation? This action cannot be undone.":[],"Active theme gradients.":[],"Active theme font sizes.":[],"Active theme color palette.":[],"Maximum upload size in bytes allowed for the site.":[],"Available image sizes.":[],"Determines whether the image editing feature is enabled.":[],"Available image dimensions.":[],"Default size for images.":[],"Determines whether the current locale is right-to-left (RTL).":[],"Enables custom units.":[],"Enables custom spacing.":[],"Enables custom line height.":[],"Disables custom font size.":[],"Disables custom colors.":[],"Returns all the categories for block types that will be shown in the block editor.":[],"List of allowed mime types and file extensions.":[],"List of allowed block types.":[],"Enable/Disable Wide/Full Alignments.":[],"Widget types to hide from Legacy Widget block.":[],"Enable/disable layouts support in container blocks.":[],"Returns if the current theme is full site editing-enabled or not.":[],"Editor styles":[],"Enables experimental Full Site Editing blocks":[],"Sorry, you are not allowed to read the block editor settings.":[],"Block HTML:":[],"Patterns list":[],"Use left and right arrow keys to move through blocks":[],"Customize the width for all elements that are assigned to the center or wide columns.":[],"Wide":[],"Inherit default layout":[],"Layout":[],"Dotted":[],"Dashed":[],"Menu deletion unsuccessful":[],"\"%s\" menu has been deleted":[],"Navigation menu blocks":[],"Navigation top bar":[],"Currently using %s":[],"Your current theme supports %d different locations. Select which menu appears in each location.":[],"Your current theme provides %d different locations to place menu.":[],"Add new pages":[],"Choose a menu to edit:":[],"Unable to save: An error ocurred.":[],"Unable to save: '%s'":[],"Close inserter":[],"Customizing":[],"Widget types":[],"Template: %s":[],"Custom Template":[],"Create custom template":[],"Custom template created. You're in template mode now.":[],"Term Description":[],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":[],"block title\u0004Term Description":[],"Post Comments Link block: post not found.":[],"%s comment":[],"No comments":[],"block title\u0004Post Comments Link":[],"Provided type is not supported.":[],"Archive title":[],"Display the archive title based on the queried object.":[],"Archive Title":[],"Click plus to add":[],"Convert":[],"Note: if you add new pages to your site, you'll need to add them to your navigation menu.":[],"To edit this navigation menu, convert it to single page links. This allows you to add, re-order, remove items, or edit their labels.":[],"Convert to links":[],"Log out":[],"Redirect to current URL":[],"Display login as form":[],"Login/out settings":[],"block title\u0004Login/out":[],"Widget is missing.":[],"Legacy Widget Preview":[],"Select widget":[],"block title\u0004Custom Link":[],"A link to a custom URL.":[],"Custom Link":[],"Embed of %s.":[],"PDF embed":[],"Embed of the selected PDF file.":[],"Copied URL to clipboard.":[],"Note: Most phone and tablet browsers won't display embedded PDFs.":[],"Show inline embed":[],"PDF settings":[],"%1$s (%2$d of %3$d)":[],"Add citation":[],"Add quote":[],"Add caption":[],"Type / to choose a block":[],"Manage with live preview":[],"Move to widget area":[],"Border":[],"Generic label for block inserter button\u0004Toggle block inserter":[],"Clear customizations":[],"Restore template to theme default":[],"Template revert failed. Please reload.":[],"Template reverted.":[],"The editor has encountered an unexpected error. Please reload.":[],"This template is not revertable.":[],"A link to a post format":[],"Post Format Link":[],"This content is password protected.":[],"%1$s: %2$s":[],"%1$s comment<span class=\"screen-reader-text\"> on %2$s</span>":[],"No comments<span class=\"screen-reader-text\"> on %s</span>":[],"block category\u0004Reusable Blocks":[],"block category\u0004Embeds":[],"block category\u0004Widgets":[],"block category\u0004Design":[],"block category\u0004Media":[],"block category\u0004Text":[],"block category\u0004Theme":[],"URL-encoded form data from the widget admin form. Used to update a widget that does not support instance. Write only.":[],"Unencoded instance settings, if supported.":[],"Cryptographic hash of the instance settings.":[],"Base64 encoded representation of the instance settings.":[],"Instance settings of the widget, if supported.":[],"The type of the widget. Corresponds to ID in widget-types endpoint.":[],"The provided instance is invalid. Must contain raw OR encoded and hash.":[],"Widget type does not support raw instances.":[],"Cannot set instance on a widget that does not extend WP_Widget.":[],"The provided widget type (id_base) cannot be updated.":[],"Widget type (id_base) is required.":[],"Block pattern title\u0004Offset":[],"Template name\u0004Single Post":[],"Skip to content":[],"The Footer template defines a page area that typically contains site credits, social links, or any other combination of blocks.":[],"The Header template defines a page area that typically contains a title, logo, and main navigation.":[],"General templates often perform a specific role like displaying post content, and are not tied to any particular area.":[],"Empty template: %s":[],"Theme file exists.":[],"Source of template":[],"Custom Styles":[],"The provided instance is malformed.":[],"Cannot preview a widget that does not extend WP_Widget.":[],"Whether the widget supports multiple instances":[],"Serialized widget form data to encode into instance settings.":[],"Current instance settings of the widget.":[],"Display a post's categories.":[],"Default based on area (%s)":[],"Area":[],"Width in pixels":[],"navigation link preview example\u0004Example Link":[],"Select tag":[],"Select category":[],"Select page":[],"Select post":[],"Select a block to install and add it to your post.":[],"Available to install":[],"No results available from your installed blocks.":[],"%d additional block is available to install.":[],"Blocks available for install":[],"Install block":[],"%1$s <span>by %2$s</span>":[],"Installing…":[],"Installed!":[],"Install %1$s. %2$s stars with %3$s review.":[],"Try reloading the page.":[],"Block %s installed and added.":[],"A short, descriptive name used to refer to this menu elsewhere.":[],"Switch menu":[],"Switch to '%s'":[],"Edit menu name: %s":[],"(untitled menu)":[],"Close list view sidebar":[],"Unused templates":[],"General templates":[],"Post templates":[],"List View":[],"Template shown when no content is found.":[],"Template used to display search results.":[],"Template name\u0004Search":[],"Template used to display individual media items or attachments.":[],"Archive template used to display a list of posts with a given tag.":[],"Template name\u0004Tag":[],"Archive template used to display a list of posts from a specific date.":[],"Template name\u0004Date":[],"Archive template used to display a list of posts from the same taxonomy.":[],"Template name\u0004Taxonomy":[],"Archive template used to display a list of posts from the same category.":[],"Template name\u0004Category":[],"Archive template used to display a list of posts from a single author.":[],"Template name\u0004Author":[],"The archive template displays multiple entries at once. It is used as a fallback for the Category, Author, and Date templates, which take precedence when they are available.":[],"Template used to display individual pages.":[],"Template used to display a single blog post.":[],"Template used for displaying single views of the content. This template is a fallback for the Single, Post, and Page templates, which take precedence when they exist.":[],"Template used to render the front page of the site, whether it displays blog posts or a static page. The front page template takes precedence over the \"Home\" template.":[],"Template used for the main page that displays blog posts. This is the front page by default in WordPress. If a static front page is set, this is the template used for the page that contains the latest blog posts.":[],"The default template used when no other template is available. This is a required template in WordPress.":[],"\"%1$s\" is not a supported wp_template_part area value and has been added as \"%2$s\".":[],"Reusable block updated.":[],"Create Reusable block":["Buat blok Pakai Ulang"],"A short descriptive name for your menu.":["Nama deskriptif singkat untuk menu Anda."],"Create your first menu":["Buat menu pertama Anda"],"Create a template part":["Buat komponen template"],"Template part created.":["Bagian template telah dibuat."],"Close settings sidebar":[],"Template (selected)":[],"footers":[],"headers":[],"Search for blocks and patterns":[],"Human-readable name identifying the widget type.":[],"The widget type id.":[],"Template Part Area":[],"Template Part Areas":[],"Where the template part is intended for use (header, footer, etc.)":[],"If you have entered a custom label, it will be prepended before the title.":["Jika Anda telah memasukkan label khusus, maka akan ditambahkan sebelum judul."],"Display the title as a link":["Tampilkan judul sebagai tautan"],"Displays the post link that precedes the current post.":["Menampilkan tautan artikel sebelum artikel berikut."],"Previous post":["Artikel sebelumnya"],"Displays the post link that follows the current post.":["Menampilkan tautan artikel setelah artikel berikut."],"Next post":["Artikel selanjutnya"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":[],"block title\u0004Page List":["Daftar Halaman"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Situs Anda tidak memiliki artikel, maka saat ini tidak ada yang ditampilkan di sini."],"Select %s":["Pilih %s"],"label for previous post link\u0004Previous":["Sebelumnya"],"label for next post link\u0004Next":[],"Limit results to those matching a keyword ID.":[],"Unable to retrieve body from response at this URL.":[],"URL not found. Response returned a non-200 status code for this URL.":[],"Sorry, you are not allowed to process remote urls.":[],"Invalid URL":[],"The contents of the <title> element from the URL.":[],"The URL to process.":[],"An example title":[],"Previous page link":[],"Previous Page":[],"block title\u0004Query Pagination Previous":[],"block title\u0004Query Pagination Numbers":[],"Next page link":[],"Next Page":[],"block title\u0004Query Pagination Next":[],"Max page to show":[],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":[],"Template part has been deleted or is unavailable: %s":[],"Icon background color":["Warna latar belakang ikon"],"Icon color":["Warna ikon"],"Block cannot be rendered inside itself.":[],"Indent":["Indent"],"Outdent":["Outdent"],"Ordered":[],"Unordered":[],"Space between items":[],"Add Media":["Tambah Media"],"Add text over image":[],"Drag":[],"Add an anchor":[],"Align":["Atur perataan"],"Editing %s:":[],"Additional":["Tambahan"],"Panels":["Panel"],"Display block breadcrumbs":[],"Shows block breadcrumbs at the bottom of the editor.":[],"Limit results to those matching a category ID.":[],"The preferred width of the viewport when previewing a pattern, in pixels.":[],"A description of the pattern.":[],"The pattern's keyword slugs.":[],"The pattern's category slugs.":[],"The pattern content.":[],"The pattern ID.":[],"https://wordpress.org/support/forums/":["https://wordpress.org/support/forums/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums</a>.":["Terjadi eror yang tidak terduga. Mungkin terjadi gangguan dengan WordPress.org atau pada konfigurasi server. Jika eror berlanjut, silakan coba <a href=\"%s\">forum bantuan</a>."],"Sorry, you are not allowed to browse the local block pattern directory.":[],"[block rendering halted]":[],"block title\u0004Post Terms":[],"block title\u0004Post Featured Image":["Gambar Andalan Artikel"],"block title\u0004Post Excerpt":["Kutipan Artikel"],"block title\u0004Post Date":["Tanggal Artikel"],"block title\u0004Post Comments Form":["Formulir Komentar Artikel"],"block title\u0004Post Comments Count":["Jumlah Komentar Artikel"],"block title\u0004Post Comments":["Komentar Artikel"],"block title\u0004Comment Date":[],"block title\u0004Comment Content":[],"block title\u0004Comment Author":[],"block title\u0004Post Comment":["Komentar Artikel"],"block title\u0004Post Author":["Penulis Artikel"],"block title\u0004Post Content":["Konten Artikel"],"block title\u0004Post Title":["Judul Artikel"],"block title\u0004Query Pagination":[],"block title\u0004Query Loop":[],"block title\u0004Template Part":["Bagian Template"],"Untitled Template Part":[],"block title\u0004Site Title":["Judul Situs"],"block title\u0004Site Tagline":["Tagline Situs"],"block title\u0004Site Logo":["Logo Situs"],"block title\u0004Social Icon":["Ikon Media Sosial"],"block title\u0004Social Icons":["Ikon Media Sosial"],"block title\u0004Tag Cloud":["Cloud Tag"],"block title\u0004Video":["Video"],"block title\u0004Verse":["Syair"],"block title\u0004Text Columns (deprecated)":["Kolom Teks (tidak lagi digunakan)"],"block title\u0004Table":["Tabel"],"block title\u0004Spacer":["Pengatur Jarak"],"block title\u0004Shortcode":["Shortcode"],"block title\u0004Separator":["Pemisah"],"block title\u0004Group":["Grup"],"block title\u0004Search":["Cari"],"block title\u0004RSS":["RSS"],"block title\u0004Reusable block":["Blok Pakai Ulang"],"block title\u0004Pullquote":["Pullquote"],"block title\u0004Preformatted":["Praformat"],"block title\u0004Page Break":["Pemisah Halaman"],"block title\u0004More":["Selengkapnya"],"block title\u0004Unsupported":["Tidak Didukung"],"block title\u0004List":["Daftar"],"block title\u0004Latest Posts":["Artikel Terbaru"],"block title\u0004Latest Comments":["Komentar Terbaru"],"block title\u0004Navigation":["Navigasi"],"block title\u0004Media & Text":["Media & Teks"],"block title\u0004Custom HTML":["HTML Khusus"],"block title\u0004File":["Berkas"],"block title\u0004Cover":["Sampul "],"block title\u0004Column":["Kolom"],"block title\u0004Columns":["Kolom"],"block title\u0004Code":["Kode"],"block title\u0004Categories":["Kategori"],"block title\u0004Calendar":["Kalender"],"block title\u0004Buttons":["Tombol"],"block title\u0004Button":["Tombol"],"block title\u0004Audio":["Audio"],"block title\u0004Archives":["Arsip"],"block title\u0004Gallery":["Galeri"],"block title\u0004Quote":["Kutipan"],"block title\u0004Heading":["Judul"],"block title\u0004Image":["Gambar"],"block title\u0004Paragraph":["Paragraf"],"Editor canvas":[],"No theme is defined for this template.":[],"Post ID.":[],"Status of template.":[],"Description of template.":[],"Title of template.":[],"Content of template.":[],"Theme identifier for the template.":[],"Unique slug identifying the template.":[],"ID of template.":[],"Limit to the specified post id.":[],"The template has already been deleted.":[],"Templates based on theme files can't be removed.":[],"No templates exist with that id.":[],"Sorry, you are not allowed to access the templates on this site.":[],"The id of a template":[],"text direction\u0004ltr":["ltr"],"Block vertical alignment setting\u0004Align bottom":[],"Block vertical alignment setting\u0004Align middle":[],"Block vertical alignment setting\u0004Align top":["Atur perataan ke atas"],"Extra Bold":[],"Semi Bold":[],"Extra Light":[],"Capitalize":[],"Lowercase":[],"Uppercase":[],"Post excerpt text":[],"Post author byline text":[],"<a>Create a new post</a> for this feed.":[],"Default (<div>)":[],"HTML element":[],"Write site title…":[],"Site title text":[],"Write site tagline…":[],"Site tagline text":[],"Wood thrush singing in Central Park, NYC.":[],"Video caption text":["Teks keterangan video"],"Write verse…":["Tulis syair..."],"Verse text":["Teks syair"],"Column %d text":["Teks kolom %d"],"Table caption text":["Teks keterangan tabel"],"Footer cell text":[],"Body cell text":[],"Header cell text":[],"Shortcode text":["Teks shortcode"],"Pullquote citation text":[],"Pullquote text":[],"Preformatted text":[],"List text":["Teks daftar"],"Navigation link text":[],"Start empty":[],"Add all pages":[],"Download button text":["Teks tombol untuk mengunduh"],"Audio caption text":["Teks keterangan audio"],"Gallery caption text":["Teks keterangan galeri"],"Quote citation text":[],"Quote text":[],"Heading text":["Teks judul"],"Image caption text":["Teks keterangan gambar"],"Editing template. Changes made here affect all posts and pages that use the template.":[],"Template name\u0004Singular":["Tunggal"],"[Draft]":["[Konsep]"],"Manage Reusable blocks":["Kelola blok Pakai Ulang"],"To show a comment, input the comment ID.":["Untuk menampilkan komentar, masukkan ID komentar."],"No Title":["Tanpa Judul"],"Image, Date, & Title":["Gambar, Tanggal, & Judul"],"Title & Date":["Judul & Tanggal"],"Display a list of your most recent posts, excluding sticky posts.":["Tampilkan daftar artikel terbaru Anda, kecuali artikel lekat."],"Posts List":["Daftar Artikel"],"Toggle full height":["Alihkan ke tinggi penuh"],"Font weight":["Ketebalan font"],"Font style":["Gaya font"],"%1$s %2$s":["%1$s %2$s"],"Edit site":["Sunting situs"],"Themes":["Tema"],"Post status\u0004Auto-Draft <span class=\"count\">(%s)</span>":["Konsep Otomatis <span class=\"count\">(%s)</span>","Konsep Otomatis <span class=\"count\">(%s)</span>"],"Template name\u0004404":["404"],"Privacy Policy":["Kebijakan Privasi"],"Template name\u0004Page":["Halaman"],"Template name\u0004Home":["Beranda"],"Keyword":["Kata kunci"],"Filters":["Filter"],"Button width":["Lebar tombol"],"Width settings":["Pengaturan lebar"],"Keyboard input":["Input keyboard"],"Transform to variation":["Ubah menjadi variasi"],"Font family":["Kelompok font"],"Letter case":["Huruf besar atau kecil"],"Decoration":["Dekorasi"],"Thin":["Tipis"],"Remove blocks":["Hapus blok"],"Title, Date, & Excerpt":["Judul, Tanggal, & Kutipan"],"Title & Excerpt":["Judul & Kutipan"],"Sticky posts":["Artikel lekat"],"Only":["Hanya"],"Exclude":["Kecualikan"],"Include":["Mencakup"],"Select Menu":[],"Make template part":["Buat komponen template"],"Detach blocks from template part":["Lepaskan blok dari komponen template"],"Navigation Sidebar":["Sidebar Navigasi"],"Dashboard":["Dasbor"],"Browse all %1$s. This will open the %1$s menu in the navigation side panel.":[],"Show %s details":["Tampilkan rincian %s"],"Template name\u0004Index":["Indeks"],"Template name\u0004Archive":["Arsip"],"Template name\u0004Front Page":["Halaman Depan"],"Add extra areas to the editor.":["Tambahkan area tambahan ke editor."],"Choose what displays in the panel.":["Pilih yang akan ditampilkan di panel."],"Use theme styles":["Gunakan style tema"],"Make the editor look like your theme.":["Jadikan editor terlihat seperti tema Anda."],"Display button labels":["Tampilkan label tombol"],"Highlights the current block and fades other content.":["Menyoroti blok saat ini dan memudarkan konten lainnya."],"Reduce the interface":["Minimalkan antarmuka"],"Compacts options and outlines in the toolbar.":["Padatkan pilihan dan outline di dalam toolbar."],"Appearance":["Tampilan"],"Contain text cursor inside block":["Berisi kursor teks di dalam blok"],"Aids screen readers by stopping text caret from leaving blocks.":["Bantu pembaca layar dengan mencegah tanda sisipan teks meninggalkan blok."],"Show most used blocks":["Tampilkan blok yang paling sering digunakan"],"Places the most frequent blocks in the block library.":["Menempatkan blok yang paling sering dipakai di pustaka blok."],"Include pre-publish checklist":["Sertakan daftar periksa prapublikasi"],"Preferences":["Preferensi"],"Drawer":["Drawer"],"Widgets settings":["Pengaturan widget"],"Widgets and blocks":["Widget dan blok"],"Widgets top bar":["Bar atas widget"],"Your theme does not contain any Widget Areas.":["Tema Anda tidak memiliki Area Widget."],"Blocks in this Widget Area will not be displayed in your site.":["Blok di Area Widget berikut tidak akan ditampilkan di situs Anda."],"Could not save the following widgets: %s.":["Widget berikut tidak dapat disimpan: %s."],"There was an error. %s":["Terjadi eror. %s"],"Items per Page":["Item per Halaman"],"List of template parts":["Daftar komponen template"],"Add tracks":["Tambahkan trek"],"Remove track":["Hapus trek"],"English":["Bahasa Inggris"],"Kind":["Jenis"],"Language tag (en, fr, etc.)":["Tag bahasa (en, fr, dll.)"],"Source language":["Bahasa sumber"],"Title of track":["Judul trek"],"Label":["Label"],"Edit track":["Edit trek"],"Text tracks":["Trek teks"],"Edit %s":["Edit %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Trek dapat berupa subtitle, keterangan, bab, atau deskripsi. Mereka dapat membuat konten Anda lebih mudah diakses oleh lebih banyak pengguna."],"Chapters":["Bab"],"Descriptions":["Deskripsi:"],"Captions":["Keterangan"],"Subtitles":["Subjudul"],"Repeated background":["Latar belakang berulang"],"One column":["Satu kolom"],"Whether to bypass Trash and force deletion.":["Apakah akan menghindari Tempat Sampah dan memaksakan penghapusan."],"The password for the post if it is password protected.":["Kata sandi untuk artikel jika artikel dilindungi dengan kata sandi."],"HTML content to append to the sidebar title when displayed. Default is a closing h2 element.":["Konten HTML untuk ditambahkan di akhir judul sidebar saat ditampilkan. Standarnya adalah elemen h2 penutup."],"HTML content to prepend to the sidebar title when displayed. Default is an opening h2 element.":["Konten HTML untuk ditambahkan di awal judul sidebar saat ditampilkan. Standarnya adalah elemen h2 pembuka."],"HTML content to append to each widget's HTML output when assigned to this sidebar. Default is a closing list item element.":["Konten HTML untuk ditambahkan di akhir setiap output HTML widget ketika diatur untuk sidebar tersebut. Standarnya adalah elemen item daftar penutup."],"HTML content to prepend to each widget's HTML output when assigned to this sidebar. Default is an opening list item element.":["Konten HTML untuk ditambahkan di awal setiap output HTML widget ketika diatur untuk sidebar tersebut. Standarnya adalah elemen item daftar pembuka."],"Extra CSS class to assign to the sidebar in the Widgets interface.":["Kelas CSS tambahan yang akan diatur untuk sidebar di antarmuka Widget."],"No sidebar exists with that id.":["Tidak ditemukan sidebar dengan id tersebut."],"The sidebar the widget belongs to.":["Sidebar tempat widget berasal."],"The sidebar to return widgets for.":["Sidebar tempat untuk mengembalikan widget."],"The requested widget is invalid.":["Widget yang diminta invalid."],"No widget was found with that id.":["Tidak ditemukan widget dengan id tersebut."],"Sorry, you are not allowed to manage widgets on this site.":["Maaf, Anda tidak diizinkan mengelola widget pada situs berikut."],"Whether to force removal of the widget, or move it to the inactive sidebar.":["Apakah akan menghapus widget dengan paksa atau memindahkannya ke sidebar nonaktif."],"Class name":["Nama kelas"],"Unique slug identifying the widget type.":["Nama unik yang mengidentifikasi jenis widget."],"Invalid widget type.":["Jenis widget invalid."],"Make title a link":["Jadikan judul sebagai tautan"],"Open links in new tab":["Buka tautan di tab baru"],"\"Read more\" link text":[],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":[],"Filter patterns":["Saring pola"],"The current image has no alternative text. The file name is: %s":["Gambar saat ini tidak memiliki teks alternatif (alt). Nama berkas: %s"],"Current image: %s":["Gambar saat ini: %s"],"Reset to defaults":["Ubah kembali ke standar"],"Toggle navigation":["Alihkan navigasi"],"Show more settings":["Tampilkan pengaturan lainnya"],"Hide more settings":["Sembunyikan pengaturan lainnya"],"Link color":["Warna tautan"],"Close global styles sidebar":["Tutup sidebar style global"],"Delete menu":["Hapus menu"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Situs Anda tidak mendukung blok %s. Anda dapat mencoba menginstal blok, mengubahnya menjadi blok HTML Khusus, atau menghapus seluruhnya."],"Install %s":["Instal %s"],"Tags":["Tag"],"Percentage Width":["Persentase Lebar"],"Display Settings":["Pengaturan Tampilan"],"Use button with icon":["Gunakan tombol dengan ikon"],"Button inside":[],"Button outside":[],"No button":[],"Change button position":["Ubah posisi tombol"],"Toggle search label":["Alihkan label pencarian"],"Link title":["Judul tautan"],"Details":["Rincian"],"Saving…":["Menyimpan…"],"Create: <mark>%s</mark>":["Buat: <mark>%s</mark>"],"Search for patterns":[],"Term items not found.":["Item istilah tidak ditemukan."],"Post Categories":["Kategori Artikel"],"Anonymous":["Anonim"],"Add link to featured image":["Tambahkan tautan pada gambar unggulan"],"A link to a tag.":["Tautan untuk tag."],"Tag Link":["Tautan Tag"],"A link to a category.":["Tautan untuk kategori."],"Category Link":["Tautan Kategori"],"A link to a page.":["Tautan untuk halaman."],"Page Link":["Tautan Halaman"],"A link to a post.":["Tautan untuk artikel."],"Post Link":["Tautan Artikel"],"Create draft post: <mark>%s</mark>":["Tulis draf artikel: <mark>%s</mark>"],"Characters":["Karakter"],"HTML content to display for this block menu item.":["Konten HTML yang ditampilkan untuk item menu blok berikut."],"HTML representation of the widget admin form.":["Representasi HTML dari widget formulir admin."],"Inactive widgets":["Widget non-aktif"],"Widgets saved.":["Widget disimpan."],"Block pattern \"%s\" inserted.":["Pola blok \"%s\" ditambahkan."],"Find out more":["Temukan lainnya"],"HTML representation of the widget.":["Representasi HTML dari widget."],"Description of the widget.":["Deskripsi widget."],"Nested widgets.":["Widget yang disusun."],"Status of sidebar.":["Status sidebar."],"Description of sidebar.":["Deskripsi sidebar."],"Unique name identifying the sidebar.":["Nama unik yang mengidentifikasi sidebar."],"ID of sidebar.":["ID sidebar."],"The id of a registered sidebar":["Id sidebar yang terdaftar"],"Gutenberg block.":["Blok Gutenberg."],"Block library":["Pustaka blok"],"Display a post's tags.":["Tampilkan tag artikel."],"No post excerpt found":["Tidak ditemukan kutipan artikel"],"Post Comments Form block: comments to this post are not allowed.":["Blok Formulir Komentar Artikel: komentar pada artikel berikut tidak diizinkan."],"Post Comments Form block: comments are not enabled for this post type.":["Blok Formulir Komentar Artikel: komentar tidak diaktifkan untuk jenis artikel berikut."],"Post Comments Count block: post not found.":["Blok Jumlah Komentar Artikel: artikel tidak ditemukan."],"Post comments block: no post found.":["Blok komentar artikel: tidak ada artikel yang ditemukan."],"Insert column after":["Sisipkan kolom setelah"],"Insert column before":["Sisipkan kolom sebelum"],"Insert row after":["Sisipkan baris setelah"],"Insert row before":["Sisipkan baris sebelum"],"Description":["Deskripsi"],"Contact us":["Hubungi kami"],"The ID of the page that should be displayed on the front page":["ID halaman yang seharusnya ditampilkan di halaman depan"],"What to show on the front page":["Konten yang akan ditampilkan di halaman depan"],"Reusable block created.":["Blok Pakai Ulang dibuat."],"Reusable block scheduled.":["Blok Pakai Ulang dijadwalkan."],"Reusable block reverted to draft.":["Blok Pakai Ulang dikembalikan menjadi draf."],"Reusable block published privately.":["Blok Pakai Ulang dipublikasikan tidak untuk umum."],"Reusable block published.":["Blok Pakai Ulang dipublikasikan."],"Reusable blocks list":["Daftar blok Pakai Ulang"],"Reusable blocks list navigation":["Navigasi daftar blok Pakai Ulang"],"Filter reusable blocks list":["Saring daftar blok pakai ulang"],"No reusable blocks found in Trash.":["Tidak ada blok pakai ulang yang ditemukan di Tempat Sampah."],"No reusable blocks found.":["Tidak ditemukan blok pakai ulang."],"Search Reusable blocks":["Cari blok Pakai Ulang"],"All Reusable blocks":["Semua blok Pakai Ulang"],"View Reusable block":["Lihat blok Pakai Ulang"],"Edit Reusable block":["Edit blok Pakai Ulang"],"New Reusable block":["Blok Pakai Ulang baru"],"Add new Reusable block":["Tambahkan blok Pakai Ulang baru"],"Reusable block\u0004Add New":["Tambah Baru"],"add new on admin bar\u0004Reusable block":["Blok Pakai Ulang"],"admin menu\u0004Reusable blocks":["Blok Pakai Ulang"],"post type singular name\u0004Reusable block":["Blok Pakai Ulang"],"post type general name\u0004Reusable blocks":["Blok Pakai Ulang"],"The navigation editor has encountered an unexpected error.":["Editor navigasi mengalami eror yang tidak diduga."],"Image width":["Lebar gambar"],"Site Icon":["Ikon Situs"],"Open the block list view.":["Buka tampilan daftar blok."],"Base":["Dasar"],"Author":["Penulis"],"Site logo.":["Logo situs."],"Choose existing":["Pilih yang tersedia"],"Edit gallery image":["Sunting gambar galeri"],"Upload external image":["Unggah gambar eksternal"],"Image uploaded.":["Gambar diunggah."],"Could not edit image. %s":["Tidak dapat menyunting gambar. %s"],"Original":["Orisinal"],"Move the selected block(s) down.":["Pindahkan blok terpilih ke bawah."],"Move the selected block(s) up.":["Pindah blok terpilih ke atas."],"Move to":["Pindah ke"],"Browse all":["Jelajahi semua"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Jelajahi semua. Hal tersebut akan membuka panel inserter utama di toolbar editor."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Gunakan tombol Tab dan Panah untuk memilih lokasi blok baru. Gunakan tombol Panah Kiri dan Kanan untuk menggerakkan antar tingkatan hirarki. Setelah lokasi dipilih, tekan Enter atau Spasi untuk memindahkan blok."],"Error installing block. You can reload the page and try again.":["Terjadi eror saat menginstal blok. Anda dapat memuat ulang halaman dan coba kembali."],"This block is already installed. Try reloading the page.":["Blok telah diinstal. Coba muat ulang halaman."],"Error registering block. Try reloading the page.":["Terjadi eror saat mendaftarkan blok. Coba muat ulang halaman."],"Whether to automatically add top level pages to this menu.":["Apakah akan menambahkan halaman tingkat atas ke menu berikut secara otomatis."],"Sorry, you are not allowed to set auto add pages.":["Maaf, Anda tidak diizinkan mengatur tambahkan halaman otomatis."],"Version of the block format used in the HTML content.":["Versi dari format blok yang digunakan dalam konten HTML."],"HTML content, transformed for display.":["Konten HTML, ditransformasikan untuk ditampilkan."],"HTML content, as it exists in the database.":["Konten HTML, seperti yang tersimpan dalam basis data."],"Content required if menu item of type block.":["Konten diperlukan jika item menu berjenis blok."],"Name":["Nama"],"Template Part \"%s\" inserted.":["Komponen Template \"%s\" dimasukkan."],"Opacity":["Opasitas"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Portrait"],"Landscape":["Landscape"],"Save the navigation currently being edited.":["Simpan navigasi yang sedang disunting."],"Export":["Ekspor"],"Download your templates and template parts.":["Unduh template dan komponen template Anda."],"The pattern title, in human readable format.":["Judul pola, dalam format yang dapat dibaca manusia."],"The following block has been added to your site.":["Blok berikut telah ditambahkan ke situs Anda.","Blok berikut telah ditambahkan ke situs Anda."],"Added: %d block":["Ditambahkan: %d blok","Ditambahkan: %d blok"],"An error occurred.":["Terjadi eror."],"Mixed":["Campuran"],"%s (selected)":["%s (dipilih)"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Area Widget adalah bagian umum dalam tata letak situs Anda yang dapat menerima pemblokiran. Area Widget bervariasi berdasarkan tema, biasanya berupa bagian seperti Sidebar atau Footer."],"Image size presets":["Preset ukuran gambar"],"A tip for using the block editor":["Petunjuk untuk menggunakan editor blok"],"%d block added.":["Blok %d ditambahkan.","Blok %d ditambahkan."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["Anda saat ini menggunakan mode navigasi. Navigasikan blok menggunakan kunci Tab dan Panah. Gunakan kunci Panah Kiri dan Kanan untuk berpindah antar level asal. Untuk keluar dari mode navigasi dan menyunting blok terpilih, tekan Enter."],"Padding":["Padding"],"Link Color":["Warna tautan"],"Orientation":[],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Aspect Ratio":["Rasio Aspek"],"Crop":["Potong"],"Rotate":["Putar"],"Zoom":["Zoom"],"Display author name":["Tampilkan nama penulis"],"by %s":["oleh %s"],"Design":["Desain"],"Text":["Teks"],"Theme locations":[],"There are no available menu locations.":["Tidak ada lokasi menu yang tersedia."],"Create a new menu":[],"Navigation saved.":["Navigasi disimpan."],"Create menu":["Buat menu"],"Menu name":["Nama menu"],"Menu created":["Menu berhasil dibuat"],"Widget areas":["Area widget"],"Moved %d block to clipboard.":["%d blok dipindahkan ke clipboard.","%d blok dipindahkan ke clipboard."],"Copied %d block to clipboard.":["%d blok disalin ke clipboard.","%d blok disalin ke clipboard."],"Moved \"%s\" to clipboard.":["\"%s\" dipindahkan ke clipboard."],"Copied \"%s\" to clipboard.":["\"%s\" disalin ke clipboard."],"Navigation Area":[],"Block navigation structure":["Struktur navigasi blok"],"Block %1$d of %2$d, Level %3$d":["Blok %1$d dari %2$d, Level %3$d"],"Change matrix alignment":["Ubah perataan matriks"],"Notifications":["Notifikasi"],"Are you ready to save?":["Apakah Anda siap untuk menyimpan?"],"templates":[],"Offset":["Offset"],"Number of tags":[],"Query":["Kueri"],"A widget area container.":["Panel area widget."],"Widget Area":["Area Widget"],"Change content position":["Ubah posisi konten"],"Posts":["Artikel"],"Pages":["Halaman"],"Uncategorized":["Tidak dikategorikan"],"Open save panel":["Buka panel penyimpanan"],"Are you sure you want to delete this navigation menu?":[],"Write byline…":["Tulis menurut baris…"],"Show bio":["Tampilkan biografi"],"Avatar size":["Ukuran avatar"],"Show avatar":["Tampilkan avatar"],"Author Settings":["Pengaturan Penulis"],"This column count exceeds the recommended amount and may cause visual breakage.":["Jumlah kolom melebihi yang direkomendasikan dan berpotensi merusak tampilan."],"Search results":["Hasil pencarian"],"White":["Putih"],"Black":["Hitam"],"Selected":["Terpilih"],"Superscript":["Tika atas"],"Subscript":["Tika bawah"],"Patterns":["Pola"],"Block Library":["Pustaka Blok"],"Browser default":["Browser standar"],"Manage locations":["Kelola lokasi"],"Navigation menus.":[]," … ":["..."],"Minimum height of cover":["Tinggi minimal sampul"],"%1$s Block. Row %2$d":["Blok %1$s. Baris %2$d"],"Typography":["Tipografi"],"Line height":["Tinggi baris"],"Content":["Konten"],"Header":["Header"],"Toggle fullscreen mode.":["Alihkan mode layar penuh."],"Menu Location":["Lokasi Menu"],"Menu":["Menu"],"Enable Navigation screen":["Aktifkan layar Navigasi"],"Navigation (beta)":["Navigasi (beta)"],"No comments.":["Tidak ada komentar."],"Contact":["Kontak"],"About":["Tentang"],"Home":["Beranda"],"25 / 50 / 25":["25 / 50 / 25"],"33 / 33 / 33":["33 / 33 / 33"],"70 / 30":["70 / 30"],"30 / 70":["30 / 70"],"50 / 50":["50 / 50"],"Current media URL:":["URL media saat ini:"],"Block variations":["Variasi blok"],"Preview in new tab":["Pratinjau di tab baru"],"Sort collection by object attribute.":["Sortir koleksi berdasarkan atribut objek."],"Order sort attribute ascending or descending.":["Urutkan atribut penyortiran naik atau menurun."],"Limit result set to posts with a specific menu_order value.":["Batasi hasil untuk artikel dengan nilai menu_order tertentu."],"The terms assigned to the object in the %s taxonomy.":["Istilah yang ditentukan untuk objek di dalam taksonomi %s."],"Whether the menu item represents an object that no longer exists.":["Apakah item menu merepresentasikan objek yang tidak tersedia."],"The XFN relationship expressed in the link of this menu item.":["Hubungan XFN yang ditunjukkan dalam tautan item menu berikut."],"The URL to which this menu item points.":["URL yang ditunjuk item menu berikut."],"The singular label used to describe this type of menu item.":["Label tunggal digunakan untuk mendeskripsikan jenis dari item menu berikut."],"The target attribute of the link element for this menu item.":["Atribut target dari elemen tautan untuk item menu berikut."],"The DB ID of the original object this menu item represents, e . g . ID for posts and term_id for categories.":["ID BD objek awal yang diwakilkan item menu berikut, mis. ID untuk artikel dan term_id untuk kategori."],"The type of object originally represented, such as \"category,\" \"post\", or \"attachment.\"":["Jenis objek yang awalnya direpresentasikan, seperti \"kategori\", \"artikel\", atau \"lampiran\"."],"The DB ID of the nav_menu_item that is this item's menu parent, if any, otherwise 0.":["ID BD nav_menu_item yang merupakan item menu induk berikut, jika ada; jika tidak, nilainya 0. "],"The description of this menu item.":["Deskripsi item menu."],"Class names for the link element of this menu item.":["Nama kelas untuk elemen tautan pada item menu berikut."],"Text for the title attribute of the link element for this menu item.":["Teks untuk atribut judul pada elemen tautan untuk item menu berikut. "],"A named status for the object.":["Status bernama untuk objek."],"The family of objects originally represented, such as \"post_type\" or \"taxonomy\".":["Kelompok objek yang awalnya direpresentasikan, seperti \"tipe_artikel\" atau \"taksonomi\"."],"Name of type.":["Nama jenis."],"HTML title for the object, transformed for display.":["Judul HTML untuk objek, ditransformasikan untuk tampilan."],"Title for the object, as it exists in the database.":["Judul untuk objek, sebagaimana tersimpan dalam basis data."],"Get linked object.":["Dapatkan objek yang ditautkan."],"Invalid URL.":["URL tidak valid."],"URL required if menu item of type custom.":["URL diperlukan jika item menu bertipe khusus."],"Title required if menu item of type custom.":["Judul diperlukan pada item menu berjenis khusus."],"Invalid post ID.":["ID artikel tidak valid."],"The post cannot be deleted.":["Artikel berikut tidak dapat dihapus."],"Menu items do not support trashing. Set '%s' to delete.":["Item menu tidak mendukung pemindahan ke tempat sampah. Gunakan '%s' untuk menghapus."],"Cannot create existing post.":["Tidak dapat membuat artikel yang telah dibuat."],"Sorry, you cannot view these menu items, unless you have access to permission edit them. ":["Maaf, Anda tidak dapat melihat item menu berikut, kecuali Anda memiliki akses izin untuk menyuntingnya. "],"Sorry, you are not allowed to edit posts in this post type.":["Maaf, Anda tidak diizinkan untuk mengedit artikel dalam jenis artikel berikut."],"Sorry, you cannot view this menu item, unless you have access to permission edit it. ":["Maaf, Anda tidak dapat melihat item menu berikut, kecuali Anda memiliki akses izin untuk menyuntingnya. "],"The locations assigned to the menu.":["Lokasi yang ditetapkan pada menu."],"Menu location does not exist.":["Tidak tersedia lokasi menu."],"The term cannot be deleted.":["Istilah tidak dapat dihapus."],"Terms do not support trashing. Set '%s' to delete.":["Istilah tidak mendukung pembuangan. Gunakan '%s' untuk menghapus."],"Parent term does not exist.":["Istilah induk tidak ditemukan."],"Cannot set parent term, taxonomy is not hierarchical.":["Tidak dapat menetapkan istilah induk, taksonomi tidak hierarkis."],"Sorry, you are not allowed to assign the provided locations.":["Maaf, Anda tidak diizinkan menetapkan lokasi yang tersedia."],"Sorry, you cannot view this menu, unless you have access to permission edit it. ":["Maaf, Anda tidak dapat melihat menu berikut, kecuali Anda memiliki akses izin untuk menyuntingnya. "],"Sorry, you are not allowed to edit this term.":["Maaf, Anda tidak diizinkan untuk menyunting istilah berikut."],"Sorry, you cannot view these menus, unless you have access to permission edit them. ":["Maaf, Anda tidak dapat melihat menu berikut, kecuali Anda memiliki akses izin untuk menyuntingnya. "],"Sorry, you are not allowed to edit terms in this taxonomy.":["Maaf, Anda tidak diizinkan mengedit istilah di dalam taksonomi."],"The ID of the assigned menu.":["ID menu yang ditetapkan."],"The description of the menu location.":["Deskripsi lokasi menu."],"The name of the menu location.":["Nama lokasi menu."],"Invalid menu location.":["Lokasi menu invalid."],"Sorry, you are not allowed to view menu locations.":["Maaf, Anda tidak diizinkan untuk melihat lokasi menu."],"An alphanumeric identifier for the menu location.":["Pengenal alfanumerik untuk lokasi menu."],"User":["Pengguna"],"Widget Areas":["Area Widget"],"Post Type":["Tipe Artikel"],"Site":["Situs"],"Block Patterns":["Pola Blok"],"Link to %s":["Tautan ke %s"],"Move %1$s block from position %2$d left to position %3$d":["Pindahkan blok %1$s ke kiri dari posisi %2$d ke posisi %3$d "],"Move %1$s block from position %2$d down to position %3$d":["Pindahkan blok %1$s ke bawah dari posisi %2$d ke posisi %3$d"],"Creating":["Membuat"],"An unknown error occurred during creation. Please try again.":["Eror yang tidak diketahui terjadi saat proses pembuatan. Silakan coba kembali."],"Create draft page: <mark>%s</mark>":["Buat draft halaman: <mark>%s</mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Ubah jenis blok dengan menekan ikon blok pada toolbar."],"Drag files into the editor to automatically insert media blocks.":["Letakkan berkas di dalam editor untuk menyisipkan blok media secara otomatis."],"Outdent a list by pressing <kbd>backspace</kbd> at the beginning of a line.":["Buat daftar menjorok ke luar dengan menekan tombol <kbd>backspace</kbd> pada awal baris."],"Indent a list by pressing <kbd>space</kbd> at the beginning of a line.":["Menjadikan daftar menjorok ke dalam dengan menekan tombol <kbd>spasi</kbd> pada awal baris."],"Desktop":["Desktop"],"Mobile":["Ponsel"],"Tablet":["Tablet"],"Post Tags":["Tag Artikel"],"Show link on new line":["Tampilkan tautan pada baris baru"],"Post Excerpt Settings":["Pengaturan Kutipan Artikel"],"Date Format":["Format Tanggal"],"Format settings":["Pengaturan format"],"Change Date":["Ubah Tanggal"],"Post Comments Form":["Formulir Komentar Artikel"],"Select poster image":["PIlih gambar poster"],"Post content":["Konten artikel"],"Background color":["Warna latar belakang"],"Media file":["Berkas media"],"Text color":["Warna teks"],"Change heading level":["Ubah level judul"],"survey":["survei"],"social":["media sosial"],"Edit Page Template":["Sunting Template Halaman"],"New":[],"Loading…":["Memuat..."],"Add Template":["Tambahkan Template"],"Global Styles":["Style Global"],"No matching template found.":["Tidak ditemukan templat yang cocok."],"Social Icon":["Ikon Media Sosial"],"block keyword\u0004links":[],"Image alignment":["Perataan gambar"],"Display featured image":["Tampilkan gambar andalan"],"Featured image settings":["Pengaturan gambar andalan"],"Embed a TikTok video.":["Sematkan video TikTok."],"Block %1$s is at the beginning of the content and can’t be moved left":["Blok %1$s berada di awal konten dan tidak dapat dipindah ke kiri"],"Block %1$s is at the beginning of the content and can’t be moved up":["Blok %1$s berada di awal konten dan tidak dapat dipindah ke atas"],"Block %1$s is at the end of the content and can’t be moved left":["Blok %1$s berada di akhir konten dan tidak dapat dipindah ke kiri"],"Block %1$s is at the end of the content and can’t be moved down":["Blok %1$s berada di akhir konten dan tidak dapat dipindah ke bawah"],"Solid":["Solid"],"Open document settings":["Buka pengaturan dokumen"],"Open block settings":["Buka pengaturan blok"],"Display settings":["Pengaturan tampilan"],"Choose variation":["Pilih variasi"],"%s Block":["Blok %s"],"%1$s Block. %2$s":["Blok %1$s. %2$s"],"%1$s Block. Column %2$d":["Blok %1$s. Kolom %2$d"],"%1$s Block. Column %2$d. %3$s":["Blok %1$s. Kolom %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["Blok %1$s. Baris %2$d. %3$s"],"Post Excerpt":["Kutipan Artikel"],"Post Date":["Tanggal Artikel"],"Post Author":["Penulis Artikel"],"Choose":[],"Theme":["Tema"],"Footer label":["Label footer"],"Header label":["Label header"],"The description will be displayed in the menu if the current theme supports it.":["Deskripsi tersebut akan ditampilkan dalam menu jika tema saat ini mendukungnya."],"Level %1$s. %2$s":["Tingkat %1$s. %2$s"],"Level %s. Empty.":["Level %s. Kosong."],"Empty":["Kosong"],"Search results for \"%s\"":["Hasil pencarian untuk \"%s\""],"Recently updated":["Baru saja diperbarui"],"Multiple selected blocks":["Beberapa blok dipilih"],"By %s":["Oleh %s"],"Briefly describe the link to help screen reader users.":["Penjelasan singkat tentang tautan untuk membantu pengguna pembaca layar."],"Link label":["Label tautan"],"%s label":["label %s "],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADU - FAINT DAWN - 1940 (MINIATUR)\nJendela, sangat kecil di kejauhan, diterangi.\nSemua di sekitarnya adalah layar yang hampir sepenuhnya hitam. Sekarang, ketika kamera bergerak perlahan ke arah jendela yang hampir seperti perangko di bingkai, bentuk lain muncul;"],"Full post":["Artikel penuh"],"Show:":["Tampilkan:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["Suspendisse commodo neque lacus, a dictum orci interdum et."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis."],"Background":[],"Image size":["Ukuran gambar"],"Remove multiple selected blocks.":["Hapus beberapa blok terpilih."],"(%s: gradient %s)":["(%s: gradien %s)"],"(%s: color %s)":["(%s: warna %s)"],"Here's a detailed guide.":["Berikut panduan terperinci."],"New to the block editor? Want to learn more about using it? ":["Baru mengenal editor blok? Ingin mempelajari lebih lanjut tentang cara menggunakannya?"],"Learn how to use the block editor":["Pelajari cara menggunakan editor blok"],"Help":["Bantuan"],"https://wordpress.org/support/article/wordpress-editor/":["https://wordpress.org/support/article/wordpress-editor/"],"Submit for Review…":["Kirim untuk Ditinjau..."],"Update…":["Perbarui..."],"Untitled":["Tidak ada judul"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["Editor blok menyertakan fitur percobaan yang dapat digunakan saat masih dalam tahap pengembangan. Pilih yang ingin Anda aktifkan. Fitur berikut masih dapat berubah. Hindari penggunaan fitur berikut dalam proses produksi. "],"Next":["Selanjutnya"],"Previous":["Sebelumnya"],"Open Media Library":["Buka Pustaka Media"],"The media file has been replaced":["Berkas media telah diganti"],"Replace":["Gantikan"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Anda sedang dalam mode penyuntingan. Untuk kembali ke mode navigasi, tekan Escape."],"You are probably offline.":["Anda mungkin sedang offline."],"Justify items right":["Ratakan item ke kanan"],"Justify items center":["Ratakan item ke tengah"],"Justify items left":["Ratakan item ke kiri"],"Change items justification":["Ubah rata kanan-kiri item"],"// A \"block\" is the abstract term used\n// to describe units of markup that\n// when composed together, form the\n// content or layout of a page.\nregisterBlockType( name, settings );":["// \"Blok\" adalah istilah abstrak yang digunakan\n// untuk menggambarkan unit markup yang\n// ketika disusun bersama, membentuk\n// konten atau tata letak halaman.\nregisterBlockType( nama, pengaturan );"],"ADD MEDIA":["TAMBAH MEDIA"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage /> icon.":["Semua blok yang tersedia untuk Anda berada di pustaka blok. Anda akan menemukannya di mana pun Anda melihat ikon <InserterIconImage />."],"Get to know the block library":["Kenali pustaka blok"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Setiap blok dilengkapi dengan kumpulan pengaturan tersendiri untuk mengubah beberapa hal seperti warna, lebar, dan perataan. Pengaturan tersebut akan tampak dan tersembunyi secara otomatis ketika Anda memilih sebuah blok."],"Make each block your own":["Jadikan setiap blok sesuai keinginan Anda"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["Pada editor WordPress, setiap paragraf, gambar, atau video ditampilkan sebagai konten “blok” ."],"Welcome to the block editor":["Selamat datang di editor blok"],"Get started":["Memulai"],"inserter":["penyisip"],"Welcome Guide":["Panduan Selamat Datang"],"Page templates":[],"Post Title":["Judul Artikel"],"Add submenu":["Tambahkan submenu"],"Add link":[],"Light":["Terang"],"Navigation settings":[],"Template parts to include in your templates.":["Komponen template untuk disertakan dalam template Anda."],"Template parts list":["Daftar komponen template"],"Template parts list navigation":["Navigasi daftar komponen template"],"Filter template parts list":["Saring daftar komponen template"],"Uploaded to this template part":["Diunggah ke komponen template berikut"],"Insert into template part":["Masukkan ke komponen template"],"Template part archives":["Arsip komponen template"],"No template parts found in Trash.":["Tidak ditemukan komponen template di Tempat Sampah."],"No template parts found.":["Tidak ditemukan komponen template."],"Parent Template Part:":["Komponen Template Induk:"],"Search Template Parts":["Cari Komponen Template"],"All Template Parts":["Semua Komponen Template"],"View Template Part":["Lihat Komponen Template"],"Edit Template Part":["Sunting Komponen Template"],"New Template Part":["Komponen Template Baru"],"Add New Template Part":["Tambahkan Komponen Template Baru"],"Template Part\u0004Add New":["Tambahkan Baru"],"Admin Menu text\u0004Template Parts":["Komponen Template"],"Template Part":["Komponen Template"],"Template Parts":["Komponen Template"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["APA yang dia lakukan, dewa yang agung Pan,\n\tTurun di tengah alang-alang di tepi sungai?\nMenebarkan kehancuran dan larangan,\nMemercik dan mendayung dengan kuku kambing,\nDan memecahkan bunga lili emas yang mengapung\n     Dengan capung beterbangan di atas sungai."],"Menu Item":["Bagian Menu"],"Navigation":["Navigasi"],"Navigation Menu":[],"(Note: many devices and browsers do not display this text.)":["(Catatan: banyak perangkat dan browser tidak menampilkan teks berikut.)"],"Describe the role of this image on the page.":["Jelaskan peran gambar berikut pada halaman."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Alihkan antara menggunakan nilai yang sama untuk semua ukuran layar atau menggunakan nilai khusus sesuai ukuran layar."],"Use the same %s on all screensizes.":["Gunakan %s yang sama pada semua ukuran layar."],"Large screens":["Layar besar"],"Medium screens":["Layar sedang"],"Small screens":["Layar kecil"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Mengontrol properti %1$s untuk viewport %2$s."],"Currently selected":["Saat ini dipilih"],"Search or type url":["Cari atau ketik url"],"Press ENTER to add this link":["Tekan ENTER untuk menambahkan tautan"],"Currently selected link settings":["Pengaturan tautan yang sedang dipilih"],"Generic label for block inserter button\u0004Add block":["Tambahkan blok"],"directly add the only allowed block\u0004Add %s":["Tambahkan %s"],"%s block added":["Blok %s ditambahkan"],"Block breadcrumb":["Blok breadcrumb"],"Editor footer":["Footer editor"],"Site Title":["Judul Situs"],"Open Colors Selector":["Buka Pemilih Warna"],"Templates list":["Daftar template"],"Templates list navigation":["Navigasi daftar template"],"Filter templates list":["Saring daftar template"],"Uploaded to this template":["Diunggah ke template berikut"],"Insert into template":["Masukkan ke template"],"Template archives":["Arsip template"],"No templates found in Trash.":["Tidak ditemukan template di Tempat Sampah."],"No templates found.":["Tidak ditemukan template."],"Parent Template:":["Template Induk:"],"Search Templates":["Cari Template"],"All Templates":["Semua Template"],"View Template":["Lihat Template"],"Edit Template":["Sunting Template"],"New Template":["Templat Baru"],"Add New Template":["Tambahkan Template Baru"],"Template\u0004Add New":["Tambahkan Baru"],"Admin Menu text\u0004Templates":["Template"],"Template":["Template"],"No matching template found":["Tidak ditemukan templat yang cocok"],"All content copied.":["Semua konten disalin."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Gagal mengunggah media. Jika yang diunggah adalah foto atau gambar berukuran besar, silakan diperkecil dan coba kembali."],"Gradient":["Gradien"],"No Preview Available.":["Pratinjau Tidak Tersedia."],"Midnight":["Tengah Malam"],"Electric grass":["Rumput elektrik"],"Pale ocean":["Biru laut pucat"],"Luminous dusk":["Luminous dusk"],"Blush bordeaux":["Blush bordeaux"],"Blush light purple":["Blush light purple"],"Cool to warm spectrum":["Spektrum dingin ke hangat"],"Very light gray to cyan bluish gray":["Abu-abu sangat terang ke abu-abu kebiruan sian"],"Luminous vivid orange to vivid red":["Luminous vivid orange ke vivid red"],"Luminous vivid amber to luminous vivid orange":["Luminous vivid amber ke luminous vivid orange"],"Light green cyan to vivid green cyan":["Light green cyan ke vivid green cyan"],"Vivid cyan blue to vivid purple":["Biru sian terang ke ungu terang"],"https://wordpress.org/support/article/excerpt/":["https://wordpress.org/support/article/excerpt/"],"December 6, 2018":["6 Desember 2018"],"February 21, 2019":["21 Februari 2019"],"May 7, 2019":["7 Mei 2019"],"Release Date":["Tanggal Rilis"],"Jazz Musician":["Musisi Jazz"],"Version":["Versi"],"Six.":["Enam."],"Five.":["Lima."],"Four.":["Empat."],"Three.":["Tiga."],"Two.":["Dua."],"One.":["Satu."],"One of the hardest things to do in technology is disrupt yourself.":["Salah satu hal paling sulit dilakukan dalam teknologi adalah mengalahkan diri sendiri."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["Wren<br>Mencari nafkah<br>Dengan tenang."],"Welcome to the wonderful world of blocks…":["Selamat datang di dunia blok yang mengagumkan..."],"<strong>Snow Patrol</strong>":["<strong>Snow Patrol</strong>"],"Dimensions":["Dimensi"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim ultricies commodo."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit, eget faucibus urna pulvinar."],"Call to Action":["Call to Action"],"In quoting others, we cite ourselves.":["Saat mengutip orang lain, kita mengutip diri sendiri."],"Mont Blanc appears—still, snowy, and serene.":["Mont Blanc muncul — diam, bersalju, dan tenang."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["Di sebuah desa di La Mancha, nama yang tidak ingin saya ingat, tinggal seseorang yang menyimpan lembing dan perisai di sebuah rak, cerewet dan berperawakan kurus, dan seekor anjing greyhound untuk berburu kelinci."],"Templates to include in your theme.":["Template untuk disertakan di tema Anda."],"Templates":["Template"],"Add":["Tambah"],"%s out of 5 stars":["%s dari 5 bintang"],"Enter address":["Masukkan alamat"],"Attachment page":["Halaman lampiran"],"Link rel":["Link rel"],"Border radius":["Radius garis"],"Write gallery caption…":["Tulis keterangan galeri..."],"Restore the backup":["Kembalikan cadangan"],"The backup of this post in your browser is different from the version below.":["Cadangan artikel berikut di browser Anda berbeda dengan versi di bawah ini."],"Reverse list numbering":["Balikkan daftar penomoran "],"Start value":["Nilai awal"],"Ordered list settings":["Pengaturan daftar berurut"],"Clear Media":["Bersihkan Media"],"Default Style":["Style Standar"],"Not set":["Belum diatur"],"While writing, you can press <kbd>/</kbd> to quickly insert new blocks.":["Saat menulis, tekan tombol <kbd>/</kbd> untuk menyisipkan blok baru dengan cepat."],"Change column alignment":["Ganti perataan kolom"],"Align column right":["Atur kolom rata kanan"],"Align column center":["Atur kolom rata tengah"],"Align column left":["Atur kolom rata kiri"],"Color":["Warna"],"Vivid purple":["Ungu terang"],"Disable & Reload":["Nonaktifkan & Muat Ulang"],"Enable & Reload":["Aktifkan & Muat Ulang"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Pemuatan ulang halaman dibutuhkan untuk melihat perubahan. Pastikan konten Anda telah disimpan sebelumnya."],"Display these keyboard shortcuts.":["Tampilkan pintasan keyboard."],"Experiments Settings":["Pengaturan Eksperimen"],"Experimental settings":["Pengaturan eksperimental"],"Draft":["Draf"],"Learn more about anchors":["Pelajari lebih lanjut tentang anchor"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Masukkan satu atau dua kata — tanpa spasi — untuk membuat alamat web yang unik hanya untuk blok berikut, yang disebut \"anchor.\" Kemudian, Anda akan dapat menautkan langsung ke bagiannya pada halaman Anda."],"Upload a video file, pick one from your media library, or add one with a URL.":["Unggah berkas video, pilih dari pustaka media Anda, atau tambahkan dengan URL."],"Upload an image file, pick one from your media library, or add one with a URL.":["Unggah berkas gambar, pilih dari pustaka media Anda, atau tambahkan dengan URL."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Unggah berkas audio, pilih dari pustaka media Anda, atau tambahkan dengan URL."],"Upload a media file or pick one from your media library.":["Unggah berkas media atau pilih dari pustaka media Anda."],"Skip":["Lewati"],"Select a variation to start with.":["Pilih variasi untuk memulai."],"Title attribute":["Atribut Judul "],"Open in new tab":["Buka di tab baru"],"Move right":["Geser ke kanan"],"Move left":["Geser ke kiri"],"Links":[],"Automatically add published top-level pages to this menu.":[],"Menu settings":[],"Upload a file or pick one from your media library.":["Unggah berkas atau pilih dari pustaka media Anda."],"Learn more about embeds":["Pelajari lebih lanjut mengenai sematan"],"https://wordpress.org/support/article/embeds/":["https://wordpress.org/support/article/embeds/"],"Paste a link to the content you want to display on your site.":["Tempel tautan ke konten yang ingin Anda tampilkan di situs Anda."],"Three columns; wide center column":["Tiga kolom; kolom di tengah dan lebar"],"Three columns; equal split":["Tiga kolom; bagi setara"],"Two columns; two-thirds, one-third split":["Dua kolom; dua pertiga, bagi sepertiga"],"Two columns; one-third, two-thirds split":["Dua kolom; sepertiga, bagi dua pertiga"],"Two columns; equal split":["Dua kolom; bagi setara"],"Your site doesn&#8217;t have any %s, so there&#8217;s nothing to display here at the moment.":["Situs Anda tidak memiliki %s, maka tidak ada yang ditampilkan di sini."],"More tools & options":["Perangkat & pilihan lainnya"],"Create Table":["Buat tabel"],"Insert a table for sharing data.":["Sisipkan tabel untuk membagikan data."],"Ungrouping blocks from within a Group block back into individual blocks within the Editor \u0004Ungroup":["Batalkan grup"],"verb\u0004Group":["Grup"],"Separate multiple classes with spaces.":["Pisahkan beberapa kelas dengan spasi."],"Move image forward":["Pindah gambar ke depan"],"Move image backward":["Pindah gambar ke belakang"],"Block rendered as empty.":["Blok ditampilkan kosong."],"Inline code":["Kode sebaris"],"Footer section":["Bagian footer"],"Header section":["Bagian header"],"Sorting and filtering":["Pengurutan dan penyaringan"],"Post meta settings":["Pengaturan meta artikel"],"Post Content":["Konten Artikel"],"Post content settings":["Pengaturan konten artikel"],"Column settings":["Pengaturan kolom"],"Footer":["Footer"],"sidebars":[],"This color combination may be hard for people to read.":["Kombinasi warna mungkin akan sulit dibaca."],"There is no poster image currently selected":["Saat ini tidak ada gambar poster yang dipilih"],"The current poster image url is %s":["URL gambar poster saat ini %s"],"Crop image to fill entire column":["Potong gambar untuk mengisi seluruh kolom"],"Play inline":["Putar inline"],"Leave empty if the image is purely decorative.":["Kosongkan jika gambar murni bersifat dekoratif."],"Describe the purpose of the image":["Jelaskan tujuan gambar"],"Add a block":["Tambahkan blok"],"Block vertical alignment setting label\u0004Change vertical alignment":["Ubah perataan vertikal"],"Replace Image":["Ganti Gambar"],"Legacy Widget":["Widget Lama"],"Select a legacy widget to display:":["Pilih widget lama untuk menampilkan:"],"There are no widgets available.":["Widget tidak tersedia."],"%s: Change block type or style":[],"keyboard key\u0004Space":["Spasi"],"keyboard key\u0004Backspace":["Backspace"],"Search Terms":["Istilah Pencarian"],"Exit the Editor":["Keluar dari Editor"],"Embedded content from %s can't be previewed in the editor.":["Konten sematan dari %s tidak dapat ditinjau kembali di editor."],"Stick to the top of the blog":["Lekatkan pada halaman teratas blog"],"Read about permalinks":["Baca tentang permalink"],"The last part of the URL.":["Bagian terakhir dari URL."],"URL Slug":["Slug URL"],"Taxonomy":["Taksonomi"],"Tag Cloud settings":["Pengaturan Tag Cloud"],"- Select -":["- Pilih -"],"Default":["Standar"],"Search":["Cari"],"Add button text…":["Tambahkan teks tombol..."],"Button text":["Teks tombol"],"Optional placeholder…":["Placeholder yang dapat dipilih…"],"Optional placeholder text":["Teks placeholder yang dapat dipilih"],"Add label…":["Tambahkan label..."],"Label text":["Teks label"],"image %1$d of %2$d in gallery":["gambar %1$d dari %2$d di galeri"],"Calendar":["Kalender"],"An error has occurred, which probably means the feed is down. Try again later.":["Terjadi eror yang mungkin artinya feed sedang tidak aktif. Silakan coba kembali."],"RSS Error:":["Eror RSS:"],"block style\u0004Default":["Standar"],"Fullscreen mode deactivated":["Mode layar penuh dinonaktifkan"],"Fullscreen mode activated":["Mode layar penuh diaktifkan"],"Spotlight mode deactivated":["Mode spotlight dinonaktifkan"],"Spotlight mode activated":["Mode spotlight diaktifkan"],"Top toolbar deactivated":["Toolbar atas dinonaktifkan"],"Top toolbar activated":["Toolbar atas diaktifkan"],"Back":["Kembali"],"Feature activated":["Fitur diaktifkan"],"Feature deactivated":["Fitur dinonaktifkan"],"Max number of words in excerpt":["Jumlah maksimum kata dalam ringkasan"],"Display excerpt":["Tampilkan ringkasan"],"Display date":["Tampilkan tanggal"],"Display author":["Tampilkan penulis"],"RSS settings":["Pengaturan RSS"],"Edit RSS URL":["Edit URL RSS"],"Hide the excerpt on the full content page":["Sembunyikan ringkasan pada halaman konten penuh"],"The excerpt is visible.":["Ringkasan ditampilkan."],"The excerpt is hidden.":["Ringkasan disembunyikan."],"Sorry, this content could not be embedded.":["Maaf, konten tidak dapat disematkan."],"Embed Amazon Kindle content.":["Konten Sematan Amazon Kindle"],"ebook":["ebook"],"Embed Crowdsignal (formerly Polldaddy) content.":["Sematkan konten Crowdsignal (sebelumnya Polldaddy)."],"Focal point picker":["Penentu titik fokus"],"Underline":["Garis bawah"],"Attempt Block Recovery":["Jalankan Pemulihan Block"],"Word count type. Do not translate!\u0004words":["words"],"content placeholder\u0004Content…":["Konten..."],"button label\u0004Convert to link":["Ubah menjadi tautan"],"button label\u0004Try again":["Coba kembali"],"Editor tips":["Petunjuk editor"],"Block (selected)":["Blok (terpilih)"],"%d word":["%d kata","%d kata"],"Top toolbar":["Toolbar atas"],"Link Rel":["Link Rel"],"Link CSS Class":["Tautkan CSS Class"],"https://wordpress.org/plugins/classic-widgets/":[],"To edit the featured image, you need permission to upload media.":["Untuk menyunting gambar andalan, Anda memerlukan izin untuk mengunggah media."],"To edit this block, you need permission to upload media.":["Untuk menyunting blok berikut, Anda memerlukan izin untuk mengunggah media."],"(selected block)":["(blok yang dipilih)"],"Block tools":["Perangkat blok"],"Permalink":["Permalink"],"This image has an empty alt attribute":["Gambar berikut tidak memiliki atribut alt "],"This image has an empty alt attribute; its file name is %s":["Gambar berikut tidak memiliki atribut alt; nama berkasnya adalah %s"],"Link inserted.":["Tautan disisipkan."],"Warning: the link has been inserted but may have errors. Please test it.":["Perhatian: tautan tersebut telah dimasukkan tetapi mungkin terdapat eror. Silakan diuji kembali."],"%s block selected.":["%s blok dipilih.","%s blok dipilih."],"Thumbnail":["Gambar Mini"],"Full Size":["Ukuran Penuh"],"Link selected.":["Tautan dipilih."],"Start writing with text or HTML":["Mulai menulis dengan teks atau HTML"],"Type text or HTML":["Ketik teks atau HTML"],"Align text right":["Ratakan teks ke kanan"],"Align text center":["Ratakan teks ke tengah"],"Align text left":["Ratakan teks ke kiri"],"Empty block; start writing or type forward slash to choose a block":["Blok kosong; mulai menulis atau ketik garis miring untuk memilih blok"],"Paragraph block":["Blok paragraf"],"Stack on mobile":["Tumpuk di perangkat seluler"],"Annotation":["Anotasi"],"Drag images, upload new ones or select files from your library.":["Letakkan gambar, unggah yang baru, atau pilih berkas dari pustaka Anda."],"blocks\u0004Most used":["Paling banyak digunakan"],"imperative verb\u0004Resolve":["Perbaiki"],"font size name\u0004Huge":["Besar Sekali"],"font size name\u0004Large":["Besar"],"font size name\u0004Medium":["Sedang"],"font size name\u0004Small":["Kecil"],"font size name\u0004Normal":["Normal"],"button label\u0004Import":["Impor"],"button label\u0004Download":["Unduh"],"button label\u0004Embed":["Sematkan"],"block title\u0004Embed":["Sematan"],"block title\u0004Classic":["Klasik"],"Link edited.":["Tautan diedit."],"Link removed.":["Tautan dihapus."],"media":["media"],"Double-check your settings before publishing.":["Periksa kembali pengaturan Anda sebelum memublikasikan."],"Generating preview…":["Menyiapkan pratinjau..."],"Edit or update the image":["Sunting atau perbarui gambar"],"Media":["Media"],"Navigate to the nearest toolbar.":["Arahkan ke toolbar terdekat."],"Document tools":["Perangkat dokumen"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":[],"Media & Text settings":["Pengaturan Media & Teks"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":[],"Resize for smaller devices":["Ubah ukuran untuk perangkat yang lebih kecil"],"This embed may not preserve its aspect ratio when the browser is resized.":["Penyematan mungkin tidak mempertahankan rasio aspeknya ketika ukuran browser diubah."],"This embed will preserve its aspect ratio when the browser is resized.":["Penyematan akan mempertahankan rasio aspeknya ketika ukuran browser diubah."],"Embed an Animoto video.":["Sematkan video Animoto."],"Embed a Vimeo video.":["Sematkan video Vimeo."],"Embed Flickr content.":["Sematkan konten Flickr."],"Embed Spotify content.":["Sematkan konten Spotify."],"Embed SoundCloud content.":["Sematkan konten SoundCloud."],"Embed a WordPress post.":["Sematkan artikel WordPress."],"Embed an Instagram post.":["Sematkan konten Instagram."],"Embed a Facebook post.":["Sematkan konten Facebook."],"Embed a WordPress.tv video.":["Sematkan video WordPress.tv."],"Embed a VideoPress video.":["Sematkan video VideoPress."],"Embed a Tumblr post.":["Sematkan konten Tumblr."],"Embed a TED video.":["Sematkan video TED."],"Embed Speaker Deck content.":["Sematkan konten Speaker Deck."],"Embed a YouTube video.":["Sematkan video YouTube."],"Embed SmugMug content.":["Sematkan konten SmugMug."],"Embed Slideshare content.":["Sematkan konten Slideshare."],"Embed Scribd content.":["Sematkan konten Scribd."],"Embed Screencast content.":["Sematkan konten Screencast."],"Embed ReverbNation content.":["Sematkan konten ReverbNation."],"Embed a Reddit thread.":["Sematkan untaian Reddit."],"Embed Mixcloud content.":["Sematkan konten Mixcloud."],"Embed a tweet.":["Sematkan cuitan."],"Embed Kickstarter content.":["Sematkan konten Kickstarter."],"Embed Issuu content.":["Sematkan konten Issuu."],"Embed Imgur content.":["Sematkan konten Imgur."],"Embed a Dailymotion video.":["Sematkan video Dailymotion."],"Embed CollegeHumor content.":["Sematkan konten CollegeHumor."],"Embed Cloudup content.":["Sematkan konten Cloudup."],"noun\u0004View":["Lihat"],"editor button\u0004Left to right":["Kiri ke kanan"],"Save as pending":["Simpan sebagai ditangguhkan"],"%s address":["Alamat %s"],"Paste or type URL":["Tempel atau ketik URL"],"Insert from URL":["Sisipkan dari URL"],"Styles":["Style"],"General":["Umum"],"Work without distraction":["Bekerja tanpa gangguan"],"Focus on one block at a time":["Fokus pada satu blok saja"],"Access all block and document tools in a single place":["Akses semua perangkat blok dan dokumen di satu tempat"],"Options":["Pilihan"],"(opens in a new tab)":["(buka di tab baru)"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Situs Anda tidak mendukung blok \"%s\". Anda dapat mengabaikan atau menghapus blok seluruhnya."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Situs Anda tidak mendukung blok \"%s\". Anda dapat mengabaikan, mengubah kontennya ke blok HTML Khusus, atau menghapus seluruhnya."],"Media area":["Area Media"],"Show media on right":["Tampilkan media di kanan"],"Show media on left":["Tampilkan media di kiri"],"Cover":["Sampul"],"Huge":["Besar"],"Medium":["Sedang"],"Normal":["Normal"],"Paste URL or type to search":["Tempel URL atau ketik untuk mencari"],"Terms":["Istilah"],"Your work will be published at the specified date and time.":["Pekerjaan Anda akan dipublikasikan pada tanggal dan waktu yang telah ditentukan."],"Are you ready to schedule?":["Apakah Anda siap untuk menjadwalkan?"],"Always show pre-publish checks.":["Selalu tampilkan pemeriksaan pra-publikasi."],"Take Over":["Ambil Alih"],"All Posts":["Semua Artikel"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["Pengguna lain sedang mengerjakan artikel ini, maka Anda tidak dapat membuat perubahan, kecuali Anda ambil alih."],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s sedang bekerja pada artikel berikut, maka Anda tidak dapat membuat perubahan, kecuali Anda mengambil alih."],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["Pengguna lain sedang menyunting artikel berikut. Jangan khawatir, perubahan yang Anda buat telah disimpan."],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["%s sekarang memiliki kontrol penyuntingan untuk artikel ini. Jangan khawatir, perubahan Anda hingga saat ini telah disimpan."],"Avatar":["Avatar"],"This post is already being edited.":["Artikel berikut telah disunting."],"Someone else has taken over this post.":["Pengguna lain telah mengambil alih artikel."],"This block contains unexpected or invalid content.":["Blok mengandung konten yang tidak diduga atau tidak valid."],"Resolve Block":["Perbaiki Blok"],"Convert to HTML":["Ubah menjadi HTML"],"This block can only be used once.":["Blok hanya dapat digunakan sekali."],"Exit code editor":["Keluar dari editor kode"],"Editing code":["Menyunting kode"],"HTML":["HTML"],"Write HTML…":["Tulis HTML..."],"Media settings":["Pengaturan media"],"Overlay":["Lapisan atas"],"Reusable block imported successfully!":["Blok pakai ulang berhasil diimpor!"],"Invalid Reusable block JSON file":["Berkas JSON blok Pakai Ulang tidak valid"],"Invalid JSON file":["Berkas JSON tidak valid"],"Import from JSON":["Impor dari JSON"],"Backtick":["Backtick"],"Period":["Titik"],"Comma":["Koma"],"Change type of %d block":["Ubah jenis %d blok","Ubah jenis %d blok"],"Current":["Saat ini"],"After Conversion":["Setelah Konversi"],"Change alignment":["Ubah perataan"],"Change text alignment":["Ubah perataan teks"],"%d block":["%d blok","%d blok"],"Forward-slash":["Garis miring"],"No archives to show.":["Tidak ada arsip untuk ditampilkan."],"This file is empty.":["Berkas berikut kosong."],"Sorry, this file type is not supported here.":["Maaf, jenis berkas berikut tidak didukung."],"Title":["Judul"],"Fullscreen mode":["Mode layar penuh"],"Beautiful landscape":["Bentang alam yang indah"],"Close panel":["Tutup panel"],"Convert to Classic Block":["Ubah ke Blok Klasik"],"Poster image":["Gambar poster"],"Create":["Buat"],"Row count":["Jumlah baris"],"Column count":["Jumlah kolom"],"block description\u0004Create and save content to reuse across your site. Update the block, and the changes apply everywhere it’s used.":[],"Change the block type after adding a new paragraph.":["Ubah jenis blok setelah menambahkan paragraf baru."],"Spotlight mode":["Mode spotlight"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["Tag membantu pengguna dan mesin pencarian untuk menjelajahi situs dan menemukan konten Anda. Tambahkan beberapa kata kunci yang menggambarkan artikel Anda."],"Add tags":["Tambah tag"],"Apply the \"%1$s\" format.":["Terapkan format \"%1$s\"."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Tema Anda menggunakan format artikel untuk menandai perbedaan jenis konten, seperti gambar atau video. Aktifkan format artikel untuk melihat gaya tampilan khusus."],"Use a post format":["Gunakan format pos"],"Insert after":["Sisipkan setelah"],"Insert before":["Sisipkan sebelum"],"Move %1$d block from position %2$d down by one place":["Pindahkan blok %1$d dari posisi %2$d ke bawah satu tingkat","Pindahkan blok %1$d dari posisi %2$d ke bawah satu tingkat"],"Move %1$d block from position %2$d up by one place":["Pindahkan blok %1$d dari posisi %2$d naik satu tingkat","Pindahkan blok %1$d dari posisi %2$d naik satu tingkat"],"Move %1$s block from position %2$d right to position %3$d":["Pindahkan blok %1$s dari posisi %2$d tepat ke posisi %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Pindahkan blok %1$s ke atas dari posisi %2$d ke posisi %3$d"],"Insert a new block before the selected block(s).":["Sisipkan blok baru sebelum blok yang dipilih."],"Remove the selected block(s).":["Hapus blok yang dipilih."],"Duplicate the selected block(s).":["Gandakan blok yang dipilih."],"Block shortcuts":["Pintasan blok"],"Clear selection.":["Hapus pilihan."],"Select all text when typing. Press again to select all blocks.":["Pilih semua teks saat mengetik. Tekan lagi untuk memilih semua blok."],"Selection shortcuts":["Pintasan pemilihan"],"Switch between visual editor and code editor.":["Beralih antara editor visual dan editor kode."],"Navigate to the previous part of the editor.":["Arahkan ke bagian sebelumnya dari editor."],"Navigate to the next part of the editor.":["Arahkan ke bagian selanjutnya dari editor."],"Show or hide the settings sidebar.":["Tampilkan atau sembunyikan sidebar pengaturan."],"Redo your last undo.":["Batalkan undo terakhir."],"Undo your last changes.":["Batalkan perubahan terakhir Anda."],"Save your changes.":["Simpan perubahan Anda."],"Global shortcuts":["Pintasan global"],"Remove a link.":["Hapus tautan."],"Convert the selected text into a link.":["Ubah teks yang dipilih menjadi tautan."],"Underline the selected text.":["Garis bawahi teks yang dipilih."],"Make the selected text italic.":["Buat teks yang dipilih tercetak miring."],"Make the selected text bold.":["Buat teks yang dipilih tercetak tebal."],"Text formatting":["Pengaturan format teks"],"Insert a new block after the selected block(s).":["Sisipkan blok baru setelah blok yang dipilih."],"Keyboard shortcuts":["Pintasan keyboard"],"Thanks for testing Gutenberg!":["Terima kasih telah mencoba Gutenberg!"],"Help build Gutenberg":["Bantu tingkatkan Gutenberg"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository</a>.":["Jika Anda ingin mempelajari lebih lanjut mengenai cara membuat blok tambahan, atau jika Anda tertarik membantu dalam proyek terkait, buka <a href=\"%s\">repositori GitHub</a>."],"The WordPress community":["Komunitas WordPress"],"Code is Poetry":["Kode adalah Puisi"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Blok dapat dibuat sesuka Anda, statis atau dinamis, dekoratif atau polos. Berikut adalah blok pullquote:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Semua blok dapat diatur perataannya. Blok sematan juga dapat diatur, dan sangat responsif:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["Tampilan di atas adalah galeri dengan hanya dua gambar. Cara tersebut lebih mudah untuk membuat tampilan tata letak yang menarik dengan mudah. Anda juga dapat mengembalikan galeri ke satu gambar dengan menggunakan pengalih blok."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["Tentu, gambar dengan lebar penuh akan sangat besar. Namun terkadang efeknya sangat dibutuhkan."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["Aksesibilitas merupakan hal yang penting &mdash; jangan lupa atribut alt gambar"],"If you combine the new <strong>wide</strong> and <strong>full-wide</strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Jika mengombinasikan perataan <strong>lebar</strong> dan <strong>lebar penuh</strong> baru dengan galeri, Anda dapat membuat tata letak media yang sangat kaya dengan sangat cepat:"],"Media Rich":["Media Rich"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Anda dapat mengubah jumlah kolom dalam galeri dengan menarik slider pada pemeriksa blok di sidebar."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Blok dapat mengakomodasi segala kebutuhan Anda. Misalnya, Anda ingin menambahkan kutipan kecil terpisah dalam komposisi teks, atau Anda memilih untuk menampilkannya dengan ukuran sangat besar. Semua pilihan tersebut tersedia dalam penyisip."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["Informasi terkait sumber kutipan merupakan ruas teks terpisah, serupa dengan keterangan di bawah gambar, sehingga struktur kutipan tetap terlindungi meskipun Anda memilih, mengubah, atau menghapus sumber. Anda juga dapat dengan mudah menambahkannya."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["Editor akan berusaha untuk menciptakan pengalaman membuat halaman dan artikel baru yang kaya menjadi lebih mudah. Dan \"blok\" memudahkan penelusuran kode singkat, HTML khusus, atau sematan \"komponen misterius\"."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Manfaat utama blok adalah Anda dapat langsung menyunting dan mengubah konten. Anda tidak perlu menggunakan kolom untuk menyunting sumber kutipan, atau teks tombol, karena Anda dapat langsung mengubah kontennya. Silakan coba sunting kutipan berikut:"],"Visual Editing":["Penyuntingan Visual"],"And <em>Lists</em> like this one of course :)":["Dan tentunya seperti<em>Daftar</em> berikut :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Blok Tata Letak, seperti Tombol, Gambar Hero, Pemisah, dll."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Sematan, seperti YouTube, Twit, atau artikel WordPress lain."],"Galleries":["Galeri"],"Images &amp; Videos":["Gambar &amp; Video"],"Text &amp; Headings":["Teks &amp; Judul"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Silakan mencoba, Anda mungkin menemukan banyak hal baru yang dapat dilakukan WordPress untuk memperkaya artikal Anda. Berikut daftar singkat yang dapat Anda temukan saat ini:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)</code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Bayangkan semua yang dapat dilakukan WordPress tersedia untuk Anda dengan cepat, dari satu tempat di antarmuka. Tidak perlu memikirkan tag dan kelas HTML, maupun mengingat sintaks kode singkat yang rumit. Inilah fungsi penyisip—tombol<code>(+)</code> yang akan sering Anda lihat dalam editor—yang mempermudah Anda menelusuri semua blok konten yang tersedia dan menambahkannya ke dalam artikel. Plugin dan tema dapat terdaftar secara mandiri, menawarkan semua kemungkinan penyuntingan dan penerbitan yang kaya."],"The <em>Inserter</em> Tool":["Alat <em>Penyisip</em>"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Coba pilih lalu hapus atau sunting keterangan, Anda tidak perlu khawatir salah membuat pilihan gambar atau teks lain yang dapat merusak presentasi."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Jika tema Anda mendukung, Anda dapat melihat tombol \"lebar\" pada toolbar gambar. Silakan mencoba."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Penanganan gambar dan media dengan sangat hati-hati merupakan fokus utama editor baru. Semoga penambahan keterangan atau melebarkan gambar secara penuh menjqdi jauh lebih mudah dan cepat dari sebelumnya."],"A Picture is Worth a Thousand Words":["Satu Gambar Mampu Mengungkap Seribu Kata"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Judul merupakan blok terpisah, yang membantu menata dan mengatur konten Anda."],"... like this one, which is right aligned.":["... seperti berikut ini, rata kanan."],"What you are reading now is a <strong>text block</strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["Saat ini Anda membaca <strong>blok teks</strong>, blok paling dasar. Blok teks memiliki kontrol tersendiri yang dapat dipindahkan dengan bebas di seputar artikel..."],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content</em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["Tujuan editor baru adalah membuat penambahan konten yang kaya ke WordPress menjadi sederhana dan menyenangkan.  Seluruh artikel terdiri atas <em>potongan konten</em>—seperti halnya LEGO—yang dapat dipindahkan dan dimainkan sesuka Anda. Gerakkan kursor dan Anda akan melihat beberapa blok dengan garis luar dan tanda panah yang lebih terang. Tekan tanda panah untuk mengatur posisi blok dengan cepat, tanpa khawatir konten akan terhapus saat melakukan proses salin-tempel."],"Of Mountains &amp; Printing Presses":["Tentang Pegunungan dan Mesin Cetak"],"Welcome to the Gutenberg Editor":["Selamat Datang di Editor Gutenberg"],"Learn more":[],"Are you sure you want to unschedule this post?":["Apakah Anda yakin ingin mengubah jadwal publikasi artikel berikut?"],"Alt text (alternative text)":["Teks alt (teks alternatif)"],"The title for the object.":["Judul untuk objek tersebut."],"Unique identifier for the object.":["Pengidentifikasi unik untuk objek."],"Untitled Reusable block":["Blok Pakai Ulang Tidak Berjudul"],"Small":["Kecil"],"Reusable":["Pakai ulang"],"Add to Reusable blocks":["Tambahkan ke blok Pakai Ulang"],"Keep as HTML":["Simpan sebagai HTML"],"Edit URL":["Sunting URL"],"The response is not a valid JSON response.":["Respon tersebut bukan respon JSON yang valid."],"Editor publish":["Publikasi editor"],"Muted":["Dibisukan"],"Video settings":["Pengaturan video"],"Display avatar":["Tampilkan avatar"],"Latest comments settings":["Pengaturan komentar terbaru"],"Number of comments":["Jumlah komentar"],"Auto":["Otomatis"],"Preload":["Pramuat"],"Audio settings":["Pengaturan audio"],"Archives settings":["Pengaturan arsip"],"https://wordpress.org/support/plugin/gutenberg/":["https://wordpress.org/support/plugin/gutenberg"],"Support":["Bantuan"],"No comments to show.":["Tidak ada komentar untuk ditampilkan."],"%1$s on %2$s":["%1$s mengenai %2$s"],"Select Post":["Pilih Artikel"],"Select Week":["Pilih Minggu"],"Select Day":["Pilih Hari"],"Select Month":["Pilih Bulan"],"Select Year":["Pilih Tahun"],"Archives":["Arsip"],"Cyan bluish gray":["Abu-abu kebiruan sian"],"Vivid cyan blue":["Biru sian terang"],"Pale cyan blue":["Biru sian pucat"],"Vivid green cyan":["Sian hijau cerah"],"Light green cyan":["Sian hijau cerah"],"Luminous vivid amber":["Kuning sawo cerah berkilau"],"Luminous vivid orange":["Oranye cerah berkilau"],"Vivid red":["Merah terang"],"Pale pink":["Merah muda pucat"],"Inline image":["Gambar sejajar"],"Available block types":["Jenis blok yang tersedia"],"Transform to":["Ubah menjadi"],"Open publish panel":["Buka panel publikasikan"],"Large":["Besar"],"Regular":["Reguler"],"Show download button":["Tampilkan tombol untuk mengunduh"],"Download button settings":["Pengaturan tombol pengunduh"],"Link to":["Tautan ke"],"Text link settings":["Pengaturan tautan teks"],"Copy URL":["Salin URL"],"Write file name…":["Tulis nama berkas..."],"File":["Berkas"],"Square":["Persegi"],"Loop":["Pengulangan"],"Autoplay":["Putar otomatis"],"Playback controls":["Kontrol playback"],"Disable tips":["Nonaktifkan petunjuk"],"Got it":["Saya mengerti"],"See next tip":["Lihat petunjuk berikutnya"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Jika Anda siap, kirim hasil kerja Anda untuk ditinjau, dan disetujui oleh Editor."],"Are you ready to submit for review?":["Apakah Anda siap untuk mengirimkannya untuk ditinjau ulang?"],"Replace image":["Ganti gambar"],"Remove image":["Hapus Gambar"],"Invalid term ID.":["ID istilah tidak valid."],"The ID for the parent of the object.":["ID untuk induk objek."],"Error while uploading file %s to the media library.":["Terjadi eror saat mengunggah berkas %s ke pustaka media."],"This file exceeds the maximum upload size for this site.":["Berkas melampaui ukuran unggah maksimum untuk situs berikut."],"View the autosave":["Lihat penyimpanan otomatis"],"There is an autosave of this post that is more recent than the version below.":["Artikel berikut memiliki simpanan otomatis yang lebih baru dari versi di bawah."],"Autosaving":["Menyimpan otomatis"],"Enter URL here…":["Masukkan URL di sini..."],"beta":["beta"],"Pin to toolbar":["Sematkan ke toolbar"],"Unpin from toolbar":["Hapus sematan dari toolbar"],"Fixed width table cells":["Sel tabel lebar tetap"],"Table settings":["Pengaturan tabel"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":[],"No results found.":["Tidak ditemukan hasil apa pun."],"Error loading block: %s":["Terjadi eror saat memuat blok: %s"],"Unknown error":["Eror tidak diketahui"],"term\u0004Remove %s":["Hapus %s"],"Height in pixels":["Tinggi dalam piksel"],"Spacer settings":["Pengaturan jarak"],"Toggle to show a large initial letter.":["Alihkan untuk menampilkan huruf pertama yang dikapitalisasi."],"Showing large initial letter.":["Menampilkan huruf besar di awal."],"Skip to the selected block":["Lewati ke blok terpilih"],"Schedule…":["Menjadwal..."],"Block settings closed":["Pengaturan blok ditutup"],"Close plugin":["Tutup plugin"],"Editor settings":["Pengaturan editor"],"Link settings":["Pengaturan tautan"],"Unlink":["Hapus tautan"],"Page break":["Pemisah halaman"],"Height":["Tinggi"],"Width":["Lebar"],"Image dimensions":["Dimensi gambar"],"Thumbnails are not cropped.":["Gambar mini tidak dipotong."],"Thumbnails are cropped to align.":["Gambar mini dipotong agar sejajar."],"Media Library":["Pustaka Media"],"Advanced":["Tingkat Lanjut"],"Reset the template":["Atur ulang template"],"Keep it as is":["Biarkan sebagaimana adanya"],"The content of your post doesn’t match the template assigned to your post type.":["Konten artikel Anda tidak sesuai dengan template yang ditentukan untuk tipe artikel Anda."],"Resetting the template may result in loss of content, do you want to continue?":["Mengatur ulang template dapat mengakibatkan hilangnya konten, apakah Anda ingin melanjutkan?"],"Document Statistics":["Statistik Dokumen"],"is now scheduled. It will go live on":["telah dijadwalkan. Konten akan ditampilkan pada"],"Scheduling…":["Menjadwalkan"],"Code editor selected":["Editor kode dipilih"],"Visual editor selected":["Editor visual dipilih"],"Plugins":["Plugin"],"term\u0004%s removed":["%s dihapus"],"term\u0004%s added":["%s ditambahkan"],"imperative verb\u0004Preview":["Pratinjau"],"Trashing failed":["Gagal menghapus"],"Updating failed.":["Gagal memperbarui"],"Scheduling failed.":["Penjadwalan gagal."],"Publishing failed.":["Gagal memublikasikan."],"View post":["Lihat artikel"],"You have unsaved changes. If you proceed, they will be lost.":["Anda memiliki perubahan yang belum disimpan. Jika Anda melanjutkan, perubahan tersebut akan hilang."],"Document Outline":["Garis Besar Dokumen"],"Paragraphs":["Paragraf"],"Headings":["Judul"],"Words":["Kata"],"Public":["Publik"],"Protected with a password you choose. Only those with the password can view this post.":["Dilindungi dengan kata sandi yang Anda pilih. Hanya yang memiliki kata sandi yang dapat melihat artikel berikut."],"Password Protected":["Dilindungi Kata Sandi"],"Only visible to site admins and editors.":["Hanya dapat dilihat oleh administrator dan penyunting situs."],"Private":["Privat"],"Visible to everyone.":["Dapat dilihat siapa pun."],"Post Visibility":["Visibilitas Artikel"],"Would you like to privately publish this post now?":["Apakah Anda ingin memublikasikan artikel berikut secara privat sekarang?"],"Use a secure password":["Gunakan kata sandi yang aman"],"Create password":["Buat kata sandi"],"Move to trash":["Pindahkan ke tempat sampah"],"Parent Term":["Istilah Induk"],"Parent Category":["Kategori Induk"],"Add new term":["Tambah istilah baru"],"Add new category":["Tambah kategori baru"],"Term":["Istilah"],"Tag":["Tag"],"Add new Term":["Tambah Istilah baru"],"Add new tag":["Tambahkan tag baru"],"Switch to draft":["Beralih ke draf"],"Are you sure you want to unpublish this post?":["Apakah Anda yakin ingin membatalkan publikasi artikel ini?"],"Immediately":["Segera"],"Save draft":["Simpan draf"],"Saving":["Menyimpan"],"Publish:":["Publikasikan:"],"Visibility:":["Visibilitas:"],"Are you ready to publish?":["Apakah Anda siap untuk memublikasikan?"],"What’s next?":["Apa selanjutnya?"],"is now live.":["telah diterbitkan."],"Schedule":["Jadwal"],"Update":["Perbarui"],"Submit for Review":["Kirim untuk Ditinjau"],"Updating…":["Memperbarui…"],"Publishing…":["Mempublikasikan..."],"Allow pingbacks & trackbacks":["Izinkan pingbacks & trackbacks"],"Copy":["Salin"],"Pending review":["Menunggu peninjauan"],"%d Revision":["%d Revisi","%d Revisi"],"Suggestion:":["Saran:"],"Post Format":["Format Artikel"],"Chat":["Obrolan"],"Status":["Status"],"Standard":["Standar"],"Aside":["Tambahan"],"Featured image":["Gambar andalan"],"Set featured image":["Atur gambar andalan"],"Learn more about manual excerpts":["Pelajari lebih lanjut tentang ringkasan manual"],"Write an excerpt (optional)":["Tulis ringkasan (opsional)"],"Allow comments":["Izinkan komentar"],"Template:":["Template:"],"no title":["tanpa judul"],"Order":["Urutan"],"No blocks found.":["Blok tidak ditemukan."],"%d result found.":["%d hasil ditemukan.","%d hasil ditemukan."],"Saved":["Tersimpan"],"Embeds":["Sematan"],"Blocks":["Blok"],"Search for a block":["Cari blok"],"Add block":["Tambah blok"],"Copy Error":["Salin Eror"],"Copy Post Text":["Salin Teks Artikel"],"Attempt Recovery":["Jalankan Pemulihan"],"The editor has encountered an unexpected error.":["Editor menemukan eror yang tidak diduga."],"Undo":["Batalkan"],"Redo":["Ulangi"],"(Multiple H1 headings are not recommended)":["(Lebih dari satu judul H1 tidak direkomendasikan)"],"(Your theme may already use a H1 for the post title)":["(Tema Anda mungkin telah menggunakan H1 sebagai judul artikel)"],"(Incorrect heading level)":["(Level judul tidak benar)"],"(Empty heading)":["(Judul kosong)"],"Convert to blocks":["Ubah menjadi blok"],"Convert to regular blocks":["Ubah ke blok biasa"],"More options":["Pilihan lainnya"],"Edit visually":["Sunting secara visual"],"Duplicate":["Gandakan"],"Blocks cannot be moved down as they are already at the bottom":["Blok tidak dapat dipindahkan ke bawah karena telah berada di paling bawah"],"Blocks cannot be moved up as they are already at the top":["Blok tidak dapat dipindahkan ke atas karena sudah berada di paling atas"],"Block %1$s is at the beginning of the content and can’t be moved right":["Blok %1$s berada di awal konten dan tidak dapat dipindah ke kanan"],"Block %1$s is at the end of the content and can’t be moved right":["Blok %1$s berada di akhir konten dan tidak dapat dipindah ke kanan"],"Block %s is the only block, and cannot be moved":["Blok %s merupakan blok tersendiri, dan tidak dapat dipindahkan"],"Move down":["Pindahkan ke bawah"],"Move up":["Pindahkan ke atas"],"Edit as HTML":[" Edit sebagai HTML"],"Convert to Blocks":["Ubah menjadi Blok"],"Block: %s":["Blok: %s"],"This block has encountered an error and cannot be previewed.":["Blok mengalami eror dan tidak dapat dilakukan pratinjau."],"No block selected.":["Tidak ada blok yang dipilih."],"Transform into:":["Berubah menjadi:"],"Remove":["Hapus"],"Find original":["Temukan yang asli"],"Copy all content":["Salin semua konten"],"Copied!":["Disalin!"],"Additional settings are now available in the Editor block settings sidebar":["Pengaturan tambahan tersedia di sidebar pengaturan blok Editor"],"Visibility":["Visibilitas"],"Status & visibility":["Status & visibilitas"],"Page attributes":["Atribut Halaman"],"Block":["Blok"],"Block Settings":[],"Document":["Dokumen"],"Document settings":["Pengaturan dokumen"],"Close settings":["Tutup pengaturan"],"Editor content":["Konten editor"],"Tools":["Perangkat"],"Editor":["Editor"],"Code editor":["Editor kode"],"Visual editor":["Editor visual"],"Editor top bar":["Editor bar atas"],"Settings":["Pengaturan"],"Reset":["Atur ulang"],"Off":[],"An unknown error occurred.":["Terjadi eror yang tidak diketahui."],"No results.":["Tidak ada hasil."],"%d result found, use up and down arrow keys to navigate.":["%d hasil ditemukan, gunakan panah atas dan bawah untuk melakukan navigasi.","%d hasil ditemukan, gunakan panah atas dan bawah untuk melakukan navigasi."],"(no title)":["(tanpa judul)"],"URL":["URL"],"Submit":["Kirim"],"Close":["Tutup"],"Insert link":["Sisipkan tautan"],"Edit link":["Sunting tautan"],"Link":["Tautan"],"Strikethrough":["Coret"],"Italic":["Miring"],"Bold":["Tebal"],"Remove link":["Hapus tautan"],"Number of items":["Jumlah item"],"All":["Semua"],"Category":["Kategori"],"Select":["Pilih"],"Select or Upload Media":["Pilih atau Unggah Media"],"Video":["Video"],"New Column":["Kolom Baru"],"Delete column":["Hapus kolom"],"Delete row":["Hapus baris"],"Edit table":["Edit tabel"],"Table":["Tabel"],"Write shortcode here…":["Tulis shortcode di sini..."],"Shortcode":["Shortcode"],"Separator":["Pemisah"],"Quote":["Kutip"],"Write preformatted text…":["Tulis teks yang diformat..."],"Paragraph":["Paragraf"],"Font size":["Ukuran font"],"Drop cap":["Huruf awal besar"],"Read more":["Baca lebih lanjut"],"Indent list item":["Bagian daftar menjorok ke dalam"],"Outdent list item":["Bagian daftar menjorok ke luar"],"Convert to ordered list":["Ubah jadi daftar bernomor"],"Convert to unordered list":["Ubah jadi daftar tak bernomor"],"List":["Daftar"],"No posts found.":["Tidak ada pos yang ditemukan."],"Latest Posts":["Artikel Terbaru"],"Display post date":["Tampillkan tanggal artikel"],"Grid view":["Tampilan kisi"],"List view":["Tampilan daftar"],"photo":["foto"],"Size":["Ukuran"],"Image settings":["Pengaturan gambar"],"Image":["Gambar"],"Preview":["Pratinjau"],"Heading":["Judul"],"Heading %d":["Judul %d"],"Heading settings":["Pengaturan judul"],"None":["Tak ada"],"Media File":["Berkas Media"],"Attachment Page":["Halaman Lampiran"],"Crop images":["Potong gambar"],"Gallery settings":["Pengaturan galeri"],"Gallery":["Galeri"],"More":[],"Classic":["Klasik"],"video":["video"],"audio":["audio"],"music":["musik"],"image":["gambar"],"blog":["blog"],"post":["artikel","artikel"],"Embedded content from %s":["Konten yang disematkan dari %s"],"Enter URL to embed here…":["Masukkan URL untuk disematkan di sini..."],"%s URL":["%s URL"],"Embedding…":["Menyematkan..."],"Write title…":["Tulis judul..."],"Fixed background":["Latar belakang tetap"],"Edit image":["Edit gambar"],"Columns":["Kolom"],"Experiments":["Eksperimen"],"Code":["Kode"],"Write code…":["Tulis kode..."],"Categories":["Kategori"],"Show hierarchy":["Tunjukkan hierarki"],"Show post counts":["Tunjukkan jumlah pos"],"Display as dropdown":["Tampilkan sebagai tarikturun"],"Categories settings":["Pengaturan kategori"],"Add text…":["Tambahkan teks..."],"Apply":["Terapkan"],"Block has been deleted or is unavailable.":["Blok telah dihapus atau tidak tersedia."],"Reusable blocks":["Blok pakai ulang"],"Cancel":["Batal"],"Edit":["Edit"],"Use URL":["Gunakan URL"],"Audio":["Audio"],"Upload":["Unggah"],"Additional CSS class(es)":["Kelas CSS tambahan"],"HTML anchor":["Anchor HTML"],"This color combination may be hard for people to read. Try using a brighter background color and/or a darker text color.":["Kombinasi warna mungkin sulit terbaca. Gunakan warna latar belakang yang lebih terang dan/atau warna teks yang lebih gelap."],"This color combination may be hard for people to read. Try using a darker background color and/or a brighter text color.":["Kombinasi warna mungkin sulit terbaca. Gunakan warna latar belakang yang lebih gelap dan/atau warna teks yang lebih terang."],"Full width":["Lebar penuh"],"Wide width":["Lebar melebar"],"Widgets":["Widget"],"Align right":["Rata kanan"],"Align center":["Rata tengah"],"Align left":["Rata kiri"],"Printing since 1440. This is the development plugin for the new block editor in core.":["Mencetak sejak 1440. Plugin berikut adalah plugin pengembangan untuk editor blok baru di dalam core."],"Add title":["Tambahkan judul"],"Unique identifier for the widget.":["Identifikasi unik untuk widget."],"Gutenberg development mode requires files to be built. Run <code>npm install</code> to install dependencies, <code>npm run build</code> to build the files or <code>npm run dev</code> to build the files and watch for changes. Read the <a href=\"https://github.com/WordPress/gutenberg/blob/HEAD/docs/contributors/code/getting-started-with-code-contribution.md\">contributing</a> file for more information.":[],"Slug":["Slug"],"Comment":["Komentar"],"Discussion":["Diskusi"],"Custom fields":["Ruas khusus"],"Excerpt":["Kutipan"],"Publish":["Terbitkan"],"Metadata":["Metadata"],"Save":["Simpan"],"Documentation":["Dokumentasi"],"Select Category":["Pilih Kategori"],"Invalid post type.":["Tipe artikel tidak valid."],"(Untitled)":["(Tanpa judul)"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["Gutenberg membutuhkan WordPress %s atau yang lebih baru untuk berfungsi dengan baik. Silakan lakukan upgrade WordPress sebelum mengaktifkan Gutenberg."],"Gutenberg Team":["Tim Gutenberg"],"https://github.com/WordPress/gutenberg":["https://github.com/WordPress/gutenberg"],"Gutenberg":["Gutenberg"],"Demo":["Demo"]}