{"100":["100"],"Here’s a detailed guide to learn how to make the most of it.":["Hier is een gedetailleerde gids om te leren hoe je er het beste van kunt maken."],"New to block themes and styling your site? ":["Nieuw in blokthema's en het stijlen van je site? "],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Je kan je blokken aanpassen voor een samenhangende ervaring op je hele site - voeg je unieke kleuren toe aan een gebrandmerkt knop blok, of pas het koptekst blok aan je gewenste grootte aan."],"Personalize blocks":["Personaliseer blokken"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Je kan je site zo veel aanpassen als je wilt met verschillende kleuren, typografie, en lay-outs. Of als je dat liever hebt, laat je het gewoon aan je thema over! "],"Set the design":["Stel het ontwerp in"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Tweak je site, of geef hem een heel nieuw uiterlijk! Wees creatief - wat dacht je van een nieuw kleurenpalet voor je knoppen, of het kiezen van een nieuw lettertype? Kijk eens wat je hier allemaal kunt doen."],"Welcome to Styles":["Welkom bij stijlen"],"Welcome to styles":["Welkom bij stijlen"],"styles":["stijlen"],"Click <StylesIconImage /> to start designing your blocks, and choose your typography, layout, and colors.":["Klik <StylesIconImage /> om te beginnen met het ontwerpen van je blokken, en kies je typografie, lay-out, en kleuren."],"Design everything on your site — from the header right down to the footer — using blocks.":["Ontwerp alles op je site - van de header tot en met de footer - met blokken."],"Edit your site":["Bewerk je site"],"Get Started":["Aan de slag"],"Welcome to the site editor":["Welkom bij de site editor"],"Add a featured image":["Voeg een uitgelichte afbeelding toe"],"Select menu":["Selecteer menu"],"View Templates":["Bekijk templates"],"View Template Parts":["Bekijk template onderdelen"],"The id of the global style variation":["Het id van de globale stijlvariatie"],"Navigation Menus":["Navigatiemenu's"],"block description\u0004This block is deprecated. Please use the Comments Query Loop block instead.":["Dit blok is verouderd. Gebruik in plaats daarvan het Reacties query loop blok."],"block title\u0004Post Comment (deprecated)":["Berichtreactie (verouderd)"],"block description\u0004Show a block pattern.":["Toon een blokpatroon."],"block title\u0004Pattern":["Patroon"],"block keyword\u0004location":["locatie"],"block description\u0004Define a navigation area for your theme. The navigation block associated with this area will be automatically displayed.":["Definieer een navigatiegebied voor je thema. Het navigatieblok dat bij dit gebied hoort wordt automatisch getoond."],"block title\u0004Navigation Area":["Navigatiegebied"],"block description\u0004An advanced block that allows displaying post comments based on different query parameters and visual configurations.":["Een geavanceerd blok dat het mogelijk maakt bericht reacties weer te geven op basis van verschillende query parameters en visuele configuraties."],"block title\u0004Comments Query Loop":["Reactie query loop"],"block description\u0004Contains the block elements used to render a comment, like the title, date, author, avatar and more.":["Bevat de blokelementen, gebruikt om een reactie weer te geven zoals de titel, datum, auteur, avatar en meer."],"block title\u0004Comment Template":["Reactie template"],"block description\u0004Displays a link to reply to a comment.":["Toont een link om op een reactie te antwoorden."],"block title\u0004Comment Reply Link":["Reactie antwoord link"],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":["Toont een link om de reactie te bewerken in het WordPress Dashboard. Deze link is alleen zichtbaar voor gebruikers met de functie reactie bewerken."],"block title\u0004Comment Edit Link":["Link reactie bewerking"],"block description\u0004Add the date of this comment.":["Voeg de datum toe van deze reactie."],"block description\u0004Displays the contents of a comment.":["Toont de inhoud van een reactie."],"block description\u0004Add the author name of this comment.":["Voeg de auteurnaam toe van deze reactie."],"block title\u0004Comment Author Name":["Naam van de reactie auteur"],"block description\u0004Add the avatar of this comment's author.":["Voeg de avatar toe van de auteur van deze reactie."],"%s applied.":["%s toegepast."],"%s removed.":["%s verwijderd."],"Sorry, you are not allowed to upload this file type.":["Je hebt geen toestemming om dit bestandstype te uploaden."],"The following changes have been made to your site, templates, and content.":["De volgende wijzigingen zijn aangebracht in je site, templates, en inhoud."],"The following content has been modified.":["De volgende inhoud is aangepast."],"This change will affect pages and posts that use this template.":["Deze verandering heeft invloed op pagina's en berichten die dit template gebruiken.","Deze veranderingen zullen invloed hebben op pagina's en berichten die deze templates gebruiken."],"This change will affect your whole site.":["Deze verandering heeft invloed op je hele site.","Deze veranderingen hebben invloed op je hele site."],"Use left and right arrow keys to resize the canvas.":["Gebruik de linker en rechter pijltjestoetsen om de grootte van het canvas te veranderen."],"Drag to resize":["Sleep om de grootte te veranderen"],"The following blocks haven't been saved because they are not supported: \"%s\".":["De volgende blokken zijn niet opgeslagen omdat ze niet ondersteund worden: \"%s\"."],"Transform":["Transformeer"],"Select Area":["Selecteer gebied"],"Submenu & overlay background":["Sub-menu & overlay achtergrond"],"Submenu & overlay text":["Sub-menu & overlay tekst"],"Navigation menu has been deleted or is unavailable":["Navigatiemenu is verwijderd of is niet beschikbaar"],"Confirm":["Bevestigen"],"Delete %s":["Verwijder %s"],"%s navigation":["%s navigatie"],"Save your new navigation menu":["Sla je nieuwe navigatiemenu op"],"Save as":["Opslaan als"],"Create new menu":["Maak nieuw menu"],"Create your new navigation menu":["Maak je nieuwe navigatiemenu"],"Untitled Navigation Menu":["Ongetiteld navigatiemenu"],"Classic Menus":["Klassieke menu's"],"Menus":["Menu's"],"Open list view":["Open lijstweergave"],"Editing this Gallery in the WordPress mobile app requires version 18.2 or higher.":["Voor het bewerken van deze galerij in de WordPress mobiele app is versie 18.2 of hoger nodig."],"Embed Wolfram Cloud notebook content.":["Insluiten Wolfram Cloud notebook inhoud."],"Reply":["Antwoord"],"block title\u0004Comment Author Avatar":["Avatar van de reactie auteur"],"Avatar Settings":["Avatar instellingen"],"Displays more block tools":["Toont meer blokgereedschappen"],"Create a two-tone color effect without losing your original image.":["Maak een two-tone kleureffect zonder je originele afbeelding te verliezen."],"Core":["Core"],"Remove %s":["Verwijder %s"],"%1$d pattern found for \"%2$s\"":["%1$d patroon gevonden voor \"%2$s\"","%1$d patronen gevonden voor \"%2$s\""],"Label for showing all block patterns\u0004Explore":["Ontdek"],"Explore all patterns":["Ontdek alle patronen"],"Allow to wrap to multiple lines":["Sta toe om naar meerdere regels te splitsen"],"Classic menu: %s":["Klassiek menu: %s"],"Navigation Menus list":["Navigatiemenu's lijst"],"Navigation Menus list navigation":["Navigatiemenu's lijst navigatie"],"Filter Navigation Menu list":["Filter navigatie menulijst"],"Uploaded to this Navigation Menu":["Geüpload naar dit navigatiemenu"],"Insert into Navigation Menu":["Invoegen in navigatiemenu"],"Navigation Menu archives":["Archieven navigatiemenu"],"No Navigation Menu found in Trash.":["Geen navigatiemenu gevonden in de prullenbak."],"No Navigation Menu found.":["Geen navigatiemenu gevonden."],"Parent Navigation Menu:":["Hoofd navigatiemenu:"],"Search Navigation Menus":["Zoek navigatiemenu's"],"All Navigation Menus":["Alle navigatiemenu's"],"View Navigation Menu":["Bekijk navigatiemenu"],"Edit Navigation Menu":["Bewerk navigatiemenu"],"New Navigation Menu":["Nieuw navigatiemenu"],"Add New Navigation Menu":["Nieuw navigatiemenu toevoegen"],"Navigation Menu\u0004Add New":["Nieuwe toevoegen"],"Admin Menu text\u0004Navigation Menus":["Navigatiemenu's"],"Editor %s":["Redacteur %s"],"Editor (beta)":["Redacteur (beta)"],"Error when decoding a JSON file at path %1$s: %2$s":["Fout bij het decoderen van een JSON bestand op pad %1$s: %2$s"],"File %s doesn't exist!":["Bestand %s bestaat niet!"],"Theme not found.":["Thema niet gevonden."],"HTML title for the post, transformed for display.":["HTML titel voor het bericht, getransformeerd voor weergave."],"Title for the global styles variation, as it exists in the database.":["Titel voor de globale stijlen variatie, zoals die in de database bestaat."],"Title of the global styles variation.":["Titel van de globale stijlen variant."],"Global settings.":["Globale instellingen."],"Global styles.":["Globale stijlen."],"ID of global styles config.":["ID van globale stijlen config."],"No global styles config exist with that id.":["Er bestaat geen globale stijlen config met dat id."],"Sorry, you are not allowed to access the global styles on this site.":["Je hebt geen toestemming voor toegang tot de globale stijlen op deze site."],"The theme identifier":["De thema-aanduiding"],"The ID of the assigned navigation.":["Het ID van de toegewezen navigatie."],"The description of the navigation area.":["De beschrijving van het navigatiegebied."],"The name of the navigation area.":["De naam van het navigatiegebied."],"Invalid navigation area.":["Ongeldig navigatiegebied."],"Sorry, you are not allowed to view navigation areas.":["Je hebt geen toestemming om navigatiegebieden te bekijken."],"An alphanumeric identifier for the navigation area.":["Een alfanumerieke identificatie voor het navigatiegebied."],"%s Avatar":["%s avatar"],"block style label\u0004Plain":["Zonder opmaak"],"More Global Styles Actions":["Meer globale stijl acties"],"Set the default color used for links across the site.":["Stel de standaard kleur in die gebruikt wordt voor links op de site."],"Set the default color used for text across the site.":["Stel de standaard kleur in die gebruikt wordt voor tekst op de site."],"Set a background color or gradient for the whole site.":["Stel een achtergrondkleur of gradiënt in voor de hele site."],"Color palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Kleurenpaletten worden gebruikt om standaardkleuropties te bieden voor blokken en verschillende ontwerpgereedschappen. Hier kan je de kleuren met hun labels bewerken."],"Elements":["Elementen"],"Manage palettes and the default color of different global elements on the site.":["Beheer paletten en de standaard kleur van verschillende globale elementen op de site."],"Manage the fonts used on the site and the default aspect of different global elements.":["Beheer de lettertypen die op de site worden gebruikt en het standaard aspect van verschillende globale elementen."],"Customize the appearance of specific blocks and for the whole site.":["Pas de weergave van specifieke blokken aan voor de hele site."],"Browse all %s":["Blader door alle %s"],"Areas":["Gebieden"],"general":["algemeen"],"Post Terms":["Bericht termen"],"Link to comment":["Link naar reactie"],"Link to authors URL":["Link naar de URL van de auteur"],"New %s":["Nieuwe %s"],"Create a new %s.":["Maak een nieuwe%s."],"Choose an existing %s or create a new one.":["Kies een bestaande %s of maak een nieuwe."],"Creating your new %s…":["Maken van je nieuwe %s..."],"Name and create your new %s":["Geef je nieuwe %s een naam en maak hem aan"],"There is no other %s available. If you are looking for another type of template part, try searching for it using the input above.":["Er is geen ander %s beschikbaar. Als je op zoek bent naar een ander type template onderdeel, probeer er dan naar te zoeken met de bovenstaande invoer."],"Add a site logo":["Voeg een site logo toe"],"Page List: No pages to show.":["Paginalijst: geen pagina's om te tonen."],"Show icons":["Toon pictogrammen"],"Open on click":["Openen op klik"],"Submenus":["Sub-menu's"],"Always":["Altijd"],"Collapses the navigation options in a menu icon opening an overlay.":["Vouwt de navigatieopties in een menupictogram samen en opent een overlay."],"Configure overlay menu":["Overlay menu configueren"],"Overlay Menu":["Overlay menu"],"Display":["Toon"],"Embed Pinterest pins, boards, and profiles.":["Pinterest pins, borden en profielen insluiten."],"bookmark":["bladwijzer"],"Drag and drop onto this block, upload, or select existing media from your library.":["Versleep naar dit blok, upload, of selecteer bestaande media vanuit je bibliotheek."],"Show only top level categories":["Toon alleen top level categorieën"],"Select color type":["Selecteer kleurtype"],"https://wordpress.org/support/article/page-jumps/":["https://wordpress.org/support/article/page-jumps/"],"Post type to get the templates for.":["Berichtype om de templates voor te krijgen."],"Limit to the specified template part area.":["Beperk tot het aangegeven template deelgebied."],"Featured":["Uitgelicht"],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":["Hier wordt de naam van deze site weergegeven. Werk het blok bij en de wijzigingen zijn overal van toepassing. Dit wordt ook weergegeven in de titelbalk van de browser en in de zoekresultaten."],"Highlight":["Markeer"],"Create Page: <mark>%s</mark>":["Pagina maken: <mark>%s</mark>"],"You do not have permission to create Pages.":["Je hebt geen toestemming om pagina's te maken."],"Apply format: %s":["Pas format toe: %s"],"Beta":["Beta"],"Color Palette":["Kleurenpalet"],"%d color":["%d kleur","%d kleuren"],"Palette":["Palet"],"Sidebar":["Zijbalk"],"Navigate to the previous view":["Naar de vorige weergave navigeren"],"Include the label as part of the link":["Voeg het label toe als onderdeel van de link"],"Previous: ":["Vorige: "],"Next: ":["Volgende: "],"Make title link to home":["Maak titel link naar home"],"This item is missing a link":["Er ontbreekt een link in dit item"],"Block spacing":["Blokafstand"],"Max %s wide":["Max %s breed"],"label before the title of the previous post\u0004Previous:":["Vorige:"],"label before the title of the next post\u0004Next:":["Volgende:"],"block description\u0004Add a submenu to your navigation.":["Voeg een submenu toe aan je navigatie."],"block title\u0004Submenu":["Submenu"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Geef inhoud weer in meerdere kolommen, met blokken toegevoegd aan elke kolom."],"Customize the appearance of specific blocks for the whole site.":["Pas de weergave van specifieke blokken aan voor de hele site."],"Colors":["Kleuren"],"Navigation Post":["Navigatie bericht"],"New menu":["Nieuw menu"],"An error occurred while trying to update menu locations.":["Er is een fout opgetreden bij het updaten van menulocaties."],"Menu locations have been updated.":["Menulocaties zijn geüpdatet."],"Menu item":["Menu item"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["Het <footer>-element moet een footer vertegenwoordigen voor het dichtstbijzijnde sectie-element (bijvoorbeeld: <section>, <article>, <main> enz.)."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["Het <aside>-element moet een deel van een document vertegenwoordigen waarvan de inhoud slechts indirect gerelateerd is aan de hoofdinhoud van het document."],"The <article> element should represent a self contained, syndicatable portion of the document.":["Het <article>-element moet een op zichzelf staand, syndiceerbaar deel van het document vertegenwoordigen."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["Het <section>-element moet een op zichzelf staand sectie van het document vertegenwoordigen dat niet beter kan worden weergegeven door een ander element."],"The <main> element should be used for the primary content of your document only. ":["Het <main>-element mag alleen worden gebruikt voor de primaire inhoud van je document "],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["Het <header>-element moet inleidende inhoud vertegenwoordigen, meestal een groep inleidende of navigatiehulpmiddelen."],"Minimum height":["Minimale hoogte"],"Update to the new gallery format":["Update naar het nieuwe galerijformaat"],"Updating to the new format adds the ability to use custom links or styles on individual images in the gallery, and makes it easier to add or move them around.":["Updaten naar het nieuwe format voegt de mogelijkheid toe om aangepaste links of stijlen te gebruiken voor afzonderlijke afbeeldingen in de galerij, en maakt het gemakkelijker om ze toe te voegen of te verplaatsen."],"Update gallery":["Galerij updaten"],"Required to be true, as terms do not support trashing.":["Vereist om waar te zijn, aangezien termen geen ondersteuning bieden voor verplaatsen naar prullenbak."],"Unique identifier for the term.":["Unieke identificatiecode voor de term."],"block description\u0004Create structured content in rows and columns to display information.":["Maak gestructureerde inhoud in rijen en kolommen om informatie weer te geven."],"block description\u0004Display a graphic to represent this site. Update the block, and the changes apply everywhere it’s used. This is different than the site icon, which is the smaller image visible in your dashboard, browser tabs, etc used to help others recognize this site.":["Toon een grafiek om deze site voor te stellen. Update het blok, en de veranderingen gelden overal waar het gebruikt wordt. Dit is iets anders dan het site pictogram, dat is de kleinere afbeelding die zichtbaar is in je dashboard, browser tabs, enz. en dat gebruikt wordt om anderen te helpen deze site te herkennen."],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":["Maak een klassieke widget lay-out met een titel die gestyled wordt door het thema voor je widget gebieden."],"Widget Group":["Widget groep"],"https://wordpress.org/support/article/writing-posts/#post-field-descriptions":["https://wordpress.org/support/article/writing-posts/#post-field-descriptions"],"Copy existing menu":["Kopieer bestaand menu"],"Arrow option for Query Pagination Next/Previous blocks\u0004Chevron":["Chevron"],"Arrow option for Query Pagination Next/Previous blocks\u0004Arrow":["Pijl"],"Arrow option for Query Pagination Next/Previous blocks\u0004None":["Geen"],"A decorative arrow appended to the next and previous page link.":["Een decoratieve pijl toegevoegd aan de volgende en vorige pagina link."],"Arrow":["Pijl"],"Preload value\u0004None":["Geen"],"Blocks shown in a row.":["Blokken getoond in een rij."],"Row":["Rij"],"\"Preload\" value\u0004None":["Geen"],"noun; Audio block parameter\u0004Preload":["Vooraf laden"],"Media item link option\u0004None":["Geen"],"Currently selected font appearance: %s":["Huidig geselecteerde lettertype weergave: %s"],"Currently selected font style: %s":["Huidig geselecteerde lettertype stijl: %s"],"Currently selected font weight: %s":["Huidig geselecteerde lettertype gewicht: %s"],"No selected font appearance":["Geen geselecteerde lettertype weergave"],"Justification":["Uitlijning"],"Image will be stretched and distorted to completely fill the space.":["De afbeelding wordt uitgerekt en vervormd om de ruimte helemaal te vullen."],"Image is scaled to fill the space without clipping nor distorting.":["De afbeelding wordt zo geschaald dat het de ruimte vult zonder te knippen of te vervormen."],"Image is scaled and cropped to fill the entire space without being distorted.":["De afbeelding wordt geschaald en bijgesneden om de hele ruimte te vullen zonder vervormd te worden."],"Loading options…":["Opties laden.."],"All gallery image sizes updated to: %s":["Alle galerij afbeelding grootten geüpdatet naar: %s"],"All gallery images updated to not open in new tab":["Alle galerijafbeeldingen geüpdatet zodat ze niet in een nieuwe tab openen"],"All gallery images updated to open in new tab":["Alle galerijafbeeldingen geüpdatet om in nieuwe tab te openen"],"All gallery image links updated to: %s":["Alle links naar galerijafbeeldingen geüpdatet naar: %s"],"If uploading to a gallery all files need to be image formats":["Als je uploadt naar een galerij moeten alle bestanden een afbeelding format hebben"],"Block pattern title\u0004Grid":["Raster"],"Duotone name\u0004Blue and orange":["Blauw en oranje"],"Duotone name\u0004Purple and green":["Paars en groen"],"Duotone name\u0004Magenta and yellow":["Magenta en geel"],"Duotone name\u0004Midnight":["Middernacht"],"Duotone name\u0004Blue and red":["Blauw en rood"],"Duotone name\u0004Purple and yellow":["Paars en geel"],"Duotone name\u0004Grayscale":["Grijswaarden"],"Duotone name\u0004Dark grayscale":["Donkere grijswaarden"],"Gradient name\u0004Midnight":["Middernacht"],"Gradient name\u0004Electric grass":["Elektrisch gras"],"Gradient name\u0004Pale ocean":["Bleke oceaan"],"Gradient name\u0004Luminous dusk":["Lichtgevende schemering"],"Gradient name\u0004Blush bordeaux":["Blush bordeaux"],"Gradient name\u0004Blush light purple":["Blush licht paars"],"Gradient name\u0004Cool to warm spectrum":["Koel tot warm spectrum"],"Gradient name\u0004Very light gray to cyan bluish gray":["Zeer lichtgrijs tot cyaan blauwgrijs"],"Gradient name\u0004Luminous vivid orange to vivid red":["Lichtgevend levendig oranje tot levendig rood"],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":["Lichtgevend levendig amber tot lichtgevend levendig oranje"],"Gradient name\u0004Light green cyan to vivid green cyan":["Lichtgroen cyaan tot levendig groen cyaan"],"Gradient name\u0004Vivid cyan blue to vivid purple":["Levendig cyaanblauw tot levendig paars"],"Color name\u0004Vivid purple":["Levendig paars"],"Color name\u0004Vivid cyan blue":["Levendig cyaanblauw"],"Color name\u0004Pale cyan blue":["Licht cyaan blauw"],"Color name\u0004Vivid green cyan":["Levendig groen cyaan"],"Color name\u0004Light green cyan":["Lichtgroen cyaan"],"Color name\u0004Luminous vivid amber":["Lichtgevend levendig amber"],"Color name\u0004Luminous vivid orange":["Lichtgevend levendig oranje"],"Color name\u0004Vivid red":["Levendig rood"],"Color name\u0004Pale pink":["Bleekroze"],"Color name\u0004White":["Wit"],"Color name\u0004Cyan bluish gray":["Cyaan blauwgrijs"],"Color name\u0004Black":["Zwart"],"Font size name\u0004Huge":["Reusachtig"],"Font size name\u0004Large":["Groot"],"Font size name\u0004Medium":["Medium"],"Font size name\u0004Normal":["Normaal"],"Font size name\u0004Small":["Klein"],"Select a Menu":["Selecteer een menu"],"Image scaling options\u0004Scale":["Schaal"],"Scale option for Image dimension control\u0004Fill":["Vullen"],"Scale option for Image dimension control\u0004Contain":["Bevatten"],"Scale option for Image dimension control\u0004Cover":["Omslagafbeelding"],"Block pattern title\u0004Social links with a shared background color":["Sociale links met een gedeelde achtergrondkleur"],"Block pattern title\u0004Large title":["Grote titel"],"Block pattern title\u0004Small image and title":["Kleine afbeelding en titel"],"Block pattern title\u0004Image at left":["Afbeelding links"],"Block pattern title\u0004Standard":["Standaard"],"https://wordpress.org/support/article/block-based-widgets-editor/":["https://wordpress.org/support/article/block-based-widgets-editor/"],"Read more link text":["Lees meer link tekst"],"Add link…":["Link toevoegen..."],"Flow":["Flow"],"Flex":["Flex"],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Je probeerde een item te bewerken dat niet bestaat. Misschien werd het verwijderd?"],"Show or hide the block settings sidebar.":["Toon of verberg de zijbalk met blokinstellingen."],"Template not found":["Template niet gevonden"],"Customize how you interact with blocks in the block library and editing canvas.":["Pas aan hoe je omgaat met blokken in de blokkenbibliotheek en het bewerking canvas."],"Block interactions":["Blok interacties"],"Shows text instead of icons.":["Toont tekst in plaats van pictogrammen."],"Customize options related to the block editor interface and editing flow.":["Pas opties aan die te maken hebben met de blok-editor interface en de bewerking flow."],"Change options related to publishing.":["Wijzig opties gerelateerd aan publiceren."],"Publishing":["Publiceren"],"Enter character(s) used to separate terms.":["Voer teken(s) in die gebruikt worden om termen van elkaar te scheiden."],"Add \"read more\" link text":["Voeg \"lees meer\" link tekst toe"],"There is no excerpt because this is a protected post.":["Er is geen samenvatting omdat dit een beschermd bericht is."],"Blog posts can be \"stickied\", a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":["Blogberichten kunnen \"stickied\" worden, een functie die ze bovenaan de voorpagina van berichten plaatst, en ze daar houdt tot nieuwe sticky berichten worden gepubliceerd."],"WordPress contains different types of content and they are divided into collections called \"Post Types\". By default there are a few different ones such as blog posts and pages, but plugins could add more.":["WordPress bevat verschillende soorten inhoud en die zijn onderverdeeld in verzamelingen die \"Berichttypes\" heten. Standaard zijn er een paar verschillende zoals blog berichten en pagina's, maar plugins kunnen er meer toevoegen."],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":["Toggle om de globale zoekcontext te gebruiken die met het huidige template is ingesteld, zoals een archief of zoekactie. Uitschakelen om de instellingen onafhankelijk aan te passen."],"Inherit query from template":["Erf query van template"],"There are no existing template parts to select.":["Er zijn geen bestaande template onderdelen om te selecteren."],"Area: %s":["Gebied: %s"],"Site Title placeholder":["Plaatshouder voor sitetitel"],"Site Tagline placeholder":["Plaatshouder van de slogan"],"Link image to home":["Link afbeelding naar home"],"block example\u0004Home Link":["Home link"],"Add home link":["Toevoegen home link"],"Home link text":["Home link tekst"],"Media width":["Mediabreedte"],"Name of the file\u0004Armstrong_Small_Step":["Armstrong_Small_Step"],"No published posts found.":["Geen gepubliceerde berichten gevonden."],"Autoplay may cause usability issues for some users.":["Autoplay kan voor sommige gebruikers bruikbaarheidsproblemen veroorzaken."],"Style":["Stijl"],"Radius":["Straal"],"Link Radii":["Verbindingsstralen"],"Unlink Radii":["Ontkoppel stralen"],"Bottom right":["Rechtsonder"],"Bottom left":["Links onder"],"Top right":["Rechtsboven"],"Top left":["Linksboven"],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":["Het blok \"%s\" is beïnvloed door fouten en kan mogelijk niet goed functioneren. Bekijk de ontwikkelaar gereedschappen voor meer details."],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":["Schakel blokken uit die je niet wil laten verschijnen in de blok-inserter. Zij kunnen altijd weer later worden ingeschakeld."],"Visible blocks":["Zichtbare blokken"],"Review settings, such as visibility and tags.":["Bekijk instellingen, zoals zichtbaarheid en tags."],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":["Een geavanceerd blok waarmee berichttypen kunnen worden weergegeven op basis van verschillende zoekopdracht parameters en visuele configuraties."],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":["Bevat de blokelementen die worden gebruikt om een bericht weer te geven, zoals de titel, datum, uitgelichte afbeelding, inhoud of samenvatting, en meer."],"block title\u0004Post Template":["Bericht template"],"block keyword\u0004link":["link"],"No preview available.":["Geen voorbeeld beschikbaar."],"Widgets footer":["Widgets footer"],"Display block breadcrumbs deactivated":["Weergave blok kruimelpaden gedeactiveerd"],"Display block breadcrumbs activated":["Weergave blok kruimelpaden geactiveerd"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Templates helpen bij het definiëren van de lay-out van de site. Je kunt alle aspecten van je berichten en pagina's aanpassen met behulp van blokken en patronen in deze editor."],"Describe the purpose of the template, e.g. \"Full Width\". Custom templates can be applied to any post or page.":["Beschrijf het doel van de template, bijv. \"Volledige breedte\". Aangepaste templates kunnen op elk bericht of elke pagina worden toegepast."],"noun\u0004Document":["Document"],"Are you sure you want to delete the %s template? It may be used by other pages or posts.":["Weet je zeker dat je de %s template wilt verwijderen? Het kan worden gebruikt door andere pagina's of berichten."],"%d block is hidden.":["%d blok is verborgen.","%d blokken zijn verborgen."],"Limit result set to users who have published posts.":["Resultaatset beperken tot gebruikers die berichten hebben gepubliceerd."],"Block %1$s has been renamed to Post Template. %1$s will be supported until WordPress version 5.9.":["Blok %1$s is hernoemd naar Bericht template. %1$s wordt ondersteund tot WordPress versie 5.9."],"The calendar block is hidden because there are no published posts.":["Het agendablok is verborgen omdat er geen gepubliceerde berichten zijn."],"block keyword\u0004movie":["film"],"block description\u0004Embed a video from your media library or upload a new one.":["Een video uit je mediabibliotheek insluiten of upload een nieuwe."],"block keyword\u0004poem":["gedicht"],"block keyword\u0004poetry":["poëzie"],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":["Voeg poëzie toe. Gebruik speciale ruimte-indelingen. Of citeer muziekteksten."],"block description\u0004This block is deprecated. Please use the Columns block instead.":["Dit blok is verouderd. Gebruik in plaats hiervan het kolommenblok."],"block description\u0004A cloud of your most used tags.":["Een wolk van je meest gebruikte tags."],"block style label\u0004Stripes":["Strepen"],"block keyword\u0004summary":["samenvatting"],"block keyword\u0004document outline":["documentoverzicht"],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":["Vat je bericht samen met een lijst met headings. Voeg HTML-ankers toe aan heading blokken om ze hier te linken."],"block title\u0004Table of Contents":["Inhoudsopgave"],"block description\u0004Add white space between blocks and customize its height.":["Voeg ruimte toe tussen blokken en pas zijn hoogte aan."],"block style label\u0004Pill Shape":["Pilvorm"],"block style label\u0004Logos Only":["Alleen logo's"],"block description\u0004Display icons linking to your social media profiles or sites.":["Toon pictogrammen die linken naar je socialmediaprofielen of sites."],"block description\u0004Display an icon linking to a social media profile or site.":["Toon een pictogram dat linkt naar een socialmediaprofiel of site."],"block keyword\u0004description":["beschrijving"],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it's not displayed in the theme design.":["Beschrijf in een paar woorden waar de site over gaat. De slogan kan worden gebruikt in zoekresultaten of bij het delen op sociale netwerken, zelfs als deze niet wordt weergegeven in het thema ontwerp."],"block description\u0004Insert additional custom elements with a WordPress shortcode.":["Voeg extra aangepaste elementen in met een WordPress shortcode."],"block style label\u0004Dots":["Punten"],"block style label\u0004Wide Line":["Brede lijn"],"block keyword\u0004divider":["scheidingslijn"],"block keyword\u0004hr":["hr"],"block keyword\u0004horizontal-line":["horizontale lijn"],"block description\u0004Create a break between ideas or sections with a horizontal separator.":["Maak een onderbreking tussen ideeën of secties met een horizontale scheidingslijn."],"block keyword\u0004find":["vind"],"block description\u0004Help visitors find your content.":["Help bezoekers je inhoud te vinden."],"block keyword\u0004feed":["feed"],"block keyword\u0004atom":["atom"],"block description\u0004Display entries from any RSS or Atom feed.":["Toon invoer van elke RSS of Atom feed."],"block style label\u0004Large":["Groot"],"block keyword\u0004cite":["citaat"],"block keyword\u0004blockquote":["blockquote"],"block description\u0004Display the query title.":["Toon de zoekopdracht titel."],"block title\u0004Query Title":["Titel zoekopdracht"],"block description\u0004Displays a paginated navigation to next/previous set of posts, when applicable.":["Toont een gepagineerde navigatie op volgend/vorige sets van berichten, indien van toepassing."],"block description\u0004Displays the previous posts page link.":["Toont de link naar de vorige berichtenpagina."],"block description\u0004Displays a list of page numbers for pagination":["Toont een lijst met paginanummers voor paginering"],"block description\u0004Displays the next posts page link.":["Toont de link naar de volgende berichtenpagina."],"block description\u0004Give special visual emphasis to a quote from your text.":["Geef speciale visuele nadruk aan een citaat uit je tekst."],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":["Voeg tekst toe die je tussenruimte en tabs behoudt, en ook styling toestaat."],"block description\u0004Displays the title of a post, page, or any other content-type.":["Toont een titel van een bericht, pagina of elk ander berichttype."],"block description\u0004Post terms.":["Bericht termen."],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":["Toont de volgende of vorige bericht link die naast het huidige bericht staat."],"block title\u0004Post Navigation Link":["Bericht navigatie link"],"block description\u0004Display a post's featured image.":["Toon de uitgelichte afbeelding van bericht."],"block description\u0004Display a post's excerpt.":["Toon samenvatting van een bericht."],"block description\u0004Add the date of this post.":["Voeg de datum van dit bericht toe."],"block description\u0004Displays the contents of a post or page.":["Toont de inhoud van een bericht of pagina."],"block description\u0004Display a post's comments.":["Toon de reacties van een bericht."],"block description\u0004Displays the link to the current post comments.":["Toont de link naar de huidige bericht reacties."],"block description\u0004Display a post's comments form.":["Toon het reacties formulier van een bericht."],"block description\u0004Display a post's comments count.":["Toon het aantal reacties van een bericht."],"block description\u0004Add the author of this post.":["Voeg de auteur van dit bericht toe."],"block keyword\u0004text":["tekst"],"block description\u0004Start with the building block of all narrative.":["Begin met de bouwsteen van alle verhaallijnen."],"block description\u0004Display a list of all pages.":["Toon een lijst van alle pagina's."],"block keyword\u0004pagination":["paginering"],"block keyword\u0004next page":["volgende pagina"],"block description\u0004Separate your content into a multi-page experience.":["Scheid je inhoud in een ervaring van meerdere pagina's."],"block keyword\u0004navigation":["navigatie"],"block keyword\u0004menu":["menu"],"block description\u0004A collection of blocks that allow visitors to get around your site.":["Een verzameling blokken waarmee bezoekers op je site kunnen navigeren."],"block description\u0004Add a page, link, or another item to your navigation.":["Voeg een pagina, link, of ander item toe aan je navigatie."],"block keyword\u0004read more":["lees meer"],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":["Inhoud voor dit blok wordt getoond in de samenvatting op je archiefpagina."],"block description\u0004Your site doesn’t include support for this block.":["Je site biedt geen ondersteuning voor dit blok."],"block keyword\u0004video":["video"],"block keyword\u0004image":["afbeelding"],"block description\u0004Set media and words side-by-side for a richer layout.":["Zet media en woorden naast elkaar in voor een rijkere lay-out."],"block keyword\u0004form":["formulier"],"block keyword\u0004logout":["uitloggen"],"block keyword\u0004login":["login"],"block description\u0004Show login & logout links.":["Toon inlog & uitlog links."],"block keyword\u0004numbered list":["genummerde lijst"],"block keyword\u0004ordered list":["geordende lijst"],"block keyword\u0004bullet list":["ongeordende lijst"],"block description\u0004Create a bulleted or numbered list.":["Maak een lijst met opsommingstekens of nummers."],"block description\u0004Display a legacy widget.":["Toon een verouderde widget."],"block title\u0004Legacy Widget":["Verouderde widget"],"block keyword\u0004recent posts":["recente berichten"],"block description\u0004Display a list of your most recent posts.":["Toon een lijst van je meest recente berichten."],"block keyword\u0004recent comments":["recente reacties"],"block description\u0004Display a list of your most recent comments.":["Toon een lijst van je meest recente reacties."],"block style label\u0004Rounded":["Afgerond"],"block style label\u0004Default":["Standaard"],"block keyword\u0004picture":["afbeelding"],"block keyword\u0004photo":["foto"],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":["Voeg een afbeelding in om een visueel statement te maken."],"block keyword\u0004embed":["insluiten"],"block description\u0004Add custom HTML code and preview it as you edit.":["Aangepaste HTML-code toevoegen en voorbeeld bekijken terwijl je het bewerkt."],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":["Maak een link die altijd wijst naar de homepage van de site. Is normaliter niet nodig als er al een site titellink aanwezig is in de header."],"block title\u0004Home Link":["Link naar beginpagina"],"block keyword\u0004subtitle":["sub-titel"],"block keyword\u0004title":["titel"],"block keyword\u0004section":["sectie"],"block keyword\u0004row":["rij"],"block keyword\u0004wrapper":["wrapper"],"block keyword\u0004container":["container"],"block description\u0004Combine blocks into a group.":["Combineer blokken in een groep."],"block keyword\u0004photos":["foto's"],"block keyword\u0004images":["afbeeldingen"],"block description\u0004Display multiple images in a rich gallery.":["Toon meerdere afbeeldingen in een rijke galerij."],"block description\u0004Use the classic WordPress editor.":["Gebruik de klassieke WordPress editor."],"block keyword\u0004download":["download"],"block keyword\u0004pdf":["pdf"],"block keyword\u0004document":["document"],"block description\u0004Add a link to a downloadable file.":["Link naar downloadbaar bestand invoegen."],"block description\u0004Add an image or video with a text overlay — great for headers.":["Voeg een afbeelding of video toe met tekst eroverheen — geweldig voor headers."],"block description\u0004A single column within a columns block.":["Een enkele kolom binnen een kolommenblok."],"block description\u0004Display code snippets that respect your spacing and tabs.":["Toon stukjes code die je spatiëring en tabs respecteren."],"block description\u0004Display a list of all categories.":["Toon een lijst van alle categorieën."],"block keyword\u0004archive":["archief"],"block keyword\u0004posts":["berichten"],"block description\u0004A calendar of your site’s posts.":["Een kalender met de berichten van je site."],"block description\u0004Prompt visitors to take action with a group of button-style links.":["Vraag bezoekers actie te ondernemen met een groep van links in de stijl van een knop."],"block style label\u0004Outline":["Omlijning"],"block style label\u0004Fill":["Vullen"],"block description\u0004Prompt visitors to take action with a button-style link.":["Vraag bezoekers om actie te ondernemen met een link in de stijl van een knop."],"block keyword\u0004recording":["opnemen"],"block keyword\u0004podcast":["podcast"],"block keyword\u0004sound":["geluid"],"block keyword\u0004music":["muziek"],"block description\u0004Embed a simple audio player.":["Een simpele audiospeler insluiten."],"block description\u0004Display a monthly archive of your posts.":["Toon een maandelijks archief van je berichten."],"Letter spacing":["Letterafstand"],"Give the template a title that indicates its purpose, e.g. \"Full Width\".":["Geef de template een titel die het doel aangeeft, bijvoorbeeld \"Volledige breedte\"."],"The OG image link of the <meta property=\"og:image\"> or <meta property=\"og:image:url\"> element from the URL.":["De OG afbeelding link van de <meta property=\"og:image\"> of <meta property=\"og:image:url\"> element van de URL."],"The content of the <meta name=\"description\"> element from the URL.":["De inhoud van het <meta name=\"description\"> element van de URL."],"The favicon image link of the <link rel=\"icon\"> element from the URL.":["De favicon afbeelding link van het <link rel=\"icon\"> element van de URL."],"Block %1$s is declaring %2$s support on block.json under supports.%2$s. %2$s support is now declared under supports.typography.%2$s.":["Blok %1$s declareert %2$s ondersteuning op block.json onder supports.%2$s. %2$s ondersteuning wordt nu gedeclareerd onder supports.typography.%2$s."],"Welcome to the template editor":["Welkom bij de template editor"],"Template Options":["Template opties"],"Delete template":["Verwijder template"],"Menu (selected)":["Menu (geselecteerd)"],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Je thema biedt %s \"blok\" gebied voor je om inhoud toe te voegen en te bewerken. Probeer hier een zoekbalk, sociale pictogrammen of andere soorten blokken toe te voegen en zie hoe ze eruit zullen zien op je site.","Je thema biedt %s verschillende \"blok\" gebieden voor je om inhoud toe te voegen en te bewerken. Probeer hier een zoekbalk, sociale pictogrammen of andere soorten blokken toe te voegen en zie hoe ze eruit zullen zien op je site."],"Margin":["Marge"],"New to the block editor?":["Nieuw bij de blok-editor?"],"Get the Classic Widgets plugin.":["Verkrijg de klassieke widgets plugin."],"Want to stick with the old widgets?":["Wil je vasthouden aan de oude widgets?"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["Je kunt nu elk blok toevoegen aan de widget gebieden van je site. Maak je geen zorgen, al je favoriete widgets werken nog steeds feilloos."],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Je thema biedt verschillende \"blok\" gebieden voor je om inhoud toe te voegen en te bewerken. Probeer hier een zoekbalk, sociale pictogrammen of andere soorten blokken toe te voegen en zie hoe ze eruit zullen zien op je site."],"Welcome to block Widgets":["Welkom bij blok widgets"],"Contain text cursor inside block deactivated":["Houd tekstcursor binnen blok gedeactiveerd"],"Contain text cursor inside block activated":["Houd tekstcursor binnen het blok geactiveerd"],"(Home link, opens in a new tab)":["(Home link, opent in een nieuwe tab)"],"Close menu":["Sluit menu"],"Open menu":["Open menu"],"Styles consolidated from core, theme, and user origins.":["Stijlen geconsolideerd vanuit core, thema en gebruikers oorsprong."],"Settings consolidated from core, theme, and user origins.":["Instellingen geconsolideerd vanuit de core, het thema en de oorsprong van de gebruiker."],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":["Gereedschappen bieden verschillende interacties voor het selecteren, navigeren en bewerken van blokken. Schakel tussen selecteren en bewerken door op Escape en Enter te drukken."],"Carousel view":["Carrousel weergave"],"Next pattern":["Volgend patroon"],"Previous pattern":["Vorig patroon"],"Start blank":["Begin blanco"],"Apply duotone filter":["Duotoon filter toepassen"],"Duotone":["Duotoon"],"Page on front":["Pagina op voorkant"],"Show on front":["Toon op de voorkant"],"Logo":["Logo"],"Tagline":["Slogan"],"Are you sure you want to delete this navigation? This action cannot be undone.":["Weet je zeker dat je deze navigatie wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden."],"Active theme gradients.":["Actieve thema verlopen."],"Active theme font sizes.":["Actieve thema lettergroottes."],"Active theme color palette.":["Actief thema kleurenpalet."],"Maximum upload size in bytes allowed for the site.":["Maximale uploadgrootte in bytes toegestaan voor de site."],"Available image sizes.":["Beschikbare afbeeldingsgrootten."],"Determines whether the image editing feature is enabled.":["Bepaalt of de functie voor het bewerken van afbeeldingen is ingeschakeld."],"Available image dimensions.":["Beschikbare afbeeldingenafmetingen."],"Default size for images.":["Standaardgrootte voor afbeeldingen."],"Determines whether the current locale is right-to-left (RTL).":["Bepaalt of de huidige landinstelling van rechts naar links (RTL) is."],"Enables custom units.":["Schakelt aangepaste eenheden in."],"Enables custom spacing.":["Schakelt aangepaste afstand in."],"Enables custom line height.":["Schakelt aangepaste regelhoogte in."],"Disables custom font size.":["Schakelt aangepaste lettergrootte uit."],"Disables custom colors.":["Schakelt aangepaste kleuren uit."],"Returns all the categories for block types that will be shown in the block editor.":["Retourneert alle categorieën voor bloktypen die in de blok-editor worden weergegeven."],"List of allowed mime types and file extensions.":["Lijst met toegestane mime-typen en bestandsextensies."],"List of allowed block types.":["Lijst met toegestane bloktypes."],"Enable/Disable Wide/Full Alignments.":["Brede/volledige uitlijning in-/uitschakelen."],"Widget types to hide from Legacy Widget block.":["Widget types om te verbergen voor het verouderde widget blok."],"Enable/disable layouts support in container blocks.":["Ondersteuning voor lay-outs in containerblokken in-/uitschakelen."],"Returns if the current theme is full site editing-enabled or not.":["Geeft terug of het huidige thema al dan niet volledig is ingeschakeld voor het bewerken van de site."],"Editor styles":["Editor stijlen"],"Enables experimental Full Site Editing blocks":["Maakt experimentele blokken voor het bewerken van de volledige site mogelijk"],"Sorry, you are not allowed to read the block editor settings.":["Je mag de instellingen van de blok-editor niet lezen."],"Block HTML:":["Blok HTML:"],"Patterns list":["Patronenlijst"],"Use left and right arrow keys to move through blocks":["Gebruik de linker en rechter pijltoetsen om door blokken te bewegen"],"Customize the width for all elements that are assigned to the center or wide columns.":["Pas de breedte aan voor alle elementen die zijn toegewezen aan de middelste of brede kolommen."],"Wide":["Breed"],"Inherit default layout":["Overerf standaard lay-out"],"Layout":["Lay-out"],"Dotted":["Gestippeld"],"Dashed":["Gestreept"],"Menu deletion unsuccessful":["Verwijderen van menu is mislukt"],"\"%s\" menu has been deleted":["\"%s\" menu is verwijderd"],"Navigation menu blocks":["Navigatiemenu blokken"],"Navigation top bar":["Navigatie topbalk"],"Currently using %s":["Momenteel wordt %s gebruikt"],"Your current theme supports %d different locations. Select which menu appears in each location.":["Je huidige thema ondersteunt %d verschillende locaties. Selecteer welk menu verschijnt op elke locatie."],"Your current theme provides %d different locations to place menu.":["Je huidige thema biedt %d verschillende locaties om menu te plaatsen."],"Add new pages":["Nieuwe pagina's toevoegen"],"Choose a menu to edit:":["Kies een menu om te bewerken:"],"Unable to save: An error ocurred.":["Kan niet opslaan: er is een fout opgetreden."],"Unable to save: '%s'":["Kan niet opslaan: '%s'"],"Close inserter":["Sluit inserter"],"Customizing":["Aanpassen"],"Widget types":["Widget types"],"Template: %s":["Template: %s"],"Custom Template":["Aangepaste template"],"Create custom template":["Maak aangepaste template"],"Custom template created. You're in template mode now.":["Aangepaste template gemaakt. Je bent nu in de templatemodus."],"Term Description":["Term beschrijving"],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":["Geef de beschrijving van categorieën, tags en aangepaste taxonomieën weer bij het bekijken van een archief."],"block title\u0004Term Description":["Term beschrijving"],"Post Comments Link block: post not found.":["Bericht reacties link blok: bericht niet gevonden."],"%s comment":["%s reactie","%s reacties"],"No comments":["Geen reacties"],"block title\u0004Post Comments Link":["Berichtreacties link"],"Provided type is not supported.":["Het opgegeven type wordt niet ondersteund."],"Archive title":["Archieftitel"],"Display the archive title based on the queried object.":["Toon de archieftitel op basis van het opgevraagde object."],"Archive Title":["Archieftitel"],"Click plus to add":["Klik op plus voor toevoegen"],"Convert":["Converteer"],"Note: if you add new pages to your site, you'll need to add them to your navigation menu.":["Opmerking: als je nieuwe pagina's aan je site toevoegt, moet je ze aan je navigatiemenu toevoegen."],"To edit this navigation menu, convert it to single page links. This allows you to add, re-order, remove items, or edit their labels.":["Om dit navigatiemenu te bewerken, zet je het om naar enkelvoudige paginalinks. Zo kan je items toevoegen, opnieuw rangschikken, verwijderen of hun labels bewerken."],"Convert to links":["Converteren naar links"],"Log out":["Uitloggen"],"Redirect to current URL":["Omleiden naar huidige URL"],"Display login as form":["Toon login als formulier"],"Login/out settings":["In-/uitloggen instellingen"],"block title\u0004Login/out":["Login/uit"],"Widget is missing.":["Widget ontbreekt."],"Legacy Widget Preview":["Verouderd widget voorbeeld"],"Select widget":["Selecteer widget"],"block title\u0004Custom Link":["Aangepaste link"],"A link to a custom URL.":["Een link naar een aangepaste URL."],"Custom Link":["Aangepaste link"],"Embed of %s.":["Insluiting van %s."],"PDF embed":["PDF insluiting"],"Embed of the selected PDF file.":["Insluiting van het geselecteerde PDF-bestand."],"Copied URL to clipboard.":["Kopieer URL naar klembord."],"Note: Most phone and tablet browsers won't display embedded PDFs.":["Opmerking: de meeste telefoon- en tabletbrowsers tonen geen ingesloten PDFs."],"Show inline embed":["Toon inline insluitingen"],"PDF settings":["PDF instellingen"],"%1$s (%2$d of %3$d)":["%1$s (%2$d van %3$d)"],"Add citation":["Citaat toevoegen"],"Add quote":["Quote toevoegen"],"Add caption":["Bijschrift toevoegen"],"Type / to choose a block":["Typ / om een blok te kiezen"],"Manage with live preview":["Beheren via live preview"],"Move to widget area":["Verplaatst naar widget gebied"],"Border":["Rand"],"Generic label for block inserter button\u0004Toggle block inserter":["Toggle blok inserter"],"Clear customizations":["Aanpassingen wissen"],"Restore template to theme default":["Zet template terug naar standaard thema"],"Template revert failed. Please reload.":["Template terugdraaien mislukt. Probeer opnieuw te laden."],"Template reverted.":["Template teruggedraaid."],"The editor has encountered an unexpected error. Please reload.":["De editor is op een onverwachte fout gestuit. Probeer opnieuw te laden."],"This template is not revertable.":["Deze template kan niet worden teruggedraaid."],"A link to a post format":["Een link naar het bericht format"],"Post Format Link":["Bericht format link"],"This content is password protected.":["Deze inhoud is beschermd met een wachtwoord."],"%1$s: %2$s":["%1$s: %2$s"],"%1$s comment<span class=\"screen-reader-text\"> on %2$s</span>":["%1$s reactie<span class=\"screen-reader-text\"> op %2$s</span>","%1$s reacties<span class=\"screen-reader-text\"> op %2$s</span>"],"No comments<span class=\"screen-reader-text\"> on %s</span>":["Geen reacties<span class=\"screen-reader-text\"> op %s</span>"],"block category\u0004Reusable Blocks":["Herbruikbare blokken"],"block category\u0004Embeds":["Insluitingen"],"block category\u0004Widgets":["Widgets"],"block category\u0004Design":["Ontwerp"],"block category\u0004Media":["Media"],"block category\u0004Text":["Tekst"],"block category\u0004Theme":["Thema"],"URL-encoded form data from the widget admin form. Used to update a widget that does not support instance. Write only.":["URL-gecodeerde formuliergegevens van het widget beheerformulier. Wordt gebruikt om een widget te updaten die geen instantie ondersteunt. Alleen schrijven."],"Unencoded instance settings, if supported.":["Niet gecodeerde instantie instellingen, indien ondersteund."],"Cryptographic hash of the instance settings.":["Cryptografische hash van de instantie instellingen."],"Base64 encoded representation of the instance settings.":["Base64 gecodeerde weergave van de instantie instellingen."],"Instance settings of the widget, if supported.":["Instantie instellingen van de widget, indien ondersteund."],"The type of the widget. Corresponds to ID in widget-types endpoint.":["Het type widget. Komt overeen met ID in eindpunt van widget types."],"The provided instance is invalid. Must contain raw OR encoded and hash.":["De opgegeven instantie is ongeldig. Moet onbewerkt OF gecodeerd en hash bevatten."],"Widget type does not support raw instances.":["Widget type ondersteunt geen ruwe instanties."],"Cannot set instance on a widget that does not extend WP_Widget.":["Kan instantie niet instellen op een widget die WP_Widget niet uitbreidt."],"The provided widget type (id_base) cannot be updated.":["Het opgegeven widget type (id_base) kan niet worden geüpdatet."],"Widget type (id_base) is required.":["Widget type (id_base) is vereist."],"Block pattern title\u0004Offset":["Offset"],"Template name\u0004Single Post":["Enkel bericht"],"Skip to content":["Ga naar de inhoud"],"The Footer template defines a page area that typically contains site credits, social links, or any other combination of blocks.":["De footer template definieert een paginagebied dat doorgaans site credits, sociale links of een andere combinatie van blokken bevat."],"The Header template defines a page area that typically contains a title, logo, and main navigation.":["De header template definieert een paginagebied dat doorgaans een titel, logo en hoofdnavigatie bevat."],"General templates often perform a specific role like displaying post content, and are not tied to any particular area.":["Algemene templates vervullen vaak een specifieke rol, zoals het weergeven van berichtinhoud, en zijn niet aan een bepaald gebied gebonden."],"Empty template: %s":["Lege template: %s"],"Theme file exists.":["Thema bestand bestaat."],"Source of template":["Bron van het template"],"Custom Styles":["Aangepaste stijlen"],"The provided instance is malformed.":["Het opgegeven exemplaar heeft een onjuiste lay-out."],"Cannot preview a widget that does not extend WP_Widget.":["Kan geen voorbeeld weergeven van een widget die WP_Widget niet uitbreidt."],"Whether the widget supports multiple instances":["Of de widget meerdere instanties ondersteunt"],"Serialized widget form data to encode into instance settings.":["Geserialiseerde widget formuliergegevens om te coderen in instantie-instellingen."],"Current instance settings of the widget.":["Huidige instantie-instellingen van de widget."],"Display a post's categories.":["Toon de categorieën van een bericht."],"Default based on area (%s)":["Standaard gebaseerd op gebied (%s)"],"Area":["Gebied"],"Width in pixels":["Breedte in pixels"],"navigation link preview example\u0004Example Link":["Voorbeeld link"],"Select tag":["Selecteer tag"],"Select category":["Selecteer categorie"],"Select page":["Selecteer pagina"],"Select post":["Selecteer bericht"],"Select a block to install and add it to your post.":["Selecteer een blok om te installeren en voeg het toe aan je bericht."],"Available to install":["Beschikbaar om te installeren"],"No results available from your installed blocks.":["Geen resultaten beschikbaar van je geïnstalleerde blokken."],"%d additional block is available to install.":["%d extra blok is beschikbaar om te installeren.","%d extra blokken zijn beschikbaar om te installeren."],"Blocks available for install":["Blokken beschikbaar om te installeren"],"Install block":["Installeer blok"],"%1$s <span>by %2$s</span>":["%1$s <span>door %2$s</span>"],"Installing…":["Aan het installeren..."],"Installed!":["Geïnstalleerd!"],"Install %1$s. %2$s stars with %3$s review.":["Installeer %1$s. %2$s sterren met %3$s beoordeling.","Installeer %1$s. %2$s sterren met %3$s beoordelingen."],"Try reloading the page.":["Probeer de pagina opnieuw te laden."],"Block %s installed and added.":["Blok %s geïnstalleerd en toegevoegd."],"A short, descriptive name used to refer to this menu elsewhere.":["Een korte, beschrijvende naam die wordt gebruikt om ergens anders naar dit menu te verwijzen."],"Switch menu":["Van menu wisselen"],"Switch to '%s'":["Wissel naar '%s'"],"Edit menu name: %s":["Bewerk menunaam: %s"],"(untitled menu)":["(naamloos menu)"],"Close list view sidebar":["Sluit de zijbalk van de lijstweergave"],"Unused templates":["Ongebruikte templates"],"General templates":["Algemene templates"],"Post templates":["Bericht templates"],"List View":["Lijstweergave"],"Template shown when no content is found.":["Template wordt getoond als er geen inhoud is gevonden."],"Template used to display search results.":["Template gebruikt om zoekresultaten te tonen."],"Template name\u0004Search":["Zoeken"],"Template used to display individual media items or attachments.":["Template die wordt gebruikt om individuele media-items of bijlagen weer te geven."],"Archive template used to display a list of posts with a given tag.":["Archief template die wordt gebruikt om een lijst met berichten met een bepaalde tag weer te geven."],"Template name\u0004Tag":["Tag"],"Archive template used to display a list of posts from a specific date.":["Archief template die wordt gebruikt om een lijst met berichten van een specifieke datum weer te geven."],"Template name\u0004Date":["Datum"],"Archive template used to display a list of posts from the same taxonomy.":["Archief template die wordt gebruikt om een lijst met berichten uit dezelfde taxonomie weer te geven."],"Template name\u0004Taxonomy":["Taxonomie"],"Archive template used to display a list of posts from the same category.":["Archief template die wordt gebruikt om een lijst met berichten uit dezelfde categorie weer te geven."],"Template name\u0004Category":["Categorie"],"Archive template used to display a list of posts from a single author.":["Archief template die wordt gebruikt om een lijst met berichten van één auteur weer te geven."],"Template name\u0004Author":["Auteur"],"The archive template displays multiple entries at once. It is used as a fallback for the Category, Author, and Date templates, which take precedence when they are available.":["De archief template geeft meerdere items tegelijk weer. Het wordt gebruikt als een terugval voor de categorie, auteur en datum templates, die voorrang hebben wanneer ze beschikbaar zijn."],"Template used to display individual pages.":["Template gebruikt om individuele pagina's weer te geven."],"Template used to display a single blog post.":["Template die wordt gebruikt om een enkelvoudig blogbericht weer te geven."],"Template used for displaying single views of the content. This template is a fallback for the Single, Post, and Page templates, which take precedence when they exist.":["Template die wordt gebruikt voor het tonen van enkelvoudige weergaven van de inhoud. Deze template is een terugval voor de Enkelvoudig, Bericht en Pagina templates, die voorrang hebben als ze bestaan."],"Template used to render the front page of the site, whether it displays blog posts or a static page. The front page template takes precedence over the \"Home\" template.":["Template die wordt gebruikt om de voorpagina van de site weer te geven, of deze nu blogberichten of een statische pagina weergeeft. Het template voor de voorpagina heeft voorrang op het template \"Home\"."],"Template used for the main page that displays blog posts. This is the front page by default in WordPress. If a static front page is set, this is the template used for the page that contains the latest blog posts.":["Template die wordt gebruikt voor de hoofdpagina waarop blogberichten worden weergegeven. Dit is standaard de voorpagina in WordPress. Als er een statische voorpagina is ingesteld, is dit de template die wordt gebruikt voor de pagina die de laatste blogberichten bevat."],"The default template used when no other template is available. This is a required template in WordPress.":["De standaardtemplate die wordt gebruikt wanneer er geen andere template beschikbaar is. Dit is een vereiste template in WordPress."],"\"%1$s\" is not a supported wp_template_part area value and has been added as \"%2$s\".":["\"%1$s\" is geen ondersteunde wp_template_part gebiedswaarde en is toegevoegd als \"%2$s\"."],"Reusable block updated.":["Herbruikbaar blok geüpdatet."],"Create Reusable block":["Maak herbruikbaar blok"],"A short descriptive name for your menu.":["Een korte beschrijvende naam voor je menu."],"Create your first menu":["Maak je eerste menu"],"Create a template part":["Maak een template onderdeel"],"Template part created.":["Template onderdeel gemaakt."],"Close settings sidebar":["Sluiten instellingen zijbalk"],"Template (selected)":["Template (geselecteerd)"],"footers":["footers"],"headers":["headers"],"Search for blocks and patterns":["Zoeken naar blokken en patronen"],"Human-readable name identifying the widget type.":["Door mensen leesbare naam die het widget type identificeert."],"The widget type id.":["Het widget type id."],"Template Part Area":["Template onderdeel gebied"],"Template Part Areas":["Template onderdeel gebieden"],"Where the template part is intended for use (header, footer, etc.)":["Waar het template onderdeel bedoeld is voor gebruik (header, footer, enz.)"],"If you have entered a custom label, it will be prepended before the title.":["Als je een aangepast label hebt ingevoerd, wordt dit voor de titel geplaatst."],"Display the title as a link":["Geef de titel weer als een link"],"Displays the post link that precedes the current post.":["Geeft de bericht link weer die voorafgaat aan het huidige bericht."],"Previous post":["Vorig bericht"],"Displays the post link that follows the current post.":["Geeft de bericht link weer die volgt op het huidige bericht."],"Next post":["Volgend bericht"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":["Bewerk de verschillende globale regio's van je site, zoals de header, footer, zijbalk, of maak je eigen."],"block title\u0004Page List":["Paginalijst"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Je site heeft geen berichten, dus er is op dit moment niets om hier weer te geven."],"Select %s":["Selecteer %s"],"label for previous post link\u0004Previous":["Vorige"],"label for next post link\u0004Next":["Volgende"],"Limit results to those matching a keyword ID.":["Beperk de resultaten tot de resultaten die overeenkomen met een keyword ID."],"Unable to retrieve body from response at this URL.":["Kan body niet ophalen uit reactie op deze URL."],"URL not found. Response returned a non-200 status code for this URL.":["URL niet gevonden. Response heeft een niet-200 statuscode geretourneerd voor deze URL."],"Sorry, you are not allowed to process remote urls.":["Je hebt geen toestemming om externe URL's verwerken."],"Invalid URL":["Ongeldige URL"],"The contents of the <title> element from the URL.":["De inhoud van het <title> element van de URL."],"The URL to process.":["De URL die moet worden verwerkt."],"An example title":["Een voorbeeld titel"],"Previous page link":["Vorige pagina link"],"Previous Page":["Vorige pagina"],"block title\u0004Query Pagination Previous":["Zoekopdracht paginering Vorige"],"block title\u0004Query Pagination Numbers":["Zoekopdracht paginering nummers"],"Next page link":["Volgende pagina link"],"Next Page":["Volgende pagina"],"block title\u0004Query Pagination Next":["Zoekopdracht paginering Volgende"],"Max page to show":["Max pagina's om te tonen"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Beperk de pagina's die je wil tonen, ook als de zoekopdracht meer resultaten heeft. Om alle pagina's te tonen gebruik 0 (nul)."],"Template part has been deleted or is unavailable: %s":["Template onderdeel is verwijderd of niet beschikbaar: %s"],"Icon background color":["Achtergrondkleur pictogram"],"Icon color":["Pictogramkleur"],"Block cannot be rendered inside itself.":["Het blok kan niet binnen zichzelf weergegeven worden."],"Indent":["Inspringen"],"Outdent":["Marge verkleinen"],"Ordered":["Geordend"],"Unordered":["Ongeordend"],"Space between items":["Afstand tussen items"],"Add Media":["Media toevoegen"],"Add text over image":["Tekst over afbeelding toevoegen"],"Drag":["Sleep"],"Add an anchor":["Voeg een anker toe"],"Align":["Uitlijnen"],"Editing %s:":["Bewerken %s:"],"Additional":["Extra"],"Panels":["Panelen"],"Display block breadcrumbs":["Toon kruimelpaden blok"],"Shows block breadcrumbs at the bottom of the editor.":["Toont kruimelpaden blok aan de onderkant van de editor."],"Limit results to those matching a category ID.":["Beperk resultaten tot degene die overeenkomen met een categorie ID."],"The preferred width of the viewport when previewing a pattern, in pixels.":["De gewenste breedte van de viewport bij het bekijken van een patroon, in pixels."],"A description of the pattern.":["Een beschrijving van het patroon."],"The pattern's keyword slugs.":["De keyword slugs van het patroon."],"The pattern's category slugs.":["De categorie slugs van het patroon."],"The pattern content.":["De patroon inhoud."],"The pattern ID.":["Het patroon ID."],"https://wordpress.org/support/forums/":["https://wordpress.org/support/forums/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums</a>.":["Er is een onverwachte fout opgetreden. Er kan iets mis zijn met WordPress.org of de configuratie van deze server. Als je problemen blijft houden, probeer dan de <a href=\"%s\">ondersteuningsforums</a>."],"Sorry, you are not allowed to browse the local block pattern directory.":["Je hebt geen toestemming om door de lokale blokpatroon bibliotheek te bladeren."],"[block rendering halted]":["[blok weergave gestopt]"],"block title\u0004Post Terms":["Bericht termen"],"block title\u0004Post Featured Image":["Bericht uitgelichte afbeelding"],"block title\u0004Post Excerpt":["Bericht samenvatting"],"block title\u0004Post Date":["Berichtdatum"],"block title\u0004Post Comments Form":["Bericht reacties formulier"],"block title\u0004Post Comments Count":["Bericht reacties aantal"],"block title\u0004Post Comments":["Bericht reacties"],"block title\u0004Comment Date":["Reactie datum"],"block title\u0004Comment Content":["Reactie inhoud"],"block title\u0004Comment Author":["Reactie auteur"],"block title\u0004Post Comment":["Bericht reactie"],"block title\u0004Post Author":["Berichtauteur"],"block title\u0004Post Content":["Berichtinhoud"],"block title\u0004Post Title":["Berichttitel"],"block title\u0004Query Pagination":["Zoekopdracht paginering"],"block title\u0004Query Loop":["Zoekopdracht loop"],"block title\u0004Template Part":["Template onderdeel"],"Untitled Template Part":["Template onderdeel zonder titel"],"block title\u0004Site Title":["Site titel"],"block title\u0004Site Tagline":["Site slogan"],"block title\u0004Site Logo":["Site logo"],"block title\u0004Social Icon":["Sociaal pictogram"],"block title\u0004Social Icons":["Social pictogrammen"],"block title\u0004Tag Cloud":["Tag cloud"],"block title\u0004Video":["Video"],"block title\u0004Verse":["Strofe"],"block title\u0004Text Columns (deprecated)":["Tekstkolommen (verouderd)"],"block title\u0004Table":["Tabel"],"block title\u0004Spacer":["Vulelement"],"block title\u0004Shortcode":["Shortcode"],"block title\u0004Separator":["Scheidingsteken"],"block title\u0004Group":["Groep"],"block title\u0004Search":["Zoeken"],"block title\u0004RSS":["RSS"],"block title\u0004Reusable block":["Herbruikbaar blok"],"block title\u0004Pullquote":["Pull-quote"],"block title\u0004Preformatted":["Voorgeformatteerd"],"block title\u0004Page Break":["Pagina-einde"],"block title\u0004More":["Meer"],"block title\u0004Unsupported":["Niet ondersteund"],"block title\u0004List":["Lijst"],"block title\u0004Latest Posts":["Nieuwste berichten"],"block title\u0004Latest Comments":["Nieuwste reacties"],"block title\u0004Navigation":["Navigatie"],"block title\u0004Media & Text":["Media & tekst"],"block title\u0004Custom HTML":["Aangepaste HTML"],"block title\u0004File":["Bestand"],"block title\u0004Cover":["Omslagafbeelding"],"block title\u0004Column":["Kolom"],"block title\u0004Columns":["Kolommen"],"block title\u0004Code":["Code"],"block title\u0004Categories":["Categorieën"],"block title\u0004Calendar":["Kalender"],"block title\u0004Buttons":["Knoppen"],"block title\u0004Button":["Knop"],"block title\u0004Audio":["Audio"],"block title\u0004Archives":["Archieven"],"block title\u0004Gallery":["Galerij"],"block title\u0004Quote":["Citaat"],"block title\u0004Heading":["Koptekst"],"block title\u0004Image":["Afbeelding"],"block title\u0004Paragraph":["Paragraaf"],"Editor canvas":["Editor canvas"],"No theme is defined for this template.":["Er is geen thema gedefinieerd voor deze template."],"Post ID.":["Bericht ID."],"Status of template.":["Status van template."],"Description of template.":["Beschrijving van template."],"Title of template.":["Titel van template."],"Content of template.":["Inhoud van template."],"Theme identifier for the template.":["Thema ID voor de template."],"Unique slug identifying the template.":["Unieke slug die de template identificeert."],"ID of template.":["ID van template."],"Limit to the specified post id.":["Beperk tot het opgegeven bericht id."],"The template has already been deleted.":["De template is al verwijderd."],"Templates based on theme files can't be removed.":["Templates op basis van themabestanden kunnen niet worden verwijderd."],"No templates exist with that id.":["Er bestaan geen templates met dat id."],"Sorry, you are not allowed to access the templates on this site.":["Je hebt geen toegang tot de templates op deze site."],"The id of a template":["De id van een template"],"text direction\u0004ltr":["tekstrichting"],"Block vertical alignment setting\u0004Align bottom":["Naar onder uitlijnen"],"Block vertical alignment setting\u0004Align middle":["Naar het midden uitlijnen"],"Block vertical alignment setting\u0004Align top":["Naar boven uitlijnen"],"Extra Bold":["Extra vet"],"Semi Bold":["Half vet"],"Extra Light":["Extra licht"],"Capitalize":["Omzetten naar hoofdletter"],"Lowercase":["Kleine letters"],"Uppercase":["Hoofdletters"],"Post excerpt text":["Berichtsamenvatting tekst"],"Post author byline text":["Bericht auteur byline tekst"],"<a>Create a new post</a> for this feed.":["<a>Maak een nieuw bericht</a>voor deze feed."],"Default (<div>)":["Standaard (<div>)"],"HTML element":["HTML-element"],"Write site title…":["Schrijf sitetitel..."],"Site title text":["Sitetitel tekst"],"Write site tagline…":["Schrijf slogan voor site..."],"Site tagline text":["Siteslogan tekst"],"Wood thrush singing in Central Park, NYC.":["Wood thrush singing in Central Park, NYC."],"Video caption text":["Video bijschrift tekst"],"Write verse…":["Schrijf een strofe..."],"Verse text":["Strofe tekst"],"Column %d text":["Kolom %d tekst"],"Table caption text":["Tabel bijschrift tekst"],"Footer cell text":["Footer cel tekst"],"Body cell text":["Tekst in de body"],"Header cell text":["Header cel tekst"],"Shortcode text":["Shortcode tekst"],"Pullquote citation text":["Pullquote citatietekst"],"Pullquote text":["Pullquote tekst"],"Preformatted text":["Vooraf opgemaakte tekst"],"List text":["Lijsttekst"],"Navigation link text":["Tekst navigatie link"],"Start empty":["Start leeg"],"Add all pages":["Alle pagina's toevoegen"],"Download button text":["Tekst van knop downloaden"],"Audio caption text":["Audio bijschrift tekst"],"Gallery caption text":["Galerij bijschrift tekst"],"Quote citation text":["Citeertekst citeren"],"Quote text":["Citaattekst"],"Heading text":["Heading tekst"],"Image caption text":["Tekst bijschrift afbeelding"],"Editing template. Changes made here affect all posts and pages that use the template.":["Template bewerken. Wijzigingen die hier worden aangebracht, zijn van invloed op alle berichten en pagina's die de template gebruiken."],"Template name\u0004Singular":["Enkelvoud"],"[Draft]":["[Concept]"],"Manage Reusable blocks":["Beheer herbruikbare blokken"],"To show a comment, input the comment ID.":["Voer de reactie-ID in om een reactie weer te geven."],"No Title":["Geen titel"],"Image, Date, & Title":["Afbeelding, datum & titel"],"Title & Date":["Titel & datum"],"Display a list of your most recent posts, excluding sticky posts.":["Geef een lijst weer met je meest recente berichten, exclusief sticky berichten."],"Posts List":["Lijst met berichten"],"Toggle full height":["Schakel volledige hoogte in"],"Font weight":["Lettertype dikte"],"Font style":["Lettertype stijl"],"%1$s %2$s":["%1$s %2$s"],"Edit site":["Bewerk site"],"Themes":["Thema's"],"Post status\u0004Auto-Draft <span class=\"count\">(%s)</span>":["Auto-concept<span class=\"count\">(%s)</span>","Auto-concepten<span class=\"count\">(%s)</span>"],"Template name\u0004404":["404"],"Privacy Policy":["Privacybeleid"],"Template name\u0004Page":["Pagina"],"Template name\u0004Home":["Home"],"Keyword":["Keyword"],"Filters":["Filters"],"Button width":["Knop breedte"],"Width settings":["Breedte instellingen"],"Keyboard input":["Toetsenbord ingave"],"Transform to variation":["Transformeer naar variatie"],"Font family":["Lettertype familie"],"Letter case":["Hoofd/kleine letter"],"Decoration":["Decoratie"],"Thin":["Dun"],"Remove blocks":["Verwijder blokken"],"Title, Date, & Excerpt":["Titel, datum & samenvatting"],"Title & Excerpt":["Titel & samenvatting"],"Sticky posts":["Sticky berichten"],"Only":["Alleen"],"Exclude":["Uitsluiten"],"Include":["Inclusief"],"Select Menu":["Selectiemenu"],"Make template part":["Maak een template onderdeel"],"Detach blocks from template part":["Maak blokken los van het template deel"],"Navigation Sidebar":["Navigatie zijbalk"],"Dashboard":["Dashboard"],"Browse all %1$s. This will open the %1$s menu in the navigation side panel.":["Blader door alle %1$s. Dit opent het %1$s menu in het navigatie zijpaneel."],"Show %s details":["Toon %s details"],"Template name\u0004Index":["Index"],"Template name\u0004Archive":["Archief"],"Template name\u0004Front Page":["Startpagina"],"Add extra areas to the editor.":["Voeg extra gebieden toe aan de editor."],"Choose what displays in the panel.":["Kies wat er in het paneel wordt weergegeven."],"Use theme styles":["Gebruik themastijlen"],"Make the editor look like your theme.":["Laat de editor eruitzien als je thema."],"Display button labels":["Toon knoplabels"],"Highlights the current block and fades other content.":["Markeert het huidige blok en vervaagt andere inhoud."],"Reduce the interface":["Verklein de interface"],"Compacts options and outlines in the toolbar.":["Hiermee comprimeer je opties en contouren in de toolbar."],"Appearance":["Weergave"],"Contain text cursor inside block":["Houd tekstcursor binnen het blok"],"Aids screen readers by stopping text caret from leaving blocks.":["Helpt schermlezers door te voorkomen dat de tekstcursor blokken verlaat."],"Show most used blocks":["Toon meest gebruikte blokken"],"Places the most frequent blocks in the block library.":["Plaatst de meest voorkomende blokken in de blok bibliotheek."],"Include pre-publish checklist":["Inclusief checklist voor-publicatie"],"Preferences":["Voorkeuren"],"Drawer":["Tekenaar"],"Widgets settings":["Widget instellingen"],"Widgets and blocks":["Widgets en blokken"],"Widgets top bar":["Widgets topbalk"],"Your theme does not contain any Widget Areas.":["Je thema bevat geen widgetgebieden."],"Blocks in this Widget Area will not be displayed in your site.":["Blokken in dit widgetgebied worden niet getoond op je site."],"Could not save the following widgets: %s.":["Kon de volgende widgets niet opslaan: %s."],"There was an error. %s":["Er was een fout. %s"],"Items per Page":["Items per pagina"],"List of template parts":["Lijst met template-onderdelen"],"Add tracks":["Tracks toevoegen"],"Remove track":["Verwijder track"],"English":["Engels"],"Kind":["Soort"],"Language tag (en, fr, etc.)":["Taal tag (en, fr, enz.)"],"Source language":["Brontaal"],"Title of track":["Titel van de track"],"Label":["Label"],"Edit track":["Bewerk track"],"Text tracks":["Tekst tracks"],"Edit %s":["Bewerk %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Tracks kunnen ondertitels, bijschriften, hoofdstukken of beschrijvingen zijn. Ze helpen je inhoud toegankelijker te maken voor een breder scala aan gebruikers."],"Chapters":["Hoofdstukken"],"Descriptions":["Beschrijvingen"],"Captions":["Bijschriften"],"Subtitles":["Ondertitels"],"Repeated background":["Herhalende achtergrond"],"One column":["Één kolom"],"Whether to bypass Trash and force deletion.":["Of de prullenbak moet worden overgeslagen en verwijdering te forceren."],"The password for the post if it is password protected.":["Het wachtwoord voor het bericht als het met een wachtwoord is beschermd."],"HTML content to append to the sidebar title when displayed. Default is a closing h2 element.":["HTML-inhoud om toe te voegen aan de titel van de zijbalk wanneer deze wordt weergegeven. Standaard is een afsluitend h2 element."],"HTML content to prepend to the sidebar title when displayed. Default is an opening h2 element.":["HTML-inhoud die bij weergave aan de titel van de zijbalk moet worden toegevoegd. Standaard is een opening h2 element."],"HTML content to append to each widget's HTML output when assigned to this sidebar. Default is a closing list item element.":["HTML-inhoud om toe te voegen aan de HTML-uitvoer van elke widget wanneer deze aan deze zijbalk wordt toegewezen. Standaard is een item-element van een afsluitende lijst."],"HTML content to prepend to each widget's HTML output when assigned to this sidebar. Default is an opening list item element.":["HTML-inhoud die moet worden toegevoegd aan de HTML-uitvoer van elke widget wanneer deze aan deze zijbalk is toegewezen. Standaard is een item-element in de openingslijst."],"Extra CSS class to assign to the sidebar in the Widgets interface.":["Extra CSS-klasse om toe te wijzen in de Widgets interface."],"No sidebar exists with that id.":["Er bestaat geen zijbalk met dat id."],"The sidebar the widget belongs to.":["De zijbalk waartoe de widgets behoren."],"The sidebar to return widgets for.":["De zijbalk om widgets voor terug te geven."],"The requested widget is invalid.":["De aangevraagde widget is ongeldig."],"No widget was found with that id.":["Er is geen widget gevonden met dat id."],"Sorry, you are not allowed to manage widgets on this site.":["Je hebt geen rechten om de widgets te beheren op deze site."],"Whether to force removal of the widget, or move it to the inactive sidebar.":["Of de widget moet worden verwijderd of naar de inactieve zijbalk moet worden verplaatst."],"Class name":["Klasse naam"],"Unique slug identifying the widget type.":["Unieke slug die het widget type identificeert."],"Invalid widget type.":["Ongeldig widget type."],"Make title a link":["Maak van titel een link"],"Open links in new tab":["Open links in een nieuwe tab"],"\"Read more\" link text":["\"Lees meer\" link tekst"],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Je site biedt geen ondersteuning voor het %s blok. Je kunt proberen het blok te installeren of het compleet te verwijderen."],"Filter patterns":["Filter patronen"],"The current image has no alternative text. The file name is: %s":["De huidige afbeelding heeft geen alternatieve tekst. De bestandsnaam is: %s"],"Current image: %s":["Huidige afbeelding: %s"],"Reset to defaults":["Reset naar standaardinstellingen"],"Toggle navigation":["Toggle navigatie"],"Show more settings":["Toon meer instellingen"],"Hide more settings":["Verberg meer instellingen"],"Link color":["Link kleur"],"Close global styles sidebar":["Sluit de globale stijl zijbalk"],"Delete menu":["Menu verwijderen"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Je site biedt geen ondersteuning voor het %s blok. Je kunt proberen het blok te installeren, het naar een aangepast HTML blok te converteren of het helemaal te verwijderen."],"Install %s":["Installeer %s"],"Tags":["Tags"],"Percentage Width":["Percentage breedte"],"Display Settings":["Weergave instellingen"],"Use button with icon":["Gebruik knop met pictogram"],"Button inside":["Knop binnen"],"Button outside":["Knop buiten"],"No button":["Geen knop"],"Change button position":["Wijzig de knop positie"],"Toggle search label":["Toggle zoek label"],"Link title":["Link titel"],"Details":["Details"],"Saving…":["Opslaan…"],"Create: <mark>%s</mark>":["Maken: <mark>%s</mark>"],"Search for patterns":["Zoek naar patronen"],"Term items not found.":["Term items niet gevonden."],"Post Categories":["Bericht categorieën"],"Anonymous":["Anoniem"],"Add link to featured image":["Voeg een link toe aan de uitgelichte afbeelding"],"A link to a tag.":["Een link naar een tag."],"Tag Link":["Tag link"],"A link to a category.":["Een link naar een categorie."],"Category Link":["Categorie link"],"A link to a page.":["Een link naar een pagina."],"Page Link":["Pagina link"],"A link to a post.":["Een link naar een bericht."],"Post Link":["Link plaatsen"],"Create draft post: <mark>%s</mark>":["Maak conceptbericht aan: <mark>%s</mark>"],"Characters":["Karakters"],"HTML content to display for this block menu item.":["HTML inhoud om weer te geven voor dit blok menu-item."],"HTML representation of the widget admin form.":["HTML weergave van het widget beheerdersformulier."],"Inactive widgets":["Inactieve widgets"],"Widgets saved.":["Widgets opgeslagen."],"Block pattern \"%s\" inserted.":["Blokpatroon \"%s\" ingevoegd."],"Find out more":["Meer te weten komen"],"HTML representation of the widget.":["HTML representatie van de widget."],"Description of the widget.":["Beschrijving van de widget."],"Nested widgets.":["Geneste widgets."],"Status of sidebar.":["Status van de zijbalk."],"Description of sidebar.":["Beschrijving van de zijbalk."],"Unique name identifying the sidebar.":["Unieke naam die de zijbalk identificeert."],"ID of sidebar.":["ID van de zijbalk."],"The id of a registered sidebar":["Het id van een registreerde zijbalk"],"Gutenberg block.":["Gutenberg blok."],"Block library":["Blok bibliotheek"],"Display a post's tags.":["Toon tags van het bericht."],"No post excerpt found":["Geen bericht samenvatting gevonden"],"Post Comments Form block: comments to this post are not allowed.":["Bericht reacties formulier blok: reacties op dit bericht zijn niet toegestaan."],"Post Comments Form block: comments are not enabled for this post type.":["Bericht reacties formulier blok: reacties zijn niet ingeschakeld voor dit berichttype."],"Post Comments Count block: post not found.":["Bericht reacties aantal blok: bericht niet gevonden."],"Post comments block: no post found.":["Bericht reacties blok: geen bericht gevonden."],"Insert column after":["Kolom er achter invoegen"],"Insert column before":["Kolom ervoor invoegen"],"Insert row after":["Rij onder invoegen"],"Insert row before":["Rij boven invoegen"],"Description":["Beschrijving"],"Contact us":["Neem contact met ons op"],"The ID of the page that should be displayed on the front page":["Het ID van de pagina die moet worden getoond op de voorpagina"],"What to show on the front page":["Wat te tonen op de voorpagina"],"Reusable block created.":["Herbruikbaar blok gemaakt."],"Reusable block scheduled.":["Herbruikbaar blok gepland."],"Reusable block reverted to draft.":["Herbruikbaar blok naar concept teruggezet."],"Reusable block published privately.":["Herbruikbaar blok privé gepubliceerd."],"Reusable block published.":["Herbruikbaar blok gepubliceerd."],"Reusable blocks list":["Herbruikbare blokkenlijst"],"Reusable blocks list navigation":["Herbruikbare blokkenlijst navigatie"],"Filter reusable blocks list":["Filter herbruikbare blokkenlijst"],"No reusable blocks found in Trash.":["Geen herbruikbare blokken gevonden in de prullenbak."],"No reusable blocks found.":["Geen herbruikbare blokken gevonden."],"Search Reusable blocks":["Zoek herbruikbare blokken"],"All Reusable blocks":["Alle herbruikbare blokken"],"View Reusable block":["Bekijk herbruikbaar blok"],"Edit Reusable block":["Bewerk herbruikbaar blok"],"New Reusable block":["Nieuw herbruikbaar blok"],"Add new Reusable block":["Nieuw herbruikbaar blok toevoegen"],"Reusable block\u0004Add New":["Nieuwe toevoegen"],"add new on admin bar\u0004Reusable block":["Herbruikbaar blok"],"admin menu\u0004Reusable blocks":["Herbruikbare blokken"],"post type singular name\u0004Reusable block":["Herbruikbaar blok"],"post type general name\u0004Reusable blocks":["Herbruikbare blokken"],"The navigation editor has encountered an unexpected error.":["De navigatie-editor is op een onverwacht probleem gestuit."],"Image width":["Breedte afbeelding"],"Site Icon":["Site pictogram"],"Open the block list view.":["Open de bloklijst weergave."],"Base":["Basis"],"Author":["Auteur"],"Site logo.":["Site logo."],"Choose existing":["Kies bestaande"],"Edit gallery image":["Bewerk galerij afbeelding"],"Upload external image":["Upload externe afbeelding"],"Image uploaded.":["Afbeelding geüpload."],"Could not edit image. %s":["Kon afbeelding niet bewerken. %s"],"Original":["Origineel"],"Move the selected block(s) down.":["Verplaats de geselecteerde blok(ken) naar beneden."],"Move the selected block(s) up.":["Verplaats de geselecteerde blok(ken) naar boven."],"Move to":["Verplaats naar"],"Browse all":["Bekijk alles"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Bekijk alles. Dit opent het hoofd inserter paneel in de editor toolbar."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Gebruik de Tab toets en de pijltjestoetsen om een nieuwe bloklocatie te kiezen. Gebruik de Linker- en Rechter pijltjestoetsen om tussen nestniveaus te bewegen. Zodra de locatie is geselecteerd druk je op Enter of Spatie om het blok te verplaatsen."],"Error installing block. You can reload the page and try again.":["Fout bij het installeren van blok. Je kunt de pagina opnieuw laden en het opnieuw proberen."],"This block is already installed. Try reloading the page.":["Het blok is al geïnstalleerd. Probeer de pagina opnieuw te laden."],"Error registering block. Try reloading the page.":["Kan blok niet registreren. Probeer de pagina opnieuw te laden."],"Whether to automatically add top level pages to this menu.":["Of nieuwe pagina's van het hoogste niveau automatisch aan dit menu worden toegevoegd."],"Sorry, you are not allowed to set auto add pages.":["Je hebt geen toestemming om automatisch nieuwe pagina's maken aan te zetten."],"Version of the block format used in the HTML content.":["Versie van het gebruikte blokformaat in de HTML inhoud."],"HTML content, transformed for display.":["HTML inhoud, omgezet voor scherm."],"HTML content, as it exists in the database.":["HTML inhoud, zoals het in de database staat."],"Content required if menu item of type block.":["Inhoud vereist wanneer menu-item van type blok is."],"Name":["Naam"],"Template Part \"%s\" inserted.":["Template onderdeel \"%s\" ingevoegd."],"Opacity":["Transparantie"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Staand"],"Landscape":["Liggend"],"Save the navigation currently being edited.":["Sla de navigatie op, die nu wordt bewerkt."],"Export":["Exporteer"],"Download your templates and template parts.":["Download je templates en template-delen."],"The pattern title, in human readable format.":["De patroontitel, in menselijk leesbaar format."],"The following block has been added to your site.":["Het volgende blok is toegevoegd aan je site.","De volgende blokken zijn toegevoegd aan je site."],"Added: %d block":["Toegevoegd: %d blok","Toegevoegd: %d blokken"],"An error occurred.":["Er is een fout opgetreden."],"Mixed":["Gemengd"],"%s (selected)":["%s (geselecteerd)"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Widgetgebieden zijn globale delen in je site lay-out welke blokken kunnen accepteren. Deze verschillen per thema, maar zijn typische onderdelen zoals je zijbalk of footer."],"Image size presets":["Presets afbeelding grootte"],"A tip for using the block editor":["Een tip voor het gebruik van de blok-editor"],"%d block added.":["%d blok toegevoegd.","%d blokken toegevoegd."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["Je bent momenteel in navigatie modus. Navigeer blokken door middel van de Tab toets en pijl toetsen. Gebruik linker en rechter pijltoets om te verplaatsen tussen geneste niveaus. Om de navigatie en het bewerken van het geselecteerde blok te beëindigen, druk op Enter."],"Padding":["Padding"],"Link Color":["Link kleur"],"Orientation":["Oriëntatie"],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Aspect Ratio":["Aspect Ratio"],"Crop":["Bijsnijden"],"Rotate":["Roteren"],"Zoom":["Zoom"],"Display author name":["Toon naam van de auteur"],"by %s":["Door %s"],"Design":["Ontwerp"],"Text":["Tekst"],"Theme locations":["Thema locaties"],"There are no available menu locations.":["Er zijn geen beschikbare menu locaties."],"Create a new menu":["Nieuw menu aanmaken"],"Navigation saved.":["Navigatie opgeslagen."],"Create menu":["Maak menu"],"Menu name":["Menu naam"],"Menu created":["Menu aangemaakt"],"Widget areas":["Widget gebieden"],"Moved %d block to clipboard.":["%d blok verplaatst naar het kladblok.","%d blokken verplaatst naar het kladblok."],"Copied %d block to clipboard.":["%d blok gekopieerd naar het kladblok.","%d blokken gekopieerd naar het kladblok."],"Moved \"%s\" to clipboard.":["Verplaatst \"%s\" naar kladblok."],"Copied \"%s\" to clipboard.":["Gekopieerd \"%s\" naar klembord."],"Navigation Area":["Navigatie gebied"],"Block navigation structure":["Blok navigatie structuur"],"Block %1$d of %2$d, Level %3$d":["Blokkeer %1$d van %2$d, niveau %3$d"],"Change matrix alignment":["Wijzig matrix uitlijning"],"Notifications":["Meldingen"],"Are you ready to save?":["Ben je klaar om op te slaan?"],"templates":["templates"],"Offset":["Offset"],"Number of tags":["Aantal tag's"],"Query":["Query"],"A widget area container.":["Een widget ruimte container."],"Widget Area":["Widget ruimte"],"Change content position":["Wijzig positie van de inhoud"],"Posts":["Berichten"],"Pages":["Pagina's"],"Uncategorized":["Geen categorie"],"Open save panel":["Open bewaarscherm"],"Are you sure you want to delete this navigation menu?":["Weet je zeker dat je dit navigatiemenu wil verwijderen?"],"Write byline…":["Schrijf byline..."],"Show bio":["Toon bio"],"Avatar size":["Avatar grootte"],"Show avatar":["Avatar weergeven"],"Author Settings":["Auteurinstellingen"],"This column count exceeds the recommended amount and may cause visual breakage.":["Deze kolom waarde overschrijd het aanbevolen aantal en kan daarmee visuele problemen veroorzaken."],"Search results":["Zoekresultaten"],"White":["Wit"],"Black":["Zwart"],"Selected":["Geselecteerd"],"Superscript":["Superscript"],"Subscript":["Subscript"],"Patterns":["Patronen"],"Block Library":["Blok bibliotheek"],"Browser default":["Browser standaard"],"Manage locations":["Beheer locaties"],"Navigation menus.":["Navigatiemenu's."]," … ":[" … "],"Minimum height of cover":["Minimumhoogte van cover"],"%1$s Block. Row %2$d":["%1$s blok. Rij %2$d"],"Typography":["Typografie"],"Line height":["Regelhoogte"],"Content":["Inhoud"],"Header":["Header"],"Toggle fullscreen mode.":["Schakel om naar volledig scherm modus."],"Menu Location":["Menulocatie"],"Menu":["Menu"],"Enable Navigation screen":["Inschakelen navigatiescherm"],"Navigation (beta)":["Navigatie (beta)"],"No comments.":["Geen reacties."],"Contact":["Contact"],"About":["Over"],"Home":["Home"],"25 / 50 / 25":["25 / 50 / 25"],"33 / 33 / 33":["33 / 33 / 33"],"70 / 30":["70 / 30"],"30 / 70":["30 / 70"],"50 / 50":["50 / 50"],"Current media URL:":["Huidige media URL:"],"Block variations":["Blokvarianten"],"Preview in new tab":["Voorvertoning in nieuwe tab"],"Sort collection by object attribute.":["Sorteer collectie op object attribuut."],"Order sort attribute ascending or descending.":["Sorteerattribuut oplopend of aflopend rangschikken."],"Limit result set to posts with a specific menu_order value.":["Resultaat beperken tot berichten met een specifieke menu_order waarde."],"The terms assigned to the object in the %s taxonomy.":["De termen toegekend aan het object in de %s taxonomie."],"Whether the menu item represents an object that no longer exists.":["Of het menu-item een object vertegenwoordigt dat niet meer bestaat."],"The XFN relationship expressed in the link of this menu item.":["De XFN relatie die wordt uitgedrukt in de link van dit menu-item."],"The URL to which this menu item points.":["De URL waarnaar dit menu-item verwijst."],"The singular label used to describe this type of menu item.":["Het enkelvoudige label dat wordt gebruikt om dit type menu-item te beschrijven."],"The target attribute of the link element for this menu item.":["Het doel-attribuut van het link-element voor dit menu-item."],"The DB ID of the original object this menu item represents, e . g . ID for posts and term_id for categories.":["Het DB ID van het originele object dat dit menu-item vertegenwoordigt, bijv. ID voor berichten en term_id voor categorieën."],"The type of object originally represented, such as \"category,\" \"post\", or \"attachment.\"":["Het type object dat origineel werd vertegenwoordigt, zoals \"category\", \"post\" of \"attachment\"."],"The DB ID of the nav_menu_item that is this item's menu parent, if any, otherwise 0.":["Het DB ID van het nav_menu_item dat is dit item's hoofdmenu, indien aanwezig, anders 0."],"The description of this menu item.":["De beschrijving van dit menu-item."],"Class names for the link element of this menu item.":["Class namen van het link-element van dit menu-item."],"Text for the title attribute of the link element for this menu item.":["Tekst voor het titel-attribuut van het link-element voor dit menu-item."],"A named status for the object.":["Een benoemde status voor het object."],"The family of objects originally represented, such as \"post_type\" or \"taxonomy\".":["De familie van objecten die origineel werden vertegenwoordigt, zoals \"post-type\" of \"taxonomy\"."],"Name of type.":["Naam van type."],"HTML title for the object, transformed for display.":["HTML titel voor het object, omgezet voor weergave."],"Title for the object, as it exists in the database.":["Titel van het object, zoals het staat in de database."],"Get linked object.":["Krijg gelinkt object."],"Invalid URL.":["Ongeldige URL."],"URL required if menu item of type custom.":["URL vereist wanneer menu-item van type aangepast is."],"Title required if menu item of type custom.":["Titel vereist wanneer menu-item van type aangepast is."],"Invalid post ID.":["Ongeldig bericht ID."],"The post cannot be deleted.":["Het bericht kan niet worden verwijderd."],"Menu items do not support trashing. Set '%s' to delete.":["Menu-items kunnen niet in de prullenbak worden geplaatst. Stel '%s' in om te verwijderen."],"Cannot create existing post.":["Kan bestaand bericht niet aanmaken."],"Sorry, you cannot view these menu items, unless you have access to permission edit them. ":["Je kunt deze menu-items niet bekijken zonder dat je permissie hebt ze te bewerken. "],"Sorry, you are not allowed to edit posts in this post type.":["Je mag geen berichten van dit berichttype bewerken."],"Sorry, you cannot view this menu item, unless you have access to permission edit it. ":["Je kunt dit menu-item niet bekijken zonder dat je permissie hebt deze te bewerken. "],"The locations assigned to the menu.":["De locaties die zijn toegewezen aan het menu."],"Menu location does not exist.":["Menulocatie bestaat niet."],"The term cannot be deleted.":["De term kan niet worden verwijderd."],"Terms do not support trashing. Set '%s' to delete.":["Termen kunnen niet in de prullenbak worden geplaatst. Stel '%s' in om te verwijderen."],"Parent term does not exist.":["Hoofdterm bestaat niet."],"Cannot set parent term, taxonomy is not hierarchical.":["Kan hoofdterm niet instellen, taxonomie is niet hiërarchisch."],"Sorry, you are not allowed to assign the provided locations.":["Je hebt geen toestemming om de opgegeven locaties toe te wijzen."],"Sorry, you cannot view this menu, unless you have access to permission edit it. ":["Je kunt dit menu niet bekijken zonder dat je permissie hebt deze te bewerken. "],"Sorry, you are not allowed to edit this term.":["Je hebt geen toestemming om deze term te bewerken."],"Sorry, you cannot view these menus, unless you have access to permission edit them. ":["Je kunt deze menu's niet bekijken zonder dat je permissie hebt ze te bewerken. "],"Sorry, you are not allowed to edit terms in this taxonomy.":["Je hebt geen toestemming om termen te bewerken in deze taxonomie."],"The ID of the assigned menu.":["Het ID van het toegewezen menu."],"The description of the menu location.":["De beschrijving van de menulocatie."],"The name of the menu location.":["De naam van de menulocatie."],"Invalid menu location.":["Ongeldige menulocatie."],"Sorry, you are not allowed to view menu locations.":["Je hebt geen toestemming om menulocaties te bekijken."],"An alphanumeric identifier for the menu location.":["Een alfanumeriek identificatienummer voor de menulocatie."],"User":["Gebruiker"],"Widget Areas":["Widgetgebieden"],"Post Type":["Berichttype"],"Site":["Site"],"Block Patterns":["Blokpatronen"],"Link to %s":["Link naar %s"],"Move %1$s block from position %2$d left to position %3$d":["Verplaats %1$s blok van positie %2$d naar links naar positie %3$d"],"Move %1$s block from position %2$d down to position %3$d":["Verplaats %1$s blok van positie %2$d omlaag naar positie %3$d"],"Creating":["Creëren"],"An unknown error occurred during creation. Please try again.":["Er is een onbekende fout opgetreden bij het creëren. Probeer opnieuw."],"Create draft page: <mark>%s</mark>":["Maak conceptpagina aan: <mark>%s</mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Verander een blok type door op het blok pictogram op de toolbar te drukken."],"Drag files into the editor to automatically insert media blocks.":["Trek bestanden naar de editor om automatisch media blokken toe te voegen."],"Outdent a list by pressing <kbd>backspace</kbd> at the beginning of a line.":["Laat een lijst uitspringen door aan het begin van een regel op <kbd>backspace</kbd> te drukken."],"Indent a list by pressing <kbd>space</kbd> at the beginning of a line.":["Laar een lijst inspringen door aan het begin van de regel op de <kbd>spatiebalk</kbd> te drukken."],"Desktop":["Desktop"],"Mobile":["Mobiel"],"Tablet":["Tablet"],"Post Tags":["Bericht tags"],"Show link on new line":["Toon link op nieuwe regel"],"Post Excerpt Settings":["Bericht uittreksel instellingen"],"Date Format":["Datum formaat"],"Format settings":["Formaat instellingen"],"Change Date":["Verander datum"],"Post Comments Form":["Bericht reacties formulier"],"Select poster image":["Selecteer posterafbeelding"],"Post content":["Berichtinhoud"],"Background color":["Achtergrondkleur"],"Media file":["Mediabestand"],"Text color":["Tekstkleur"],"Change heading level":["Verander kopniveau"],"survey":["enquête"],"social":["sociaal"],"Edit Page Template":["Bewerk pagina template"],"New":["Nieuw"],"Loading…":["Aan het laden..."],"Add Template":["Template toevoegen"],"Global Styles":["Algemene stijlen"],"No matching template found.":["Geen overeenkomende template gevonden."],"Social Icon":["Social pictogram"],"block keyword\u0004links":["links"],"Image alignment":["Afbeelding uitlijning"],"Display featured image":["Toon uitgelichte afbeelding"],"Featured image settings":["Uitgelichte afbeelding instellingen"],"Embed a TikTok video.":["Een TikTok video insluiten."],"Block %1$s is at the beginning of the content and can’t be moved left":["Blok %1$s staat aan het begin van de inhoud en kan niet naar links verplaatst worden"],"Block %1$s is at the beginning of the content and can’t be moved up":["Blok %1$s staat aan het begin van de inhoud en kan niet omhoog verplaatst worden"],"Block %1$s is at the end of the content and can’t be moved left":["Blok %1$s staat aan het eind van de inhoud en kan niet naar links verplaatst worden"],"Block %1$s is at the end of the content and can’t be moved down":["Blok %1$s staat aan het eind van de inhoud en kan niet omlaag verplaatst worden"],"Solid":["Effen"],"Open document settings":["Open documentinstellingen"],"Open block settings":["Open blokinstellingen"],"Display settings":["Weergave-instellingen"],"Choose variation":["Selecteer variatie"],"%s Block":["%s blok"],"%1$s Block. %2$s":["%1$s blok. %2$s"],"%1$s Block. Column %2$d":["%1$s blok. Kolom %2$d"],"%1$s Block. Column %2$d. %3$s":["%1$s blok. Kolom %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["%1$s blok. Rij %2$d. %3$s"],"Post Excerpt":["Bericht samenvatting"],"Post Date":["Berichtdatum"],"Post Author":["Berichtauteur"],"Choose":["Kies"],"Theme":["Thema"],"Footer label":["Footer label"],"Header label":["Header label"],"The description will be displayed in the menu if the current theme supports it.":["De beschrijving zal worden weergegeven in het menu als het huidige thema dit ondersteunt."],"Level %1$s. %2$s":["Niveau %1$s. %2$s"],"Level %s. Empty.":["Niveau %s. Leeg."],"Empty":["Leeg"],"Search results for \"%s\"":["Zoekresultaten voor \"%s\""],"Recently updated":["Recent geüpdatet"],"Multiple selected blocks":["Meerdere geselecteerde blokken"],"By %s":["door %s"],"Briefly describe the link to help screen reader users.":["Beschrijf kort de link om schermlezer-gebruikers te helpen."],"Link label":["Link label"],"%s label":["%s label"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;"],"Full post":["Volledig bericht"],"Show:":["Toon:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["Suspendisse commodo neque lacus, a dictum orci interdum et."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis."],"Background":["Achtergrond"],"Image size":["Afbeelding grootte"],"Remove multiple selected blocks.":["Verwijder meerdere geselecteerde blokken."],"(%s: gradient %s)":["(%s: verloop %s)"],"(%s: color %s)":["(%s: kleur %s)"],"Here's a detailed guide.":["Hier is een gedetailleerde gids."],"New to the block editor? Want to learn more about using it? ":["Nieuw bij de blok-editor? Meer weten over hoe je het gebruikt? "],"Learn how to use the block editor":["Leer de blok editor te gebruiken"],"Help":["Hulp"],"https://wordpress.org/support/article/wordpress-editor/":["https://wordpress.org/support/article/wordpress-editor/"],"Submit for Review…":["Indienen ter beoordeling..."],"Update…":["Updaten..."],"Untitled":["Naamloos"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["De blok-editor bevat experimentele functies die je kunt gebruiken terwijl ze ontwikkeld worden. Selecteer degene die je wilt inschakelen. Deze functies zullen waarschijnlijk veranderen, dus gebruik ze niet in productiesites."],"Next":["Volgende"],"Previous":["Vorige"],"Open Media Library":["Open mediabibliotheek"],"The media file has been replaced":["Het mediabestand is vervangen"],"Replace":["Vervang"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Je bevindt je momenteel in de bewerken-modus. Druk op Escape om terug te gaan naar navigatie-modus."],"You are probably offline.":["Je bent waarschijnlijk offline."],"Justify items right":["Elementen rechts uitlijnen"],"Justify items center":["Elementen centreren"],"Justify items left":["Elementen links uitlijnen"],"Change items justification":["Verander uitlijning elementen"],"// A \"block\" is the abstract term used\n// to describe units of markup that\n// when composed together, form the\n// content or layout of a page.\nregisterBlockType( name, settings );":["// Een \"blok\" is een abstracte term dat wordt gebruikt om\n// markup eenheden te beschrijven die allemaal samen\n// de inhoud of de indeling van een pagina vormen.\nregisterBlockType( name, settings );"],"ADD MEDIA":["TOEVOEGEN MEDIA"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage /> icon.":["Alle beschikbare blokken staan in de blok bibliotheek. Je vindt deze overal waar je het <InserterIconImage /> pictogram ziet."],"Get to know the block library":["Leer de blok bibliotheek kennen"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Ieder blok heeft zijn eigen set bedieningselementen voor het wijzigen van zaken als kleur, breedte, en uitlijning. Deze verschijnen en verdwijnen automatisch wanneer je een blok hebt geselecteerd."],"Make each block your own":["Maak elk blok van jezelf"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["In de WordPress-editor wordt elke paragraaf, afbeelding, of video gepresenteerd als een apart \"inhoudsblok\"."],"Welcome to the block editor":["Welkom bij de blok editor"],"Get started":["Aan de slag"],"inserter":["inserter"],"Welcome Guide":["Welkomstgids"],"Page templates":["Pagina templates"],"Post Title":["Berichttitel"],"Add submenu":["Toevoegen submenu"],"Add link":["Voeg link toe"],"Light":["Licht"],"Navigation settings":["Navigatie instellingen"],"Template parts to include in your templates.":["Template onderdelen om in je templates op te nemen."],"Template parts list":["Template-onderdelen lijst"],"Template parts list navigation":["Template-onderdelen lijst navigatie"],"Filter template parts list":["Template-onderdelen lijst filteren"],"Uploaded to this template part":["Geüpload naar dit template-onderdeel"],"Insert into template part":["Invoegen in template-onderdeel"],"Template part archives":["Template-onderdeel archieven"],"No template parts found in Trash.":["Geen template-onderdelen gevonden in prullenbak."],"No template parts found.":["Geen template-onderdelen gevonden."],"Parent Template Part:":["Hoofd template-onderdeel:"],"Search Template Parts":["Zoek template-onderdelen"],"All Template Parts":["Alle template-onderdelen"],"View Template Part":["Bekijk template-onderdeel"],"Edit Template Part":["Bewerk template-onderdeel"],"New Template Part":["Nieuw template-onderdeel"],"Add New Template Part":["Nieuw template-onderdeel toevoegen"],"Template Part\u0004Add New":["Nieuw toevoegen"],"Admin Menu text\u0004Template Parts":["Template-onderdelen"],"Template Part":["Template onderdeel","Template onderdelen"],"Template Parts":["Template onderdelen"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river."],"Menu Item":["Menu item"],"Navigation":["Navigatie"],"Navigation Menu":["Navigatiemenu"],"(Note: many devices and browsers do not display this text.)":["(Opmerking: veel apparaten en browsers tonen deze tekst niet.)"],"Describe the role of this image on the page.":["Beschrijf de rol van deze afbeelding op de pagina."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Schakel tussen het gebruik van dezelfde waarde voor alle schermformaten of het gebruik van een unieke waarde per schermgrootte."],"Use the same %s on all screensizes.":["Gebruik dezelfde %s voor alle schermformaten."],"Large screens":["Grote schermen"],"Medium screens":["Gemiddelde schermen"],"Small screens":["Kleine schermen"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Bepaalt eigenschap %1$s voor %2$s viewports."],"Currently selected":["Huidig geselecteerd"],"Search or type url":["Zoek of typ URL"],"Press ENTER to add this link":["Druk op ENTER om deze link toe te voegen"],"Currently selected link settings":["Huidige geselecteerde linkinstellingen"],"Generic label for block inserter button\u0004Add block":["Blok toevoegen"],"directly add the only allowed block\u0004Add %s":["Voeg %s toe"],"%s block added":["%s blok toegevoegd"],"Block breadcrumb":["Blok kruimelpad"],"Editor footer":["Editor footer"],"Site Title":["Sitetitel"],"Open Colors Selector":["Open kleurenselector"],"Templates list":["Templates lijst"],"Templates list navigation":["Templates lijst navigatie"],"Filter templates list":["Templates lijst filteren"],"Uploaded to this template":["Geüpload naar deze template"],"Insert into template":["Invoegen in template"],"Template archives":["Template archieven"],"No templates found in Trash.":["Geen templates gevonden in prullenbak."],"No templates found.":["Geen templates gevonden."],"Parent Template:":["Hoofd template:"],"Search Templates":["Zoek templates"],"All Templates":["Alle templates"],"View Template":["Bekijk template"],"Edit Template":["Bewerk template"],"New Template":["Nieuwe template"],"Add New Template":["Nieuwe template toevoegen"],"Template\u0004Add New":["Nieuwe toevoegen"],"Admin Menu text\u0004Templates":["Templates"],"Template":["Template"],"No matching template found":["Geen overeenkomende template gevonden"],"All content copied.":["Alle inhoud gekopieerd."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Media-upload mislukt. Gaat het om een foto of een grote afbeelding, verklein deze dan en probeer het opnieuw."],"Gradient":["Verloop"],"No Preview Available.":["Geen voorbeeld beschikbaar."],"Midnight":["Middernacht"],"Electric grass":["Electrisch gras"],"Pale ocean":["Bleek oceaan"],"Luminous dusk":["Lichtgevende dageraad"],"Blush bordeaux":["Blozend bordeaux"],"Blush light purple":["Blozend lichtpaars"],"Cool to warm spectrum":["Koel naar warm spectrum"],"Very light gray to cyan bluish gray":["Zeer lichtgrijs tot cyaan blauwachtig grijs"],"Luminous vivid orange to vivid red":["Lichtgevend levendig oranje tot levendig rood"],"Luminous vivid amber to luminous vivid orange":["Lichtgevend levendig amber tot lichtgevend levendig oranje"],"Light green cyan to vivid green cyan":["Licht groen cyaan tot levendig groen cyaan"],"Vivid cyan blue to vivid purple":["Levendig cyaan blauw tot levendig paars"],"https://wordpress.org/support/article/excerpt/":["https://wordpress.org/support/article/excerpt/"],"December 6, 2018":["6 december 2018"],"February 21, 2019":["21 februari 2019"],"May 7, 2019":["7 mei 2019"],"Release Date":["Release datum"],"Jazz Musician":["Jazz muzikant"],"Version":["Versie"],"Six.":["Zes."],"Five.":["Vijf."],"Four.":["Vier."],"Three.":["Drie."],"Two.":["Twee."],"One.":["Eén."],"One of the hardest things to do in technology is disrupt yourself.":["Een van de moeilijkste zaken om te doen in technologie is jezelf verstoren."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["Het winterkoninkje<br>Verdient zijn brood<br>Lawaaiig."],"Welcome to the wonderful world of blocks…":["Welkom in de wondere wereld van blokken..."],"<strong>Snow Patrol</strong>":["<strong>Snow Patrol</strong>"],"Dimensions":["Afmetingen"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit."],"Call to Action":["Call to Action"],"In quoting others, we cite ourselves.":["Wanneer we anderen quoten, citeren we onszelf."],"Mont Blanc appears—still, snowy, and serene.":["Mont Blanc verschijnt—stil, besneeuwd, en sereen."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["In een dorp La Mancha, waarvan ik me de naam niet wil herinneren, woonde niet lang geleden één van die heren die een lans in het lansrek houden, een oud schild, een slank houweel, en een windhond om mee te jagen."],"Templates to include in your theme.":["Templates die toegevoegd moeten worden aan je thema."],"Templates":["Templates"],"Add":["Toevoegen"],"%s out of 5 stars":["%s van 5 sterren"],"Enter address":["Vul adres in"],"Attachment page":["Bijlagepagina"],"Link rel":["Linkrelatie"],"Border radius":["Rand afronding"],"Write gallery caption…":["Schrijf een galerij onderschrift..."],"Restore the backup":["Zet de back-up terug"],"The backup of this post in your browser is different from the version below.":["De back-up van dit bericht in je browser verschilt van de versie hieronder."],"Reverse list numbering":["Omgekeerde lijstnummering"],"Start value":["Beginwaarde"],"Ordered list settings":["Geordende lijst-instellingen"],"Clear Media":["Wis media"],"Default Style":["Standaard stijl"],"Not set":["Niet ingesteld"],"While writing, you can press <kbd>/</kbd> to quickly insert new blocks.":["Je kunt <kbd>/</kbd> intoetsen tijdens het schrijven om snel nieuwe blokken in te voegen."],"Change column alignment":["Wijzig uitlijning kolom"],"Align column right":["Kolom rechts uitlijnen"],"Align column center":["Centreer kolom naar het midden"],"Align column left":["Kolom links uitlijnen"],"Color":["Kleur"],"Vivid purple":["Helder paars"],"Disable & Reload":["Uitschakelen & herladen"],"Enable & Reload":["Inschakelen & herladen"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Het herladen van de pagina is vereist voor deze wijziging. Zorg ervoor dat je inhoud is opgeslagen voor herladen."],"Display these keyboard shortcuts.":["Toon deze toetsencombinaties."],"Experiments Settings":["Experimentele instellingen"],"Experimental settings":["Experimentele instellingen"],"Draft":["Concept"],"Learn more about anchors":["Meer informatie over ankers"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Typ één of twee woorden — zonder spaties — om een uniek webadres te maken voor dit blok, genaamd een “anker.” Daarna kun je direct naar deze sectie op je pagina linken."],"Upload a video file, pick one from your media library, or add one with a URL.":["Upload een videobestand, selecteer er één vanuit je mediabibliotheek of voeg er één toe met een URL."],"Upload an image file, pick one from your media library, or add one with a URL.":["Upload een afbeelding, selecteer er één vanuit je mediabibliotheek of voeg er één toe met een URL."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Upload een audiobestand, selecteer er één vanuit je mediabibliotheek of voeg er één toe met een URL."],"Upload a media file or pick one from your media library.":["Upload een mediabestand of selecteer er één vanuit je mediabibliotheek."],"Skip":["Overslaan"],"Select a variation to start with.":["Selecteer een variatie om mee te beginnen."],"Title attribute":["Titel attribuut"],"Open in new tab":["Open in nieuwe tab"],"Move right":["Verplaats naar rechts"],"Move left":["Verplaats naar links"],"Links":["Links"],"Automatically add published top-level pages to this menu.":["Automatisch gepubliceerde pagina's van het hoogste niveau toevoegen aan dit menu."],"Menu settings":["Menu instellingen"],"Upload a file or pick one from your media library.":["Upload een bestand of selecteer er één vanuit je mediabibliotheek."],"Learn more about embeds":["Meer informatie over insluitingen"],"https://wordpress.org/support/article/embeds/":["https://wordpress.org/support/article/embeds/"],"Paste a link to the content you want to display on your site.":["Plak een link naar de inhoud die je wilt laten zien op je site."],"Three columns; wide center column":["Drie kolommen, brede midden kolom"],"Three columns; equal split":["Drie kolommen; gelijkmatig verdeeld"],"Two columns; two-thirds, one-third split":["Twee kolommen; twee derde, één derde verdeling"],"Two columns; one-third, two-thirds split":["Twee kolommen; één derde, twee derde verdeling"],"Two columns; equal split":["Twee kolommen; gelijkmatig verdeeld"],"Your site doesn&#8217;t have any %s, so there&#8217;s nothing to display here at the moment.":["Je site heeft geen enkele %s, er is op dit moment dus niets hier te tonen."],"More tools & options":["Meer gereedschap & opties"],"Create Table":["Maak tabel"],"Insert a table for sharing data.":["Voeg een tabel in voor het delen van gegevens."],"Ungrouping blocks from within a Group block back into individual blocks within the Editor \u0004Ungroup":["Loskoppelen"],"verb\u0004Group":["Groeperen"],"Separate multiple classes with spaces.":["Scheid meerdere classes met spaties."],"Move image forward":["Verplaats afbeelding naar voren"],"Move image backward":["Verplaats afbeelding naar achteren"],"Block rendered as empty.":["Blok weergegeven als leeg."],"Inline code":["Inline code"],"Footer section":["Footer sectie"],"Header section":["Header sectie"],"Sorting and filtering":["Sortering en filtering"],"Post meta settings":["Bericht meta-instellingen"],"Post Content":["Bericht inhoud"],"Post content settings":["Bericht-inhoud instellingen"],"Column settings":["Kolom-instellingen"],"Footer":["Footer"],"sidebars":["zijbalken"],"This color combination may be hard for people to read.":["Deze kleurencombinatie kan moeilijk te lezen zijn voor mensen."],"There is no poster image currently selected":["Er is momenteel geen posterafbeelding geselecteerd"],"The current poster image url is %s":["De URL van de huidige posterafbeelding is %s"],"Crop image to fill entire column":["Snij afbeelding bij om de gehele kolom te vullen"],"Play inline":["Inline afspelen"],"Leave empty if the image is purely decorative.":["Laat leeg als de afbeelding alleen decoratief is."],"Describe the purpose of the image":["Beschrijf het doel van de afbeelding"],"Add a block":["Een blok toevoegen"],"Block vertical alignment setting label\u0004Change vertical alignment":["Wijzig verticale uitlijning"],"Replace Image":["Vervang afbeelding"],"Legacy Widget":["Verouderde widget"],"Select a legacy widget to display:":["Selecteer een te tonen verouderde widget:"],"There are no widgets available.":["Er zijn geen widgets beschikbaar."],"%s: Change block type or style":["%s wijzig bloktype of stijl"],"keyboard key\u0004Space":["Spatie"],"keyboard key\u0004Backspace":["Backspace"],"Search Terms":["Zoektermen"],"Exit the Editor":["Sluit de editor"],"Embedded content from %s can't be previewed in the editor.":["Ingesloten inhoud van %s kan niet worden bekeken in de editor."],"Stick to the top of the blog":["Zet vast bovenaan de blog"],"Read about permalinks":["Lees over permalinks"],"The last part of the URL.":["Het laatste gedeelte van de URL."],"URL Slug":["URL slug"],"Taxonomy":["Taxonomie"],"Tag Cloud settings":["Tagwolk instellingen"],"- Select -":["- Selecteer -"],"Default":["Standaard"],"Search":["Zoek"],"Add button text…":["Voeg knoptekst toe..."],"Button text":["Knoptekst"],"Optional placeholder…":["Optionele plaatshouder..."],"Optional placeholder text":["Optionele plaatshoudertekst"],"Add label…":["Voeg label toe..."],"Label text":["Labeltekst"],"image %1$d of %2$d in gallery":["afbeelding %1$d van %2$d in galerij"],"Calendar":["Kalender"],"An error has occurred, which probably means the feed is down. Try again later.":["Er is een fout opgetreden, wat waarschijnlijk betekent dat de feed niet werkt. Probeer het later opnieuw."],"RSS Error:":["RSS fout:"],"block style\u0004Default":["Standaard"],"Fullscreen mode deactivated":["Schermvullende weergave gedeactiveerd"],"Fullscreen mode activated":["Schermvullende weergave geactiveerd"],"Spotlight mode deactivated":["Spotlight-modus gedeactiveerd"],"Spotlight mode activated":["Spotlight-modus geactiveerd"],"Top toolbar deactivated":["Bovenste toolbar gedeactiveerd"],"Top toolbar activated":["Bovenste toolbar geactiveerd"],"Back":["Terug"],"Feature activated":["Mogelijkheid geactiveerd"],"Feature deactivated":["Mogelijkheid gedeactiveerd"],"Max number of words in excerpt":["Maximum aantal woorden in samenvatting"],"Display excerpt":["Toon samenvatting"],"Display date":["Toon datum"],"Display author":["Toon auteur"],"RSS settings":["RSS instellingen"],"Edit RSS URL":["Bewerk RSS URL"],"Hide the excerpt on the full content page":["Verberg de samenvatting op de volledige inhoudspagina"],"The excerpt is visible.":["De samenvatting is zichtbaar."],"The excerpt is hidden.":["De samenvatting is verborgen."],"Sorry, this content could not be embedded.":["Het spijt me, deze inhoud kon niet worden ingesloten."],"Embed Amazon Kindle content.":["Sluit Amazon Kindle inhoud in."],"ebook":["e-boek"],"Embed Crowdsignal (formerly Polldaddy) content.":["Sluit Crowdsignal (voorheen Polldaddy) inhoud in."],"Focal point picker":["Focuspunt kiezer"],"Underline":["Onderstreep"],"Attempt Block Recovery":["Probeer blokherstel"],"Word count type. Do not translate!\u0004words":["words"],"content placeholder\u0004Content…":["Inhoud..."],"button label\u0004Convert to link":["Omzetten naar link"],"button label\u0004Try again":["Probeer nogmaals"],"Editor tips":["Editor tips"],"Block (selected)":["Blok (geselecteerd)"],"%d word":["%d woord","%d woorden"],"Top toolbar":["Top toolbar"],"Link Rel":["Linkrelatie"],"Link CSS Class":["Link CSS Class"],"https://wordpress.org/plugins/classic-widgets/":["https://wordpress.org/plugins/classic-widgets/"],"To edit the featured image, you need permission to upload media.":["Om de uitgelichte afbeelding te kunnen bewerken heb je toestemming nodig om media te uploaden."],"To edit this block, you need permission to upload media.":["Om dit blok te kunnen bewerken, heb je toestemming nodig om media te uploaden."],"(selected block)":["(geselecteerd blok)"],"Block tools":["Blok-gereedschappen"],"Permalink":["Permalink"],"This image has an empty alt attribute":["Deze afbeelding heeft een leeg alt-atribuut"],"This image has an empty alt attribute; its file name is %s":["Deze afbeelding heeft een leeg alt-atribuut; de bestandsnaam is %s"],"Link inserted.":["Link ingevoegd."],"Warning: the link has been inserted but may have errors. Please test it.":["Waarschuwing: de link is toegevoegd, maar kan fouten bevatten. Graag goed testen."],"%s block selected.":["%s blok geselecteerd.","%s blokken geselecteerd."],"Thumbnail":["Thumbnail"],"Full Size":["Volledige grootte"],"Link selected.":["Link geselecteerd."],"Start writing with text or HTML":["Begin met tekst of HTML schrijven"],"Type text or HTML":["Typ tekst of HTML"],"Align text right":["Tekst rechts uitlijnen"],"Align text center":["Tekst centreren"],"Align text left":["Tekst links uitlijnen"],"Empty block; start writing or type forward slash to choose a block":["Leeg blok; begin met schrijven of typ een schuine streep om een blok te kiezen"],"Paragraph block":["Paragraafblok"],"Stack on mobile":["Stapel op mobiel"],"Annotation":["Aantekening"],"Drag images, upload new ones or select files from your library.":["Sleep afbeeldingen, upload nieuwe of selecteer bestanden in je bibliotheek."],"blocks\u0004Most used":["Meest gebruikt"],"imperative verb\u0004Resolve":["Oplossen"],"font size name\u0004Huge":["Zeer groot"],"font size name\u0004Large":["Groot"],"font size name\u0004Medium":["Gemiddeld"],"font size name\u0004Small":["Klein"],"font size name\u0004Normal":["Normaal"],"button label\u0004Import":["Importeer"],"button label\u0004Download":["Download"],"button label\u0004Embed":["Insluiten"],"block title\u0004Embed":["Insluiten"],"block title\u0004Classic":["Klassiek"],"Link edited.":["Link bewerkt."],"Link removed.":["Link verwijderd."],"media":["media"],"Double-check your settings before publishing.":["Controleer je instellingen goed alvorens te publiceren."],"Generating preview…":["Voorbeeld genereren..."],"Edit or update the image":["Bewerk of update de afbeelding"],"Media":["Media"],"Navigate to the nearest toolbar.":["Navigeer naar de dichtstbijzijnde toolbar."],"Document tools":["Document gereedschap"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["Geef geciteerde tekst visuele nadruk. \"Door anderen te citeren, citeren we onszelf.\" — Julio Cortázar"],"Media & Text settings":["Media- en tekst-instellingen"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["Introduceer nieuwe secties en organiseer inhoud om bezoekers (en zoekmachines) te helpen de structuur van je inhoud te begrijpen."],"Resize for smaller devices":["Verander formaat voor kleinere apparaten"],"This embed may not preserve its aspect ratio when the browser is resized.":["Deze insluiting behoudt mogelijk niet haar afbeeldingverhouding wanneer de browsergrootte wordt gewijzigd."],"This embed will preserve its aspect ratio when the browser is resized.":["Deze insluiting behoudt haar afbeeldingverhouding wanneer de browsergrootte wordt gewijzigd."],"Embed an Animoto video.":["Een Animoto video insluiten."],"Embed a Vimeo video.":["Een Vimeo video insluiten."],"Embed Flickr content.":["Flickr inhoud insluiten."],"Embed Spotify content.":["Spotify inhoud insluiten."],"Embed SoundCloud content.":["SoundCloud inhoud insluiten."],"Embed a WordPress post.":["Een WordPress bericht insluiten."],"Embed an Instagram post.":["Een Instagram bericht insluiten."],"Embed a Facebook post.":["Een Facebook bericht insluiten."],"Embed a WordPress.tv video.":["Een WordPress.tv video insluiten."],"Embed a VideoPress video.":["Een VideoPress video insluiten."],"Embed a Tumblr post.":["Een Tumblr bericht insluiten."],"Embed a TED video.":["Een TED video insluiten."],"Embed Speaker Deck content.":["Speaker Deck inhoud insluiten."],"Embed a YouTube video.":["Een YouTube video insluiten."],"Embed SmugMug content.":["SmugMug inhoud insluiten."],"Embed Slideshare content.":["Slideshare inhoud insluiten."],"Embed Scribd content.":["Scribd inhoud insluiten."],"Embed Screencast content.":["Screencast inhoud insluiten."],"Embed ReverbNation content.":["ReverbNation inhoud insluiten."],"Embed a Reddit thread.":["Een Reddit discussie insluiten."],"Embed Mixcloud content.":["Mixcloud inhoud insluiten."],"Embed a tweet.":["Een tweet insluiten."],"Embed Kickstarter content.":["Kickstarter inhoud insluiten."],"Embed Issuu content.":["Issuu inhoud insluiten."],"Embed Imgur content.":["Imgur inhoud insluiten."],"Embed a Dailymotion video.":["Een Dailymotion video insluiten."],"Embed CollegeHumor content.":["CollegeHumor inhoud insluiten."],"Embed Cloudup content.":["Cloudup inhoud insluiten."],"noun\u0004View":["Bekijken"],"editor button\u0004Left to right":["Links naar rechts"],"Save as pending":["Opslaan als wachtend"],"%s address":["%s adres"],"Paste or type URL":["Plak of typ URL"],"Insert from URL":["Invoegen vanuit URL"],"Styles":["Stijlen"],"General":["Algemeen"],"Work without distraction":["Werk zonder afleiding"],"Focus on one block at a time":["Richt je op één blok tegelijk"],"Access all block and document tools in a single place":["Toegang tot alle blok- en documentgereedschappen op één plek"],"Options":["Opties"],"(opens in a new tab)":["(opent in een nieuwe tab)"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Je site ondersteunt het \"%s\" blok niet. Je kunt dit blok zo laten staan, of het helemaal verwijderen."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Je site ondersteunt het \"%s\" blok niet. Je kunt dit blok zo laten staan, de inhoud omzetten naar een Aangepast HTML blok, of het helemaal verwijderen."],"Media area":["Mediagebied"],"Show media on right":["Toon media rechts"],"Show media on left":["Toon media links"],"Cover":["Cover"],"Huge":["Zeer groot"],"Medium":["Gemiddeld"],"Normal":["Normaal"],"Paste URL or type to search":["Plak URL of typ om te zoeken"],"Terms":["Termen"],"Your work will be published at the specified date and time.":["Je werk wordt gepubliceerd op de opgegeven datum en tijd."],"Are you ready to schedule?":["Ben je klaar om in te plannen?"],"Always show pre-publish checks.":["Altijd pre-publicatie controles tonen."],"Take Over":["Neem over"],"All Posts":["Alle berichten"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["Een andere gebruiker werkt momenteel aan dit bericht, wat betekent dat je geen veranderingen kan maken, behalve als je het bericht overneemt."],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s werkt momenteel aan dit bericht, wat betekent dat je geen veranderingen kan maken, behalve als je het bericht overneemt."],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["Een andere gebruiker heeft het bewerken van dit bericht overgenomen. Geen zorgen, je aanpassingen tot op dit moment zijn opgeslagen."],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["%s heeft het bewerken van dit bericht overgenomen. Geen zorgen, je aanpassingen tot op dit moment zijn opgeslagen."],"Avatar":["Avatar"],"This post is already being edited.":["Dit bericht wordt al bewerkt."],"Someone else has taken over this post.":["Iemand anders heeft dit bericht overgenomen."],"This block contains unexpected or invalid content.":["Dit blok bevat onverwachte of ongeldige inhoud."],"Resolve Block":["Oplossen blok"],"Convert to HTML":["Converteer naar HTML"],"This block can only be used once.":["Dit blok kan maar éénmaal gebruikt worden."],"Exit code editor":["Sluit code editor"],"Editing code":["Code bewerken"],"HTML":["HTML"],"Write HTML…":["Schrijf HTML..."],"Media settings":["Media-instellingen"],"Overlay":["Bedekking"],"Reusable block imported successfully!":["Herbruikbaar blok succesvol geïmporteerd!"],"Invalid Reusable block JSON file":["Ongeldig herbruikbaar blok JSON-bestand"],"Invalid JSON file":["Ongeldig JSON-bestand"],"Import from JSON":["Importeer vanuit JSON"],"Backtick":["Accent grave"],"Period":["Punt"],"Comma":["Komma"],"Change type of %d block":["Wijzig type van %d blok","Wijzig type van %d blokken"],"Current":["Huidig"],"After Conversion":["Na conversie"],"Change alignment":["Wijzig uitlijning"],"Change text alignment":["Wijzig tekstuitlijning"],"%d block":["%d blok","%d blokken"],"Forward-slash":["Schuine streep"],"No archives to show.":["Geen archieven om te tonen."],"This file is empty.":["Dit bestand is leeg."],"Sorry, this file type is not supported here.":["Sorry, dit bestandstype wordt hier niet ondersteund."],"Title":["Titel"],"Fullscreen mode":["Schermvullende weergave"],"Beautiful landscape":["Prachtig landschap"],"Close panel":["Sluit paneel"],"Convert to Classic Block":["Omzetten naar klassiek blok"],"Poster image":["Posterafbeelding"],"Create":["Maak"],"Row count":["Rij aantal"],"Column count":["Kolom aantal"],"block description\u0004Create and save content to reuse across your site. Update the block, and the changes apply everywhere it’s used.":["Maak inhoud en sla deze op om het over de hele site te kunnen gebruiken. Werk het blok bij en de wijzigingen worden overal toegepast."],"Change the block type after adding a new paragraph.":["Verander het bloktype na het toevoegen van een nieuwe paragraaf."],"Spotlight mode":["Spotlight-modus"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["Tags helpen gebruikers en zoekmachines je site te navigeren en je inhoud te vinden. Voeg een aantal trefwoorden toe om je bericht te beschrijven."],"Add tags":["Voeg tags toe"],"Apply the \"%1$s\" format.":["Pas het \"%1$s\" format toe."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Je thema gebruikt berichtformats om verschillende typen inhoud te markeren, zoals afbeeldingen of video's. Pas een berichtformat toe om de speciale vormgeving te zien."],"Use a post format":["Gebruik een berichtformat"],"Insert after":["Invoegen na"],"Insert before":["Invoegen voor"],"Move %1$d block from position %2$d down by one place":["Verplaats %1$d blok van positie %2$d één plaats omlaag","Verplaats %1$d blokken van positie %2$d één plaats omlaag"],"Move %1$d block from position %2$d up by one place":["Verplaats %1$d blok van positie %2$d één plaats omhoog","Verplaats %1$d blokken van positie %2$d één plaats omhoog"],"Move %1$s block from position %2$d right to position %3$d":["Verplaats %1$s blok van positie %2$d naar rechts naar positie %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Verplaats %1$s blok van positie %2$d omhoog naar positie %3$d"],"Insert a new block before the selected block(s).":["Voeg een nieuw blok in voor de geselecteerde blok(ken)."],"Remove the selected block(s).":["Verwijder de geselecteerde blok(ken)."],"Duplicate the selected block(s).":["Kopieer de geselecteerde blok(ken)."],"Block shortcuts":["Blok sneltoetsen"],"Clear selection.":["Wis selectie."],"Select all text when typing. Press again to select all blocks.":["Selecteer alle tekst tijdens het typen. Druk nogmaals om alle blokken te selecteren."],"Selection shortcuts":["Selectie sneltoetsen"],"Switch between visual editor and code editor.":["Schakel tussen visuele editor en code editor."],"Navigate to the previous part of the editor.":["Navigeer naar het vorige deel van de editor."],"Navigate to the next part of the editor.":["Navigeer naar het volgende deel van de editor."],"Show or hide the settings sidebar.":["Toon of verberg de instellingen-zijbalk."],"Redo your last undo.":["Herhaal je laatste ongedaan maken."],"Undo your last changes.":["Maak je laatste aanpassingen ongedaan."],"Save your changes.":["Sla je aanpassingen op."],"Global shortcuts":["Globale sneltoetsen"],"Remove a link.":["Verwijder een link."],"Convert the selected text into a link.":["Zet de geselecteerde tekst om naar een link."],"Underline the selected text.":["Onderstreep de geselecteerde tekst."],"Make the selected text italic.":["Maak de geselecteerde tekst cursief."],"Make the selected text bold.":["Maak de geselecteerde tekst vetgedrukt."],"Text formatting":["Tekstformattering"],"Insert a new block after the selected block(s).":["Voeg een nieuw blok in na geselecteerde blok(ken)."],"Keyboard shortcuts":["Toetsenbord sneltoetsen"],"Thanks for testing Gutenberg!":["Bedankt voor het testen van Gutenberg!"],"Help build Gutenberg":["Help Gutenburg bouwen"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository</a>.":["Wil je meer weten over het bouwen van extra blokken, of ben je geïnteresseerd om te helpen met het project, ga dan naar de <a href=\"%s\">GitHub repository</a>."],"The WordPress community":["De WordPress community"],"Code is Poetry":["Code is Poetry"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Je kunt elk blok maken dat je wilt, statisch of dynamisch, decoratief of gewoontjes. Dit is bijvoorbeeld een pull-quote blok:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Elk blok kan gebruik maken van deze uitlijningen. Het insluitingsblok heeft deze ook en is standaard al responsive:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["Hierboven staat een galerij met maar twee afbeeldingen. Het is een eenvoudiger manier om visueel aantrekkelijke lay-outs te maken, zonder met floats te hoeven werken. Je kunt de galerij ook eenvoudig omzetten naar de individuele afbeeldingen met de blok omzetter."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["Zeker, de afbeelding over de gehele breedte kan nogal groot worden. Maar soms is de afbeelding het waard."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["Toegankelijkheid is belangrijk &mdash; vergeet het alt-attribuut van de afbeelding niet"],"If you combine the new <strong>wide</strong> and <strong>full-wide</strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Door de nieuwe <strong>brede</strong> en <strong>volledige breedte</strong> uitlijningen met galerijen te combineren, kun je heel snel een media-rijke lay-out maken:"],"Media Rich":["Media-rijk"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Je kunt het aantal kolommen in je galerijen veranderen door een schuif in de blokinspecteur in de zijbalk te bewegen."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Blokken kunnen alles zijn wat je wilt. Zo kun je bijvoorbeeld een subtiel citaat toevoegen in de opbouw van je tekst, of misschien wil je wel een groot opgemaakt citaat laten zien. Al deze mogelijkheden zijn beschikbaar in de inserter."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["De informatie die overeenkomt met de bron van het citaat is een apart tekstveld, zoals bijschriften onder afbeeldingen, zodat de structuur van het citaat is beschermd, zelfs wanneer je de bron selecteert, aanpast of verwijdert. Je kunt het altijd weer eenvoudig terugzetten."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["De editor biedt een nieuwe bouwervaring voor pagina's en berichten, die het maken van berichten met opmaak eenvoudig maakt, en gebruikt \"blokken\" om zonder problemen te maken waar tot nog toe shortcodes, aangepaste HTML, of \"mystery meat\" insluitingen voor nodig zijn."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Een groot voordeel van blokken is, dat je ze op hun plaats kunt bewerken en de inhoud direct kunt manipuleren. In plaats van velden te hebben voor het bewerken van dingen zoals de bron van een citaat of de tekst van een knop, kun je de inhoud direct wijzigen. Probeer het volgende citaat eens te bewerken:"],"Visual Editing":["Visueel bewerken"],"And <em>Lists</em> like this one of course :)":["En <em>lijsten</em> zoals deze, uiteraard :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Lay-out blokken zoals knoppen, Hero afbeeldingen, afscheidingen, enz."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Insluitingen, zoals YouTube, tweets of andere WordPress berichten."],"Galleries":["Galerijen"],"Images &amp; Videos":["Afbeeldingen &amp; videos"],"Text &amp; Headings":["Tekst &amp; koppen"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Probeer het eens uit. Je zal erachter komen dat WordPress al dingen in je berichten kan zetten die je niet eens wist. Hierbij een korte lijst van wat je daar op dit moment kunt vinden:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)</code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Stel je voor dat alles wat WordPress kan doen snel en op dezelfde plaats in de interface beschikbaar is. Je hoeft geen HTML-tags of classes uit te zoeken, of ingewikkelde shortcode-regels te onthouden. Dat is het idee achter de inserter: de knop <code>(+)</code> die rond de editor wordt weergegeven, waarmee je door alle beschikbare inhoudsblokken kunt bladeren en ze aan je bericht kunt toevoegen. Plugins en thema's kunnen hun eigen blokken registreren, waardoor allerlei mogelijkheden beschikbaar komen voor bewerken en publiceren."],"The <em>Inserter</em> Tool":["Het <em>Inserter</em> gereedschap"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Probeer het citaat te selecteren en te verwijderen of te bewerken, je hoeft niet bang te zijn dat je per ongeluk de afbeelding of andere tekst selecteert en de presentatie ruïneert."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Wanneer je thema het ondersteunt, zie je de \"breed\" knop op je afbeeldingstoolbar. Probeer het maar."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Het zorgvuldig omgaan met afbeeldingen en media is een belangrijk punt van de nieuwe editor. Hopelijk vind je aspecten als het toevoegen van bijschriften of het over de volle breedte laten zien van je foto's veel eenvoudiger en robuuster dan voorheen."],"A Picture is Worth a Thousand Words":["Een foto is duizend woorden waard"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Koppen zijn ook afzonderlijke blokken, wat helpt bij de opzet en organisatie van je inhoud."],"... like this one, which is right aligned.":["... zoals deze, die rechts is uitgelijnd."],"What you are reading now is a <strong>text block</strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["Wat je nu leest is een <strong>tekstblok</strong>, het eenvoudigste blok van allemaal. Het tekstblok heeft haar eigen besturing zodat je het overal in het bericht kunt zetten..."],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content</em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["Het doel van deze nieuwe editor is het eenvoudig en plezierig maken om rijke inhoud aan WordPress toe te voegen. Dit hele bericht bestaat uit <em>stukjes inhoud</em> - het lijkt wat op LEGO-stenen - die je kunt bewegen en waarmee je kunt werken. Beweeg je cursor rond en je ziet dat de verschillende blokken oplichten met contouren en pijlen. Druk op de pijlen om blokken snel te verplaatsen zonder bang te hoeven zijn dingen te verliezen tijdens kopieer- en plakwerk."],"Of Mountains &amp; Printing Presses":["Over bergen &amp; drukpersen"],"Welcome to the Gutenberg Editor":["Welkom bij de Gutenberg editor"],"Learn more":["Meer weten"],"Are you sure you want to unschedule this post?":["Weet je zeker dat je de planning van dit bericht wilt intrekken?"],"Alt text (alternative text)":["Alt tekst (alternatieve tekst)"],"The title for the object.":["De titel voor het object."],"Unique identifier for the object.":["Unieke identificator voor het object."],"Untitled Reusable block":["Naamloos herbruikbaar blok"],"Small":["Klein"],"Reusable":["Herbruikbaar"],"Add to Reusable blocks":["Voeg toe aan herbruikbare blokken"],"Keep as HTML":["Houd als HTML"],"Edit URL":["Bewerk URL"],"The response is not a valid JSON response.":["De reactie is geen geldige JSON reactie."],"Editor publish":["Editor publiceren"],"Muted":["Gedempt"],"Video settings":["Video-instellingen"],"Display avatar":["Toon avatar"],"Latest comments settings":["Nieuwste reacties-instellingen"],"Number of comments":["Aantal reacties"],"Auto":["Automatisch"],"Preload":["Voorladen"],"Audio settings":["Audio-instellingen"],"Archives settings":["Archief-instellingen"],"https://wordpress.org/support/plugin/gutenberg/":["https://wordpress.org/support/plugin/gutenberg/"],"Support":["Ondersteuning"],"No comments to show.":["Geen reacties om te tonen."],"%1$s on %2$s":["%1$s op %2$s"],"Select Post":["Selecteer bericht"],"Select Week":["Selecteer week"],"Select Day":["Selecteer dag"],"Select Month":["Selecteer maand"],"Select Year":["Selecteer jaar"],"Archives":["Archieven"],"Cyan bluish gray":["Cyaan blauwachtig grijs"],"Vivid cyan blue":["Levendig cyaan blauw"],"Pale cyan blue":["Bleek cyaan blauw"],"Vivid green cyan":["Levendig groen cyaan"],"Light green cyan":["Licht groen cyaan"],"Luminous vivid amber":["Lichtgevend levendig amber"],"Luminous vivid orange":["Lichtgevend levendig oranje"],"Vivid red":["Levendig rood"],"Pale pink":["Bleek roze"],"Inline image":["Inline afbeelding"],"Available block types":["Beschikbare bloktypes"],"Transform to":["Verander naar"],"Open publish panel":["Open publiceren paneel"],"Large":["Groot"],"Regular":["Normaal"],"Show download button":["Toon downloadknop"],"Download button settings":["Downloadknop instellingen"],"Link to":["Link naar"],"Text link settings":["Tekstlink instellingen"],"Copy URL":["Kopieer URL"],"Write file name…":["Schrijf bestandsnaam..."],"File":["Bestand"],"Square":["Rechthoekig"],"Loop":["Lus"],"Autoplay":["Automatisch spelen"],"Playback controls":["Afspeelknoppen"],"Disable tips":["Schakel tips uit"],"Got it":["Ik snap het"],"See next tip":["Bekijk volgende tip"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Ben je klaar, lever dan je werk in ter beoordeling. Een redacteur kan je werk dan goedkeuren voor je."],"Are you ready to submit for review?":["Ben je klaar om je werk in te leveren voor beoordeling?"],"Replace image":["Vervang afbeelding"],"Remove image":["Verwijder afbeelding"],"Invalid term ID.":["Ongeldig term ID."],"The ID for the parent of the object.":["Het ID van het hoofdobject van het object."],"Error while uploading file %s to the media library.":["Fout tijdens het uploaden van bestand %s naar de mediabibliotheek."],"This file exceeds the maximum upload size for this site.":["Dit bestand overschreidt de maximale uploadgrootte voor deze site."],"View the autosave":["Bekijk de autosave"],"There is an autosave of this post that is more recent than the version below.":["Er is een autosave van dit bericht dat recenter is dan onderstaande versie."],"Autosaving":["Automatisch opslaan"],"Enter URL here…":["Vul URL in..."],"beta":["beta"],"Pin to toolbar":["Maak vast aan toolbar"],"Unpin from toolbar":["Maak los van toolbar"],"Fixed width table cells":["Tabelcellen met een vaste breedte"],"Table settings":["Tabel-instellingen"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":["Voeg een blok toe dat inhoud gehaald van andere sites toont, zoals Twitter of YouTube."],"No results found.":["Geen resultaten gevonden."],"Error loading block: %s":["Fout bij laden blok: %s"],"Unknown error":["Onbekende fout"],"term\u0004Remove %s":["Verwijder %s"],"Height in pixels":["Hoogte in pixels"],"Spacer settings":["Vulelement-instellingen"],"Toggle to show a large initial letter.":["Klik om een grote eerste letter te tonen."],"Showing large initial letter.":["Toont grote eerste letter."],"Skip to the selected block":["Spring naar het geselecteerde blok"],"Schedule…":["Inplannen..."],"Block settings closed":["Blok instellingen gesloten"],"Close plugin":["Sluit plugin"],"Editor settings":["Editor instellingen"],"Link settings":["Link instellingen"],"Unlink":["Link verwijderen"],"Page break":["Paginascheiding"],"Height":["Hoogte"],"Width":["Breedte"],"Image dimensions":["Afbeelding grootte"],"Thumbnails are not cropped.":["Thumbnails zijn niet bijgesneden."],"Thumbnails are cropped to align.":["Thumbnails zijn passend bijgesneden."],"Media Library":["Mediabibliotheek"],"Advanced":["Geavanceerd"],"Reset the template":["Herstel de template"],"Keep it as is":["Laat zoals het is"],"The content of your post doesn’t match the template assigned to your post type.":["De inhoud van je bericht komt niet overeen met de aan je berichttype toegewezen template."],"Resetting the template may result in loss of content, do you want to continue?":["Herstel van de template kan resulteren in verlies van inhoud, wil je doorgaan?"],"Document Statistics":["Document-statistieken"],"is now scheduled. It will go live on":["is nu gepland. Het gaat live op"],"Scheduling…":["Inplannen..."],"Code editor selected":["Code editor geselecteerd"],"Visual editor selected":["Visuele editor geselecteerd"],"Plugins":["Plugins"],"term\u0004%s removed":["%s verwijderd"],"term\u0004%s added":["%s toegevoegd"],"imperative verb\u0004Preview":["Voorbeeld"],"Trashing failed":["Verwijderen mislukt"],"Updating failed.":["Updaten mislukt."],"Scheduling failed.":["Plannen mislukt."],"Publishing failed.":["Publiceren mislukt."],"View post":["Bekijk bericht"],"You have unsaved changes. If you proceed, they will be lost.":["Er zijn wijzigingen die je nog niet hebt opgeslagen. Als je doorgaat, gaan deze verloren."],"Document Outline":["Document schets"],"Paragraphs":["Paragrafen"],"Headings":["Koppen"],"Words":["Woorden"],"Public":["Openbaar"],"Protected with a password you choose. Only those with the password can view this post.":["Beschermd met een zelfgekozen wachtwoord. Alleen degenen met het wachtwoord kunnen dit bericht zien."],"Password Protected":["Beschermd met een wachtwoord"],"Only visible to site admins and editors.":["Alleen zichtbaar voor beheerders en editors."],"Private":["Privé"],"Visible to everyone.":["Zichtbaar voor iedereen."],"Post Visibility":["Zichtbaarheid van het bericht"],"Would you like to privately publish this post now?":["Wil je dit bericht nu privé publiceren?"],"Use a secure password":["Gebruik een veilig wachtwoord"],"Create password":["Maak wachtwoord"],"Move to trash":["Verplaats naar prullenbak"],"Parent Term":["Hoofdterm"],"Parent Category":["Hoofdcategorie"],"Add new term":["Voeg nieuwe term toe"],"Add new category":["Voeg nieuwe categorie toe"],"Term":["Term"],"Tag":["Tag"],"Add new Term":["Voeg nieuwe term toe"],"Add new tag":["Voeg nieuwe tag toe"],"Switch to draft":["Zet om naar concept"],"Are you sure you want to unpublish this post?":["Weet je zeker dat je dit bericht wilt de-publiceren?"],"Immediately":["Onmiddellijk"],"Save draft":["Concept opslaan"],"Saving":["Opslaan"],"Publish:":["Publiceer:"],"Visibility:":["Zichtbaarheid:"],"Are you ready to publish?":["Ben je klaar om te publiceren?"],"What’s next?":["Wat is het volgende?"],"is now live.":["is nu live."],"Schedule":["Inplannen"],"Update":["Update"],"Submit for Review":["Indienen ter beoordeling"],"Updating…":["Updaten…"],"Publishing…":["Publiceren..."],"Allow pingbacks & trackbacks":["Sta pingbacks & trackbacks toe"],"Copy":["Kopiëren"],"Pending review":["Wachten op beoordeling"],"%d Revision":["%d revisie","%d revisies"],"Suggestion:":["Suggestie:"],"Post Format":["Berichtformaat"],"Chat":["Chat"],"Status":["Status"],"Standard":["Standaard"],"Aside":["Terzijde"],"Featured image":["Uitgelichte afbeelding"],"Set featured image":["Stel uitgelichte afbeelding in"],"Learn more about manual excerpts":["Ontdek meer over handmatige samenvattingen"],"Write an excerpt (optional)":["Schrijf een samenvatting (optioneel)"],"Allow comments":["Sta reacties toe"],"Template:":["Template:"],"no title":["geen titel"],"Order":["Volgorde"],"No blocks found.":["Geen blokken gevonden."],"%d result found.":["%d resultaat gevonden.","%d resultaten gevonden."],"Saved":["Opgeslagen"],"Embeds":["Insluitingen"],"Blocks":["Blokken"],"Search for a block":["Zoek naar een blok"],"Add block":["Voeg blok toe"],"Copy Error":["Kopieerfout"],"Copy Post Text":["Kopieer berichttekst"],"Attempt Recovery":["Probeer te herstellen"],"The editor has encountered an unexpected error.":["De editor is op een onverwacht probleem gestuit."],"Undo":["Ongedaan maken"],"Redo":["Opnieuw"],"(Multiple H1 headings are not recommended)":["(Meedere H1 koppen worden niet aangeraden)"],"(Your theme may already use a H1 for the post title)":["(Je thema gebruikt misschien al een H1 voor de berichttitel)"],"(Incorrect heading level)":["(Verkeerd niveau kop)"],"(Empty heading)":["(Lege kop)"],"Convert to blocks":["Converteer naar blokken"],"Convert to regular blocks":["Converteer naar normale blokken"],"More options":["Meer opties"],"Edit visually":["Visueel bewerken"],"Duplicate":["Dupliceer"],"Blocks cannot be moved down as they are already at the bottom":["Blokken kunnen niet naar beneden verplaatst worden omdat ze al onderaan staan"],"Blocks cannot be moved up as they are already at the top":["Blokken kunnen niet omhoog worden verplaatst omdat ze al bovenaan staan"],"Block %1$s is at the beginning of the content and can’t be moved right":["Blok %1$s staat aan het begin van de inhoud en kan niet naar rechts worden verplaatst"],"Block %1$s is at the end of the content and can’t be moved right":["Blok %1$s staat aan het eind van de inhoud en kan niet naar rechts worden verplaatst"],"Block %s is the only block, and cannot be moved":["Blok %s is het enige blok en kan niet verplaatst worden"],"Move down":["Verplaats omlaag"],"Move up":["Verplaats omhoog"],"Edit as HTML":["Bewerk als HTML"],"Convert to Blocks":["Omzetten naar blokken"],"Block: %s":["Blok: %s"],"This block has encountered an error and cannot be previewed.":["Dit blok is een fout tegengekomen en kan geen voorbeeld tonen."],"No block selected.":["Geen blok geselecteerd."],"Transform into:":["Zet om naar:"],"Remove":["Verwijder"],"Find original":["Vind origineel"],"Copy all content":["Kopieer alle inhoud"],"Copied!":["Gekopieerd!"],"Additional settings are now available in the Editor block settings sidebar":["Meer instellingen zijn beschikbaar in de Editor blok instellingen zijbalk"],"Visibility":["Zichtbaarheid"],"Status & visibility":["Status & zichtbaarheid"],"Page attributes":["Pagina-attributen"],"Block":["Blok"],"Block Settings":["Blok instellingen"],"Document":["Document"],"Document settings":["Documentinstellingen"],"Close settings":["Sluit instellingen"],"Editor content":["Editor inhoud"],"Tools":["Gereedschappen"],"Editor":["Editor"],"Code editor":["Code editor"],"Visual editor":["Visuele editor"],"Editor top bar":["Editor top balk"],"Settings":["Instellingen"],"Reset":["Herstel"],"Off":["Uit"],"An unknown error occurred.":["Er is een onbekende fout opgetreden."],"No results.":["Geen resultaten."],"%d result found, use up and down arrow keys to navigate.":["%d resultaat gevonden, gebruik de omhoog en omlaag toetsen om te navigeren.","%d resultaten gevonden, gebruik de omhoog en omlaag toetsen om te navigeren."],"(no title)":["(geen titel)"],"URL":["URL"],"Submit":["Verstuur"],"Close":["Sluiten"],"Insert link":["Link invoegen"],"Edit link":["Bewerk link"],"Link":["Link"],"Strikethrough":["Doorhalen"],"Italic":["Cursief"],"Bold":["Vet"],"Remove link":["Verwijder link"],"Number of items":["Aantal elementen"],"All":["Alle"],"Category":["Categorie"],"Select":["Selecteer"],"Select or Upload Media":["Media selecteren of uploaden"],"Video":["Video"],"New Column":["Nieuwe kolom"],"Delete column":["Kolom verwijderen"],"Delete row":["Rij verwijderen"],"Edit table":["Bewerk tabel"],"Table":["Tabel"],"Write shortcode here…":["Schrijf hier een shortcode..."],"Shortcode":["Shortcode"],"Separator":["Scheidingslijn"],"Quote":["Citaat"],"Write preformatted text…":["Schrijf voorgeformatteerde tekst..."],"Paragraph":["Paragraaf"],"Font size":["Lettertype grootte"],"Drop cap":["Initiaal"],"Read more":["Verder lezen"],"Indent list item":["Verhoog inspringen lijstelement"],"Outdent list item":["Verlaag inspringen lijstelement"],"Convert to ordered list":["Omzetten naar geordende lijst"],"Convert to unordered list":["Omzetten naar ongeordende lijst"],"List":["Lijst"],"No posts found.":["Geen berichten gevonden."],"Latest Posts":["Nieuwste berichten"],"Display post date":["Toon datum bericht"],"Grid view":["Rasterweergave"],"List view":["Lijstweergave"],"photo":["foto"],"Size":["Grootte"],"Image settings":["Afbeelding-instellingen"],"Image":["Afbeelding"],"Preview":["Voorbeeld"],"Heading":["Koptekst"],"Heading %d":["Heading %d"],"Heading settings":["Kop-instellingen"],"None":["Geen"],"Media File":["Mediabestand"],"Attachment Page":["Bijlagepagina"],"Crop images":["Bijsnijden afbeeldingen"],"Gallery settings":["Galerij-instellingen"],"Gallery":["Galerij"],"More":["Meer"],"Classic":["Klassiek"],"video":["video"],"audio":["audio"],"music":["muziek"],"image":["afbeelding"],"blog":["blog"],"post":["bericht"],"Embedded content from %s":["Ingesloten inhoud van %s"],"Enter URL to embed here…":["Vul in te sluiten URL hier in..."],"%s URL":["%s URL"],"Embedding…":["Insluiten..."],"Write title…":["Schrijf titel..."],"Fixed background":["Vaste achtergrond"],"Edit image":["Bewerk afbeelding"],"Columns":["Kolommen"],"Experiments":["Experimenteel"],"Code":["Code"],"Write code…":["Schrijf code…"],"Categories":["Categorieën"],"Show hierarchy":["Toon hiërarchie"],"Show post counts":["Toon aantal berichten"],"Display as dropdown":["Toon als dropdown"],"Categories settings":["Categorie-instellingen"],"Add text…":["Voeg tekst toe..."],"Apply":["Toepassen"],"Block has been deleted or is unavailable.":["Blok is verwijderd of is niet beschikbaar."],"Reusable blocks":["Herbruikbare blokken"],"Cancel":["Annuleer"],"Edit":["Bewerk"],"Use URL":["Gebruik URL"],"Audio":["Audio"],"Upload":["Upload"],"Additional CSS class(es)":["Extra CSS-class(es)"],"HTML anchor":["HTML anker"],"This color combination may be hard for people to read. Try using a brighter background color and/or a darker text color.":["Deze kleurencombinatie kan moeilijk leesbaar zijn voor mensen. Probeer een helderder achtergrondkleur en/of een donkerder tekstkleur te gebruiken."],"This color combination may be hard for people to read. Try using a darker background color and/or a brighter text color.":["Deze kleurencombinatie kan moeilijk leesbaar zijn voor mensen. Probeer een donkerder achtergrondkleur en/of een helderder tekstkleur te gebruiken."],"Full width":["Volledige breedte"],"Wide width":["Wijde breedte"],"Widgets":["Widgets"],"Align right":["Rechts uitlijnen"],"Align center":["Centreren"],"Align left":["Links uitlijnen"],"Printing since 1440. This is the development plugin for the new block editor in core.":["Drukwerk sinds 1440. Dit is de ontwikkelingsplugin voor de nieuwe blok editor in de core."],"Add title":["Voeg titel toe"],"Unique identifier for the widget.":["Unieke aanduiding voor de widget."],"Gutenberg development mode requires files to be built. Run <code>npm install</code> to install dependencies, <code>npm run build</code> to build the files or <code>npm run dev</code> to build the files and watch for changes. Read the <a href=\"https://github.com/WordPress/gutenberg/blob/HEAD/docs/contributors/code/getting-started-with-code-contribution.md\">contributing</a> file for more information.":["Gutenberg ontwikkelingsmodus vereist dat bestanden worden gebouwd. Voer uit <code>npm install</code> om afhankelijkheden te installeren, <code>npm run build</code> om de bestanden te bouwen of om de bestanden te bouwen en te letten op wijzigingen <code>npm run dev</code>. Lees het <a href=\"https://github.com/WordPress/gutenberg/blob/HEAD/docs/contributors/code/getting-started-with-code-contribution.md\">bijdragen</a> bestand voor meer informatie."],"Slug":["Slug"],"Comment":["Reactie"],"Discussion":["Discussie"],"Custom fields":["Aangepaste velden"],"Excerpt":["Samenvatting"],"Publish":["Publiceer"],"Metadata":["Metadata"],"Save":["Bewaar"],"Documentation":["Documentatie"],"Select Category":["Selecteer categorie"],"Invalid post type.":["Ongeldig berichttype."],"(Untitled)":["(Zonder titel)"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["Gutenberg vereist WordPress %s of nieuwer om juist te werken. Upgrade WordPress alvorens Gutenberg te activeren."],"Gutenberg Team":["Gutenberg Team"],"https://github.com/WordPress/gutenberg":["https://github.com/WordPress/gutenberg"],"Gutenberg":["Gutenberg"],"Demo":["Demo"]}