{"100":["100"],"Here’s a detailed guide to learn how to make the most of it.":[],"New to block themes and styling your site? ":[],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":[],"Personalize blocks":[],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":[],"Set the design":[],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":[],"Welcome to Styles":[],"Welcome to styles":[],"styles":[],"Click <StylesIconImage /> to start designing your blocks, and choose your typography, layout, and colors.":[],"Design everything on your site — from the header right down to the footer — using blocks.":[],"Edit your site":[],"Get Started":[],"Welcome to the site editor":[],"Add a featured image":[],"Select menu":[],"View Templates":[],"View Template Parts":[],"The id of the global style variation":[],"Navigation Menus":[],"block description\u0004This block is deprecated. Please use the Comments Query Loop block instead.":[],"block title\u0004Post Comment (deprecated)":[],"block description\u0004Show a block pattern.":[],"block title\u0004Pattern":[],"block keyword\u0004location":[],"block description\u0004Define a navigation area for your theme. The navigation block associated with this area will be automatically displayed.":[],"block title\u0004Navigation Area":[],"block description\u0004An advanced block that allows displaying post comments based on different query parameters and visual configurations.":[],"block title\u0004Comments Query Loop":[],"block description\u0004Contains the block elements used to render a comment, like the title, date, author, avatar and more.":[],"block title\u0004Comment Template":[],"block description\u0004Displays a link to reply to a comment.":[],"block title\u0004Comment Reply Link":[],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":[],"block title\u0004Comment Edit Link":[],"block description\u0004Add the date of this comment.":[],"block description\u0004Displays the contents of a comment.":[],"block description\u0004Add the author name of this comment.":[],"block title\u0004Comment Author Name":[],"block description\u0004Add the avatar of this comment's author.":[],"%s applied.":[],"%s removed.":[],"Sorry, you are not allowed to upload this file type.":[],"The following changes have been made to your site, templates, and content.":[],"The following content has been modified.":[],"This change will affect pages and posts that use this template.":[],"This change will affect your whole site.":[],"Use left and right arrow keys to resize the canvas.":[],"Drag to resize":[],"The following blocks haven't been saved because they are not supported: \"%s\".":[],"Transform":[],"Select Area":[],"Submenu & overlay background":[],"Submenu & overlay text":[],"Navigation menu has been deleted or is unavailable":[],"Confirm":[],"Delete %s":[],"%s navigation":[],"Save your new navigation menu":[],"Save as":[],"Create new menu":[],"Create your new navigation menu":[],"Untitled Navigation Menu":[],"Classic Menus":[],"Menus":[],"Open list view":[],"Editing this Gallery in the WordPress mobile app requires version 18.2 or higher.":[],"Embed Wolfram Cloud notebook content.":[],"Reply":[],"block title\u0004Comment Author Avatar":[],"Avatar Settings":[],"Displays more block tools":[],"Create a two-tone color effect without losing your original image.":[],"Core":[],"Remove %s":[],"%1$d pattern found for \"%2$s\"":[],"Label for showing all block patterns\u0004Explore":[],"Explore all patterns":[],"Allow to wrap to multiple lines":[],"Classic menu: %s":[],"Navigation Menus list":[],"Navigation Menus list navigation":[],"Filter Navigation Menu list":[],"Uploaded to this Navigation Menu":[],"Insert into Navigation Menu":[],"Navigation Menu archives":[],"No Navigation Menu found in Trash.":[],"No Navigation Menu found.":[],"Parent Navigation Menu:":[],"Search Navigation Menus":[],"All Navigation Menus":[],"View Navigation Menu":[],"Edit Navigation Menu":[],"New Navigation Menu":[],"Add New Navigation Menu":[],"Navigation Menu\u0004Add New":[],"Admin Menu text\u0004Navigation Menus":[],"Editor %s":[],"Editor (beta)":[],"Error when decoding a JSON file at path %1$s: %2$s":[],"File %s doesn't exist!":[],"Theme not found.":[],"HTML title for the post, transformed for display.":[],"Title for the global styles variation, as it exists in the database.":[],"Title of the global styles variation.":[],"Global settings.":[],"Global styles.":[],"ID of global styles config.":[],"No global styles config exist with that id.":[],"Sorry, you are not allowed to access the global styles on this site.":[],"The theme identifier":[],"The ID of the assigned navigation.":[],"The description of the navigation area.":[],"The name of the navigation area.":[],"Invalid navigation area.":[],"Sorry, you are not allowed to view navigation areas.":[],"An alphanumeric identifier for the navigation area.":[],"%s Avatar":[],"block style label\u0004Plain":[],"More Global Styles Actions":[],"Set the default color used for links across the site.":[],"Set the default color used for text across the site.":[],"Set a background color or gradient for the whole site.":[],"Color palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":[],"Elements":[],"Manage palettes and the default color of different global elements on the site.":[],"Manage the fonts used on the site and the default aspect of different global elements.":[],"Customize the appearance of specific blocks and for the whole site.":[],"Browse all %s":[],"Areas":[],"general":[],"Post Terms":[],"Link to comment":[],"Link to authors URL":[],"New %s":[],"Create a new %s.":[],"Choose an existing %s or create a new one.":[],"Creating your new %s…":[],"Name and create your new %s":[],"There is no other %s available. If you are looking for another type of template part, try searching for it using the input above.":[],"Add a site logo":[],"Page List: No pages to show.":[],"Show icons":[],"Open on click":[],"Submenus":[],"Always":[],"Collapses the navigation options in a menu icon opening an overlay.":[],"Configure overlay menu":[],"Overlay Menu":[],"Display":[],"Embed Pinterest pins, boards, and profiles.":[],"bookmark":[],"Drag and drop onto this block, upload, or select existing media from your library.":[],"Show only top level categories":[],"Select color type":[],"https://wordpress.org/support/article/page-jumps/":[],"Post type to get the templates for.":[],"Limit to the specified template part area.":[],"Featured":[],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":[],"Highlight":[],"Create Page: <mark>%s</mark>":[],"You do not have permission to create Pages.":[],"Apply format: %s":[],"Beta":[],"Color Palette":[],"%d color":[],"Palette":[],"Sidebar":[],"Navigate to the previous view":[],"Include the label as part of the link":[],"Previous: ":[],"Next: ":[],"Make title link to home":[],"This item is missing a link":[],"Block spacing":[],"Max %s wide":[],"label before the title of the previous post\u0004Previous:":[],"label before the title of the next post\u0004Next:":[],"block description\u0004Add a submenu to your navigation.":[],"block title\u0004Submenu":[],"block description\u0004Display content in multiple columns, with blocks added to each column.":[],"Customize the appearance of specific blocks for the whole site.":[],"Colors":[],"Navigation Post":[],"New menu":[],"An error occurred while trying to update menu locations.":[],"Menu locations have been updated.":[],"Menu item":[],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":[],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":[],"The <article> element should represent a self contained, syndicatable portion of the document.":[],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":[],"The <main> element should be used for the primary content of your document only. ":[],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":[],"Minimum height":[],"Update to the new gallery format":[],"Updating to the new format adds the ability to use custom links or styles on individual images in the gallery, and makes it easier to add or move them around.":[],"Update gallery":[],"Required to be true, as terms do not support trashing.":[],"Unique identifier for the term.":[],"block description\u0004Create structured content in rows and columns to display information.":[],"block description\u0004Display a graphic to represent this site. Update the block, and the changes apply everywhere it’s used. This is different than the site icon, which is the smaller image visible in your dashboard, browser tabs, etc used to help others recognize this site.":[],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":[],"Widget Group":[],"https://wordpress.org/support/article/writing-posts/#post-field-descriptions":[],"Copy existing menu":[],"Arrow option for Query Pagination Next/Previous blocks\u0004Chevron":[],"Arrow option for Query Pagination Next/Previous blocks\u0004Arrow":[],"Arrow option for Query Pagination Next/Previous blocks\u0004None":[],"A decorative arrow appended to the next and previous page link.":[],"Arrow":[],"Preload value\u0004None":[],"Blocks shown in a row.":[],"Row":[],"\"Preload\" value\u0004None":[],"noun; Audio block parameter\u0004Preload":[],"Media item link option\u0004None":[],"Currently selected font appearance: %s":[],"Currently selected font style: %s":[],"Currently selected font weight: %s":[],"No selected font appearance":[],"Justification":[],"Image will be stretched and distorted to completely fill the space.":[],"Image is scaled to fill the space without clipping nor distorting.":[],"Image is scaled and cropped to fill the entire space without being distorted.":[],"Loading options…":[],"All gallery image sizes updated to: %s":[],"All gallery images updated to not open in new tab":[],"All gallery images updated to open in new tab":[],"All gallery image links updated to: %s":[],"If uploading to a gallery all files need to be image formats":[],"Block pattern title\u0004Grid":[],"Duotone name\u0004Blue and orange":[],"Duotone name\u0004Purple and green":[],"Duotone name\u0004Magenta and yellow":[],"Duotone name\u0004Midnight":[],"Duotone name\u0004Blue and red":[],"Duotone name\u0004Purple and yellow":[],"Duotone name\u0004Grayscale":[],"Duotone name\u0004Dark grayscale":[],"Gradient name\u0004Midnight":[],"Gradient name\u0004Electric grass":[],"Gradient name\u0004Pale ocean":[],"Gradient name\u0004Luminous dusk":[],"Gradient name\u0004Blush bordeaux":[],"Gradient name\u0004Blush light purple":[],"Gradient name\u0004Cool to warm spectrum":[],"Gradient name\u0004Very light gray to cyan bluish gray":[],"Gradient name\u0004Luminous vivid orange to vivid red":[],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":[],"Gradient name\u0004Light green cyan to vivid green cyan":[],"Gradient name\u0004Vivid cyan blue to vivid purple":[],"Color name\u0004Vivid purple":[],"Color name\u0004Vivid cyan blue":[],"Color name\u0004Pale cyan blue":[],"Color name\u0004Vivid green cyan":[],"Color name\u0004Light green cyan":[],"Color name\u0004Luminous vivid amber":[],"Color name\u0004Luminous vivid orange":[],"Color name\u0004Vivid red":[],"Color name\u0004Pale pink":[],"Color name\u0004White":[],"Color name\u0004Cyan bluish gray":[],"Color name\u0004Black":[],"Font size name\u0004Huge":[],"Font size name\u0004Large":[],"Font size name\u0004Medium":[],"Font size name\u0004Normal":[],"Font size name\u0004Small":[],"Select a Menu":[],"Image scaling options\u0004Scale":[],"Scale option for Image dimension control\u0004Fill":[],"Scale option for Image dimension control\u0004Contain":[],"Scale option for Image dimension control\u0004Cover":[],"Block pattern title\u0004Social links with a shared background color":[],"Block pattern title\u0004Large title":[],"Block pattern title\u0004Small image and title":[],"Block pattern title\u0004Image at left":[],"Block pattern title\u0004Standard":[],"https://wordpress.org/support/article/block-based-widgets-editor/":[],"Read more link text":[],"Add link…":[],"Flow":[],"Flex":[],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":[],"Show or hide the block settings sidebar.":[],"Template not found":["Modelo não encontrado"],"Customize how you interact with blocks in the block library and editing canvas.":[],"Block interactions":[],"Shows text instead of icons.":["Mostrar texto ao invés de ícones."],"Customize options related to the block editor interface and editing flow.":[],"Change options related to publishing.":[],"Publishing":["Publicando"],"Enter character(s) used to separate terms.":[],"Add \"read more\" link text":["Adicionar texto do link \"leia mais\""],"There is no excerpt because this is a protected post.":[],"Blog posts can be \"stickied\", a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":[],"WordPress contains different types of content and they are divided into collections called \"Post Types\". By default there are a few different ones such as blog posts and pages, but plugins could add more.":[],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":[],"Inherit query from template":[],"There are no existing template parts to select.":[],"Area: %s":["Área: %s"],"Site Title placeholder":["Espaço reservado para o título do site"],"Site Tagline placeholder":["Espaço reservado para a descrição do site"],"Link image to home":["Imagem com link para página inicial"],"block example\u0004Home Link":["Link da página inicial"],"Add home link":["Adicionar link da página inicial"],"Home link text":["Texto do link da página Inicial"],"Media width":["Largura de mídias"],"Name of the file\u0004Armstrong_Small_Step":[],"No published posts found.":["Nenhum post publicado encontrado."],"Autoplay may cause usability issues for some users.":[],"Style":["Estilo"],"Radius":["Raio"],"Link Radii":[],"Unlink Radii":[],"Bottom right":[],"Bottom left":[],"Top right":[],"Top left":[],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":["O bloco \"%s\" foi afetado por algum erro e pode não funcionar corretamente. Verifique as ferramentas de desenvolvimento para mais informações."],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":["Desativar blocos que você não deseja exibir no adicionador. É possível reativá-los depois."],"Visible blocks":["Blocos visíveis"],"Review settings, such as visibility and tags.":["Revisar configurações como visibilidade e tags."],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":["Um bloco avançado que permite exibir tipos de posts com base em diferentes parâmetros consultados e configurações visuais."],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":["Contem os elementos de blocos usados para montar um post como título, data, imagem destacada, conteúdo ou resumo e mais."],"block title\u0004Post Template":["Modelo de post"],"block keyword\u0004link":["link"],"No preview available.":["Nenhuma pré-visualização disponível."],"Widgets footer":["Widgets no rodapé"],"Display block breadcrumbs deactivated":["Exibição do caminho de navegação de blocos desativada"],"Display block breadcrumbs activated":["Exibição do caminho de navegação de blocos ativada"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Modelos ajudam a definir o layout do site. Você pode personalizar todos os aspectos de seus posts e páginas usando blocos e padrões neste editor."],"Describe the purpose of the template, e.g. \"Full Width\". Custom templates can be applied to any post or page.":["Descreva o propósito do modelo, ex. \"Largura total\". Modelos personalizados podem ser aplicados a qualquer post ou página."],"noun\u0004Document":["Documento"],"Are you sure you want to delete the %s template? It may be used by other pages or posts.":["Você tem certeza que deseja excluir o modelo %s? Ele pode estar sendo usado por outra página ou post."],"%d block is hidden.":["%d bloco está escondido.","%d blocos estão escondidos."],"Limit result set to users who have published posts.":["Limitar resultados para usuários que publicaram posts."],"Block %1$s has been renamed to Post Template. %1$s will be supported until WordPress version 5.9.":["O bloco %1$s foi renomeado para Modelo de post. %1$s será suportado até a versão 5.9 do WordPress."],"The calendar block is hidden because there are no published posts.":["O bloco calendário está escondido porque não há posts publicados."],"block keyword\u0004movie":["filme"],"block description\u0004Embed a video from your media library or upload a new one.":["Incorpore um vídeo da sua biblioteca de mídias ou envie um novo."],"block keyword\u0004poem":["poema"],"block keyword\u0004poetry":["poesia"],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":["Escreva poesia. Use um formato de espaçamento especial. Ou cite letras de músicas."],"block description\u0004This block is deprecated. Please use the Columns block instead.":["Esse bloco está obsoleto. Use o bloco Colunas no lugar dele."],"block description\u0004A cloud of your most used tags.":["Uma nuvem com as tags mais usadas."],"block style label\u0004Stripes":["Listras"],"block keyword\u0004summary":["sumário"],"block keyword\u0004document outline":["visão geral do documento"],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":["Exiba uma lista resumida com os títulos de seu post. Adicione âncoras HTML aos blocos de Título para adicionar links aqui."],"block title\u0004Table of Contents":["Tabela de conteúdo"],"block description\u0004Add white space between blocks and customize its height.":["Adicionar espaço vazio entre blocos e personalizar sua altura."],"block style label\u0004Pill Shape":["Forma de pílula"],"block style label\u0004Logos Only":["Apenas logos"],"block description\u0004Display icons linking to your social media profiles or sites.":[],"block description\u0004Display an icon linking to a social media profile or site.":[],"block keyword\u0004description":["descrição"],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it's not displayed in the theme design.":[],"block description\u0004Insert additional custom elements with a WordPress shortcode.":["Insira elementos personalizados adicionais com um shortcode do WordPress."],"block style label\u0004Dots":["Pontos"],"block style label\u0004Wide Line":["Linha ampla"],"block keyword\u0004divider":["separador"],"block keyword\u0004hr":["hr"],"block keyword\u0004horizontal-line":["linha horizontal"],"block description\u0004Create a break between ideas or sections with a horizontal separator.":["Crie uma divisão entre parágrafos ou seções com uma linha horizontal."],"block keyword\u0004find":["busca"],"block description\u0004Help visitors find your content.":["Ajuda os visitantes a encontrarem seu conteúdo."],"block keyword\u0004feed":["feed"],"block keyword\u0004atom":["atom"],"block description\u0004Display entries from any RSS or Atom feed.":["Exibir posts a partir de qualquer feed RSS ou Atom."],"block style label\u0004Large":["Grande"],"block keyword\u0004cite":["citar"],"block keyword\u0004blockquote":["citação"],"block description\u0004Display the query title.":["Exibir o título da consulta."],"block title\u0004Query Title":["Título da consulta"],"block description\u0004Displays a paginated navigation to next/previous set of posts, when applicable.":["Exibe uma navegação paginada para os posts anterior e próximo quando disponíveis."],"block description\u0004Displays the previous posts page link.":["Exibe o link da página de posts anterior."],"block description\u0004Displays a list of page numbers for pagination":["Exibe uma lista de números de páginas para paginação"],"block description\u0004Displays the next posts page link.":["Exibe o link da próxima página de posts."],"block description\u0004Give special visual emphasis to a quote from your text.":["Dê uma ênfase visual especial a uma citação do seu texto."],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":["Adicione um texto que respeite espaços e tabulação mas que também permita estilização."],"block description\u0004Displays the title of a post, page, or any other content-type.":["Exibe o título do post, página ou outro tipo de conteúdo."],"block description\u0004Post terms.":["Termos do post."],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":["Exibe o link do post anterior ou próximo em relação ao post atual."],"block title\u0004Post Navigation Link":["Link da navegação de post"],"block description\u0004Display a post's featured image.":["Exibir a imagem destacada de um post."],"block description\u0004Display a post's excerpt.":["Exibir o resumo de um post."],"block description\u0004Add the date of this post.":["Adicionar a data desse post."],"block description\u0004Displays the contents of a post or page.":["Exibe o conteúdo de um post ou página."],"block description\u0004Display a post's comments.":["Exibir os comentários de um post."],"block description\u0004Displays the link to the current post comments.":["Exibe o link dos comentários do post atual."],"block description\u0004Display a post's comments form.":["Exibir o formulário de comentários de um post."],"block description\u0004Display a post's comments count.":["Exibir a contagem de comentários de um post."],"block description\u0004Add the author of this post.":["Adicionar o autor desse post."],"block keyword\u0004text":["texto"],"block description\u0004Start with the building block of all narrative.":["Comece com o primeiro bloco de qualquer narrativa."],"block description\u0004Display a list of all pages.":["Exibir uma lista de todas as páginas."],"block keyword\u0004pagination":["paginação"],"block keyword\u0004next page":["próxima página"],"block description\u0004Separate your content into a multi-page experience.":["Divida seu conteúdo em múltiplas páginas."],"block keyword\u0004navigation":["navegação"],"block keyword\u0004menu":["menu"],"block description\u0004A collection of blocks that allow visitors to get around your site.":["Uma coleção de blocos que permite aos visitantes navegarem em seu site."],"block description\u0004Add a page, link, or another item to your navigation.":["Adicionar uma página, um link ou outros itens para navegação do seu site."],"block keyword\u0004read more":["leia mais"],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":["O conteúdo antes deste bloco será usado como resumo nas suas páginas de arquivo."],"block description\u0004Your site doesn’t include support for this block.":["Seu site não oferece suporte para este bloco."],"block keyword\u0004video":["vídeo"],"block keyword\u0004image":["imagem"],"block description\u0004Set media and words side-by-side for a richer layout.":["Coloque mídia e texto lado a lado para um visual mais rico."],"block keyword\u0004form":["formulário"],"block keyword\u0004logout":["sair"],"block keyword\u0004login":["acessar"],"block description\u0004Show login & logout links.":["Mostrar links para acessar e sair."],"block keyword\u0004numbered list":["lista numerada"],"block keyword\u0004ordered list":["lista ordenada"],"block keyword\u0004bullet list":["lista com marcadores"],"block description\u0004Create a bulleted or numbered list.":["Criar uma lista com marcadores ou numerada."],"block description\u0004Display a legacy widget.":["Exibir um widget antigo."],"block title\u0004Legacy Widget":["Widget legado"],"block keyword\u0004recent posts":["posts recentes"],"block description\u0004Display a list of your most recent posts.":["Exibir uma lista dos posts mais recentes."],"block keyword\u0004recent comments":["comentários recentes"],"block description\u0004Display a list of your most recent comments.":["Exibir uma lista dos seus comentários mais recentes."],"block style label\u0004Rounded":["Arredondado"],"block style label\u0004Default":["Padrão"],"block keyword\u0004picture":["imagem"],"block keyword\u0004photo":["foto"],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":["Insira uma imagem para ilustrar suas ideias."],"block keyword\u0004embed":["incorporar"],"block description\u0004Add custom HTML code and preview it as you edit.":["Adicione um código HTML personalizado e visualize conforme edita."],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":["Crie um link que sempre aponta para a página inicial do site. Normalmente não é necessário se já houver um link do título do site presente no cabeçalho."],"block title\u0004Home Link":["Link da página inicial"],"block keyword\u0004subtitle":["subtítulo"],"block keyword\u0004title":["título"],"block keyword\u0004section":["seção"],"block keyword\u0004row":["linha"],"block keyword\u0004wrapper":["invólucro"],"block keyword\u0004container":["contêiner"],"block description\u0004Combine blocks into a group.":["Combinar blocos em um grupo."],"block keyword\u0004photos":["fotos"],"block keyword\u0004images":["imagens"],"block description\u0004Display multiple images in a rich gallery.":["Exibir múltiplas imagens em formato de galeria."],"block description\u0004Use the classic WordPress editor.":["Use o editor clássico do WordPress."],"block keyword\u0004download":["baixar"],"block keyword\u0004pdf":["pdf"],"block keyword\u0004document":["documento"],"block description\u0004Add a link to a downloadable file.":["Adicione um link para um arquivo baixável."],"block description\u0004Add an image or video with a text overlay — great for headers.":["Adicionar uma imagem ou vídeo com um texto sobreposto  — ótimo para cabeçalhos."],"block description\u0004A single column within a columns block.":["Uma única coluna dentro de um bloco de colunas."],"block description\u0004Display code snippets that respect your spacing and tabs.":["Exibir trechos de código respeitando seu espaçamento e tabulação."],"block description\u0004Display a list of all categories.":["Exibe uma lista de todas as categorias."],"block keyword\u0004archive":["arquivo"],"block keyword\u0004posts":["posts"],"block description\u0004A calendar of your site’s posts.":["Um calendário com os posts do seu site."],"block description\u0004Prompt visitors to take action with a group of button-style links.":["Solicite que os visitantes tomem medidas com o grupo de estilos de link de botão."],"block style label\u0004Outline":["Contorno"],"block style label\u0004Fill":["Preenchimento"],"block description\u0004Prompt visitors to take action with a button-style link.":["Solicite que os visitantes entrem em ação com um link no estilo de botão."],"block keyword\u0004recording":["gravação"],"block keyword\u0004podcast":["podcast"],"block keyword\u0004sound":["som"],"block keyword\u0004music":["música"],"block description\u0004Embed a simple audio player.":["Incorporar um reprodutor de áudio simples."],"block description\u0004Display a monthly archive of your posts.":["Exibir um arquivo mensal de seus posts."],"Letter spacing":[],"Give the template a title that indicates its purpose, e.g. \"Full Width\".":["Adicione um título ao modelo que indique seu propósito. Por exemplo: \"Largura ampla\"."],"The OG image link of the <meta property=\"og:image\"> or <meta property=\"og:image:url\"> element from the URL.":["O link da imagem OG do elemento <meta property=\"og:image\"> ou <meta property=\"og:image:url\"> do URL."],"The content of the <meta name=\"description\"> element from the URL.":["O conteúdo do elemento <meta name=\"description\"> do URL."],"The favicon image link of the <link rel=\"icon\"> element from the URL.":["O link da imagem favicon do elemento <link rel=\"icon\"> do URL."],"Block %1$s is declaring %2$s support on block.json under supports.%2$s. %2$s support is now declared under supports.typography.%2$s.":["O bloco %1$s está declarando suporte %2$s em block.json em suportes. %2$s. %2$s suporte agora é declarado em supports.typography. %2$s."],"Welcome to the template editor":["Desejamos boas-vindas ao editor de modelos"],"Template Options":["Opções do modelo"],"Delete template":["Excluir modelo"],"Menu (selected)":["Menu (selecionado)"],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Seu tema fornece %s área de “bloco” para você adicionar e editar conteúdo. Tente adicionar uma barra de pesquisa, ícones sociais ou outros tipos de blocos aqui e veja como eles ficarão em seu site.","Seu tema fornece %s diferentes áreas de “bloco” para você adicionar e editar conteúdo. Tente adicionar uma barra de pesquisa, ícones sociais ou outros tipos de blocos aqui e veja como eles ficarão em seu site."],"Margin":["Margem"],"New to the block editor?":["Primeira vez usando o editor de blocos?"],"Get the Classic Widgets plugin.":["Instale o plugin Widgets Clássicos."],"Want to stick with the old widgets?":["Prefere continuar com os widgets antigos?"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["Agora você pode adicionar qualquer bloco as áreas de widgets do seu site. Não se preocupe, todos os seus widgets favoritos continuaram funcionando perfeitamente."],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Seu tema fornece diferentes áreas de \"bloco\" para você adicionar e editar o conteúdo. Tente adicionar uma barra de pesquisa, ícones sociais ou outros tipos de bloco aqui e veja como eles serão exibidos em seu site."],"Welcome to block Widgets":["Desejamos boas-vindas aos widgets de bloco"],"Contain text cursor inside block deactivated":["Contém cursor de texto dentro do bloco desativado"],"Contain text cursor inside block activated":["Contém cursor de texto dentro do bloco ativado"],"(Home link, opens in a new tab)":["(Link da página inicial, abre em uma nova aba)"],"Close menu":["Fechar menu"],"Open menu":["Abrir menu"],"Styles consolidated from core, theme, and user origins.":["Estilos consolidados a partir do núcleo, tema e das origens do usuário."],"Settings consolidated from core, theme, and user origins.":["Configurações consolidadas a partir do núcleo, tema e origens do usuário."],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":["Ferramentas fornecem diferentes interações para selecionar, navegar e editar blocos. Alterne entre selecionar e editar pressionando a tecla Esc e Enter."],"Carousel view":["Visualização de carrossel"],"Next pattern":["Próximo padrão"],"Previous pattern":["Padrão anterior"],"Start blank":["Iniciar vazio"],"Apply duotone filter":["Aplicar filtro duotone"],"Duotone":["Duotone"],"Page on front":["Página frontal"],"Show on front":["Mostrar na frente"],"Logo":["Logo"],"Tagline":["Descrição"],"Are you sure you want to delete this navigation? This action cannot be undone.":["Tem certeza de que deseja excluir esta navegação? Essa ação não pode ser desfeita."],"Active theme gradients.":["Gradientes do tema ativo."],"Active theme font sizes.":["Tamanhos de fontes do tema ativo."],"Active theme color palette.":["Paleta de cores do tema ativo."],"Maximum upload size in bytes allowed for the site.":["Tamanho máximo de upload em bytes permitidos para o site."],"Available image sizes.":["Tamanhos de imagens disponíveis."],"Determines whether the image editing feature is enabled.":["Determina se a edição de imagem destacada está habilitada."],"Available image dimensions.":["Dimensões de imagens disponíveis."],"Default size for images.":["Tamanho padrão das imagens."],"Determines whether the current locale is right-to-left (RTL).":["Determina se a localidade atual é da direita para a esquerda (RTL)."],"Enables custom units.":["Ativa unidades personalizadas."],"Enables custom spacing.":["Ativa espaçamento personalizado."],"Enables custom line height.":["Ativa altura de linha personalizada."],"Disables custom font size.":["Desativa tamanho de fonte personalizado."],"Disables custom colors.":["Desativa cores personalizadas."],"Returns all the categories for block types that will be shown in the block editor.":["Retorna todas as categorias de tipos de bloco que serão mostradas no editor de bloco."],"List of allowed mime types and file extensions.":["Lista de tipos MIME permitidos e extensões de arquivo."],"List of allowed block types.":["Lista de tipos de blocos permitidos."],"Enable/Disable Wide/Full Alignments.":["Ativar/desativar alinhamento amplo/completo."],"Widget types to hide from Legacy Widget block.":["Tipos de widget a serem ocultados do bloco de widget legado."],"Enable/disable layouts support in container blocks.":[],"Returns if the current theme is full site editing-enabled or not.":[],"Editor styles":["Estilos do editor"],"Enables experimental Full Site Editing blocks":["Ativa blocos experimentais para edição do site todo"],"Sorry, you are not allowed to read the block editor settings.":["Você não tem permissão para acessar as configurações do editor de blocos."],"Block HTML:":["HTML do bloco:"],"Patterns list":["Lista de padrões"],"Use left and right arrow keys to move through blocks":["Use as teclas de seta esquerda e direita para mover entre os blocos."],"Customize the width for all elements that are assigned to the center or wide columns.":["Personalize a largura de todos os elementos atribuídos a colunas centrais ou amplas."],"Wide":["Amplo"],"Inherit default layout":["Herdar apresentação padrão"],"Layout":["Layout"],"Dotted":["Pontilhado"],"Dashed":["Tracejado"],"Menu deletion unsuccessful":["Exclusão de menu sem sucesso"],"\"%s\" menu has been deleted":["Menu \"%s\" foi excluído"],"Navigation menu blocks":["Navegação de menu de blocos"],"Navigation top bar":["Barra superior de navegação"],"Currently using %s":["Atualmente usando %s"],"Your current theme supports %d different locations. Select which menu appears in each location.":["Seu tema atual suporta %d locais diferentes. Selecione o menu que aparece em cada local."],"Your current theme provides %d different locations to place menu.":["Seu tema atual fornece %d locais diferentes para colocar o menu."],"Add new pages":["Adicionar novas páginas"],"Choose a menu to edit:":["Escolha um menu para editar:"],"Unable to save: An error ocurred.":["Não foi possível salvar: ocorreu um erro."],"Unable to save: '%s'":["Não foi possível salvar: '%s'"],"Close inserter":["Fechar inserção"],"Customizing":["Personalizando"],"Widget types":["Tipos de widgets"],"Template: %s":["Modelo: %s"],"Custom Template":["Modelo personalizado"],"Create custom template":["Criar um modelo personalizado"],"Custom template created. You're in template mode now.":["Modelo personalizado criado. Agora você está no modo de modelo."],"Term Description":[],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":["Exibir a descrição das categorias, tags e taxonomias personalizadas ao ver um arquivo."],"block title\u0004Term Description":["Descrição do termo"],"Post Comments Link block: post not found.":[],"%s comment":["%s comentário","%s comentários"],"No comments":["Nenhum comentário"],"block title\u0004Post Comments Link":["Link de comentários do post"],"Provided type is not supported.":["O tipo fornecido não é suportado."],"Archive title":["Título do arquivo"],"Display the archive title based on the queried object.":[],"Archive Title":["Título do arquivo"],"Click plus to add":["Clique no mais para adicionar"],"Convert":["Converter"],"Note: if you add new pages to your site, you'll need to add them to your navigation menu.":[],"To edit this navigation menu, convert it to single page links. This allows you to add, re-order, remove items, or edit their labels.":[],"Convert to links":["Converter para links"],"Log out":["Sair"],"Redirect to current URL":["Redirecionar para o URL atual"],"Display login as form":["Exibir acesso como um formulário"],"Login/out settings":["Configurações para acessar e sair"],"block title\u0004Login/out":["Login/out"],"Widget is missing.":["Widget ausente."],"Legacy Widget Preview":["Pré-visualização do widget antigo"],"Select widget":["Selecionar widget"],"block title\u0004Custom Link":["Link personalizado"],"A link to a custom URL.":["Um link para um URL personalizado."],"Custom Link":["Link personalizado"],"Embed of %s.":["Mídia incorporada de %s."],"PDF embed":["Incorporar PDF"],"Embed of the selected PDF file.":["Mídia incorporada do arquivo PDF selecionado."],"Copied URL to clipboard.":["URL copiado para a área de transferência."],"Note: Most phone and tablet browsers won't display embedded PDFs.":[],"Show inline embed":[],"PDF settings":["Configurações de PDF"],"%1$s (%2$d of %3$d)":[],"Add citation":["Adicionar citação"],"Add quote":["Adicionar citação"],"Add caption":["Adicionar legenda"],"Type / to choose a block":["Digite / para escolher um bloco"],"Manage with live preview":["Gerenciar com visualização ao vivo"],"Move to widget area":["Mover para área de widgets"],"Border":["Borda"],"Generic label for block inserter button\u0004Toggle block inserter":["Alternar adicionador de bloco"],"Clear customizations":["Liberar personalizações"],"Restore template to theme default":["Redefinir o modelo para o padrão do tema"],"Template revert failed. Please reload.":[],"Template reverted.":["Modelo revertido."],"The editor has encountered an unexpected error. Please reload.":[],"This template is not revertable.":[],"A link to a post format":["Um link para um formato de post"],"Post Format Link":["Link do formato de post"],"This content is password protected.":["Este conteúdo é protegido por senha."],"%1$s: %2$s":["%1$s: %2$s"],"%1$s comment<span class=\"screen-reader-text\"> on %2$s</span>":["%1$s comentário<span class=\"screen-reader-text\"> em %2$s</span>","%1$s comentários<span class=\"screen-reader-text\"> em %2$s</span>"],"No comments<span class=\"screen-reader-text\"> on %s</span>":["Nenhum comentário<span class=\"screen-reader-text\"> em %s</span>"],"block category\u0004Reusable Blocks":["Blocos reutilizáveis"],"block category\u0004Embeds":["Códigos incorporados"],"block category\u0004Widgets":["Widgets"],"block category\u0004Design":["Design"],"block category\u0004Media":["Mídia"],"block category\u0004Text":["Texto"],"block category\u0004Theme":["Tema"],"URL-encoded form data from the widget admin form. Used to update a widget that does not support instance. Write only.":["Dados no formato URL-encoded do formulário de administração do widget. Usado para atualizar um widget que não permite ser instanciado. Apenas escrita. "],"Unencoded instance settings, if supported.":["Configurações não codificadas da instância, caso tenha suporte."],"Cryptographic hash of the instance settings.":["Configurações da instância em hash criptografado."],"Base64 encoded representation of the instance settings.":["Configurações da instância codificados em Base64."],"Instance settings of the widget, if supported.":["Configurações da instância do widget, se suportado."],"The type of the widget. Corresponds to ID in widget-types endpoint.":["O tipo do widget. Corresponde ao ID no endpoint widget-types."],"The provided instance is invalid. Must contain raw OR encoded and hash.":["A instância fornecida é inválida. Deve conter \"raw\" OU \"encoded\" e \"hash\"."],"Widget type does not support raw instances.":["O tipo do widget não oferece suporte a instâncias em formato \"raw\"."],"Cannot set instance on a widget that does not extend WP_Widget.":["Não é possível criar uma instância de um widget que não estende WP_Widget."],"The provided widget type (id_base) cannot be updated.":["O tipo de widget fornecido (id_base) não pode ser atualizado."],"Widget type (id_base) is required.":["O tipo de widget (id_base) é obrigatório."],"Block pattern title\u0004Offset":[],"Template name\u0004Single Post":["Post individual"],"Skip to content":["Ir para o conteúdo"],"The Footer template defines a page area that typically contains site credits, social links, or any other combination of blocks.":["O modelo de rodapé define uma área da página que normalmente contém créditos do site, links sociais ou qualquer outra combinação de blocos."],"The Header template defines a page area that typically contains a title, logo, and main navigation.":["O modelo de cabeçalho define uma área da página que geralmente contém um título, logo e navegação principal."],"General templates often perform a specific role like displaying post content, and are not tied to any particular area.":["Os modelos gerais usualmente desempenham uma função específica, como exibir o conteúdo do post e não estão vinculados a nenhuma área específica."],"Empty template: %s":["Modelo vazio: %s"],"Theme file exists.":["O arquivo do tema existe."],"Source of template":["Origem do modelo"],"Custom Styles":["Estilos personalizados"],"The provided instance is malformed.":["A instância fornecida não está formatada corretamente."],"Cannot preview a widget that does not extend WP_Widget.":["Não é possível pré-visualizar um widget que não estende WP_Widget."],"Whether the widget supports multiple instances":["Se o widget oferece suporte a múltiplas instâncias"],"Serialized widget form data to encode into instance settings.":[],"Current instance settings of the widget.":["Configurações da instância atual do widget."],"Display a post's categories.":["Exibir as categorias de um post."],"Default based on area (%s)":["Padrão com base na área (%s)"],"Area":["Área"],"Width in pixels":["Largura em pixels"],"navigation link preview example\u0004Example Link":["Link de exemplo"],"Select tag":["Selecione uma tag"],"Select category":["Selecione uma categoria"],"Select page":["Selecione uma página"],"Select post":["Selecione um post"],"Select a block to install and add it to your post.":["Selecione um bloco para instalar e adicionar ao seu post."],"Available to install":["Disponível para instalação"],"No results available from your installed blocks.":["Sem resultados disponíveis nos blocos já instalados."],"%d additional block is available to install.":["%d bloco adicional está disponível para instalação.","%d blocos adicionais estão disponíveis para instalação."],"Blocks available for install":["Blocos disponíveis para instalação"],"Install block":["Instalar bloco"],"%1$s <span>by %2$s</span>":["%1$s <span>por %2$s</span>"],"Installing…":["Instalando..."],"Installed!":["Instalado!"],"Install %1$s. %2$s stars with %3$s review.":["Instalar %1$s. %2$s estrelas em %3$s avaliação.","Instalar %1$s. %2$s estrelas em %3$s avaliações."],"Try reloading the page.":["Tente atualizar a página."],"Block %s installed and added.":["Bloco %s instalado e adicionado."],"A short, descriptive name used to refer to this menu elsewhere.":["Um nome curto e descritivo usado para se referir a este menu em outro lugar."],"Switch menu":["Trocar menu"],"Switch to '%s'":["Trocar para '%s'"],"Edit menu name: %s":["Editar nome do menu: %s"],"(untitled menu)":["(menu sem título)"],"Close list view sidebar":["Fechar barra lateral de visualização em lista"],"Unused templates":["Modelos não usados"],"General templates":["Modelos gerais"],"Post templates":["Modelos de post"],"List View":["Visualização em lista"],"Template shown when no content is found.":["Modelo exibido quando nenhum conteúdo é encontrado."],"Template used to display search results.":["Modelo utilizado para exibir resultados de pesquisas."],"Template name\u0004Search":["Pesquisa"],"Template used to display individual media items or attachments.":["Modelo utilizado para exibir um item de mídia ou um anexo de forma individual."],"Archive template used to display a list of posts with a given tag.":["Modelo de arquivo utilizado para exibir uma lista de posts com uma determinada tag."],"Template name\u0004Tag":["Tag"],"Archive template used to display a list of posts from a specific date.":["Modelo de arquivo utilizado para exibir uma lista de posts de uma data específica."],"Template name\u0004Date":["Data"],"Archive template used to display a list of posts from the same taxonomy.":["Modelo de arquivo usado para exibir uma lista de posts de uma mesma taxonomia."],"Template name\u0004Taxonomy":["Taxonomia"],"Archive template used to display a list of posts from the same category.":["Modelo de arquivo usado para exibir uma lista de posts de uma mesma categoria."],"Template name\u0004Category":["Categoria"],"Archive template used to display a list of posts from a single author.":["Modelo de arquivo usado para exibir uma lista de posts de um único autor."],"Template name\u0004Author":["Autor"],"The archive template displays multiple entries at once. It is used as a fallback for the Category, Author, and Date templates, which take precedence when they are available.":["O modelo de arquivo exibe várias entradas de uma vez. É usado como contingência para os modelos de categoria, autor e data, que têm precedência quando estão disponíveis."],"Template used to display individual pages.":["Modelo usado para exibir páginas individuais. "],"Template used to display a single blog post.":["Modelo usado para exibir um post único do blog."],"Template used for displaying single views of the content. This template is a fallback for the Single, Post, and Page templates, which take precedence when they exist.":["Modelo usado para exibir visualizações únicas do conteúdo. Ele é um substituto para os modelos de conteúdo individual, post e página, que têm precedência quando existem."],"Template used to render the front page of the site, whether it displays blog posts or a static page. The front page template takes precedence over the \"Home\" template.":["Modelo usado para apresentar a página inicial do site, seja para exibir posts de blog ou uma página estática. O modelo da página inicial estática tem precedência sobre o de página inicial com lista de posts."],"Template used for the main page that displays blog posts. This is the front page by default in WordPress. If a static front page is set, this is the template used for the page that contains the latest blog posts.":["Modelo usado para a página principal que exibe os posts do blog. Esta é a página inicial por padrão no WordPress. Se uma página inicial estática for definida, este é o modelo usado para a página que contém as últimas publicações do blog."],"The default template used when no other template is available. This is a required template in WordPress.":["O modelo padrão usado quando nenhum outro modelo está disponível. Este é um modelo obrigatório no WordPress."],"\"%1$s\" is not a supported wp_template_part area value and has been added as \"%2$s\".":["\"%1$s\" não é um valor de área compatível para wp_template_part e foi adicionado como \"%2$s\"."],"Reusable block updated.":["Bloco reutilizável atualizado."],"Create Reusable block":["Criar bloco reutilizável"],"A short descriptive name for your menu.":["Um pequeno nome descritivo para o seu menu."],"Create your first menu":["Criar seu primeiro menu"],"Create a template part":["Criar uma parte de modelo"],"Template part created.":["Parte de modelo criada."],"Close settings sidebar":["Fechar barra lateral de configurações"],"Template (selected)":["Modelo (selecionado)"],"footers":[],"headers":[],"Search for blocks and patterns":["Pesquisar por blocos e padrões"],"Human-readable name identifying the widget type.":["Nome legível por humanos que identifica o tipo de widget."],"The widget type id.":["O ID do tipo de widget."],"Template Part Area":["Área de parte de modelo"],"Template Part Areas":["Áreas de partes de modelo"],"Where the template part is intended for use (header, footer, etc.)":["Onde a parte do modelo se destina a uso (cabeçalho, rodapé etc.)"],"If you have entered a custom label, it will be prepended before the title.":["Caso você tenha digitado um rótulo personalizado, ele será exibido antes do título."],"Display the title as a link":["Exibir o título como um link."],"Displays the post link that precedes the current post.":["Exibe o link do post anterior ao post atual."],"Previous post":["Post anterior"],"Displays the post link that follows the current post.":["Exibe o link do post posterior ao post atual."],"Next post":["Próximo post"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":["Edite as diferentes regiões globais do seu site, como cabeçalho, rodapé, barra lateral ou crie uma nova região."],"block title\u0004Page List":["Lista de páginas"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Seu site ainda não tem nenhum post, portando não há o que exibir aqui por enquanto."],"Select %s":["Selecionar %s"],"label for previous post link\u0004Previous":["Anterior"],"label for next post link\u0004Next":["Seguinte"],"Limit results to those matching a keyword ID.":["Limitar resultados para aqueles que combinam com um ID de palavra-chave."],"Unable to retrieve body from response at this URL.":["Não foi possível recuperar o corpo da resposta neste URL."],"URL not found. Response returned a non-200 status code for this URL.":["URL não encontrado. A resposta retornou um código de status diferente de 200 para este URL."],"Sorry, you are not allowed to process remote urls.":["Sem permissão para processar URLs remotos."],"Invalid URL":["URL inválido"],"The contents of the <title> element from the URL.":["O conteúdo do elemento <title> do URL."],"The URL to process.":["O URL a ser processado."],"An example title":["Um título de exemplo"],"Previous page link":["Link da página anterior"],"Previous Page":["Página anterior"],"block title\u0004Query Pagination Previous":["Consulta da paginação anterior"],"block title\u0004Query Pagination Numbers":["Consulta dos números da paginação"],"Next page link":["Link da próxima página"],"Next Page":["Próxima página"],"block title\u0004Query Pagination Next":["Consulta da paginação seguinte"],"Max page to show":["Máximo de páginas a exibir"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Limite as páginas que você deseja mostrar mesmo que a consulta tenha mais resultados. Para mostrar todas as páginas use 0 (zero)."],"Template part has been deleted or is unavailable: %s":["Parte do modelo foi excluída ou está indisponível: %s"],"Icon background color":["Cor de fundo do ícone"],"Icon color":["Cor do ícone"],"Block cannot be rendered inside itself.":["O bloco não pode ser renderizado dentro de si mesmo."],"Indent":["Aumentar recuo"],"Outdent":["Diminuir recuo"],"Ordered":["Ordenada"],"Unordered":["Não ordenada"],"Space between items":["Espaço entre os itens"],"Add Media":["Adicionar mídia"],"Add text over image":["Adicionar texto sobre a imagem"],"Drag":["Arrastar"],"Add an anchor":["Adicionar uma âncora"],"Align":["Alinhar"],"Editing %s:":["Editando %s:"],"Additional":["Adicional"],"Panels":["Painéis"],"Display block breadcrumbs":["Exibir bloco de caminho de navegação"],"Shows block breadcrumbs at the bottom of the editor.":["Mostrar caminho de navegação de blocos na base do editor."],"Limit results to those matching a category ID.":["Limitar resultados para aqueles que combinam com o ID de uma categoria."],"The preferred width of the viewport when previewing a pattern, in pixels.":["A largura preferida da janela de exibição ao pré-visualizar um padrão, em pixeis."],"A description of the pattern.":["Uma descrição do padrão."],"The pattern's keyword slugs.":["Os slugs das palavras-chave do padrão."],"The pattern's category slugs.":["Os slugs das categorias do padrão."],"The pattern content.":["O conteúdo do padrão."],"The pattern ID.":["ID do padrão."],"https://wordpress.org/support/forums/":["https://br.wordpress.org/support/forums/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums</a>.":["Ocorreu um erro inesperado. Algo pode estar errado com o WordPress.org ou com a configuração deste servidor. Se os problemas persistirem, busque ajuda no <a href=\"%s\">fórum de suporte</a>."],"Sorry, you are not allowed to browse the local block pattern directory.":["Você não tem permissão para navegar no diretório de padrão de bloco local."],"[block rendering halted]":["[renderização do bloco interrompida]"],"block title\u0004Post Terms":["Termos do post"],"block title\u0004Post Featured Image":["Imagem destacada do post"],"block title\u0004Post Excerpt":["Resumo do post"],"block title\u0004Post Date":["Data do post"],"block title\u0004Post Comments Form":["Formulário de comentários do post"],"block title\u0004Post Comments Count":["Contagem de comentários do post"],"block title\u0004Post Comments":["Comentários do post"],"block title\u0004Comment Date":[],"block title\u0004Comment Content":[],"block title\u0004Comment Author":[],"block title\u0004Post Comment":["Comentário do post"],"block title\u0004Post Author":["Autor do post"],"block title\u0004Post Content":["Conteúdo do post"],"block title\u0004Post Title":["Título do post"],"block title\u0004Query Pagination":["Paginação de consulta"],"block title\u0004Query Loop":["Loop de consulta"],"block title\u0004Template Part":["Parte de modelo"],"Untitled Template Part":["Parte de modelo sem título"],"block title\u0004Site Title":["Título do site"],"block title\u0004Site Tagline":["Descrição do site"],"block title\u0004Site Logo":["Logo do site"],"block title\u0004Social Icon":["Ícone de rede social"],"block title\u0004Social Icons":["Ícones sociais"],"block title\u0004Tag Cloud":["Nuvem de tags"],"block title\u0004Video":["Vídeo"],"block title\u0004Verse":["Verso"],"block title\u0004Text Columns (deprecated)":["Colunas de texto (obsoleto)"],"block title\u0004Table":["Tabela"],"block title\u0004Spacer":["Espaçador"],"block title\u0004Shortcode":["Shortcode"],"block title\u0004Separator":["Separador"],"block title\u0004Group":["Grupo"],"block title\u0004Search":["Pesquisar"],"block title\u0004RSS":["RSS"],"block title\u0004Reusable block":["Bloco reutilizável"],"block title\u0004Pullquote":["Citação destacada"],"block title\u0004Preformatted":["Pré-formatado"],"block title\u0004Page Break":["Quebra de página"],"block title\u0004More":["Leia mais"],"block title\u0004Unsupported":["Não suportado"],"block title\u0004List":["Lista"],"block title\u0004Latest Posts":["Posts mais recentes"],"block title\u0004Latest Comments":["Comentários mais recentes"],"block title\u0004Navigation":["Navegação"],"block title\u0004Media & Text":["Mídia e texto"],"block title\u0004Custom HTML":["HTML personalizado"],"block title\u0004File":["Arquivo"],"block title\u0004Cover":["Cobertura"],"block title\u0004Column":["Coluna"],"block title\u0004Columns":["Colunas"],"block title\u0004Code":["Código"],"block title\u0004Categories":["Categorias"],"block title\u0004Calendar":["Calendário"],"block title\u0004Buttons":["Botões"],"block title\u0004Button":["Botão"],"block title\u0004Audio":["Áudio"],"block title\u0004Archives":["Arquivos"],"block title\u0004Gallery":["Galeria"],"block title\u0004Quote":["Citação"],"block title\u0004Heading":["Título"],"block title\u0004Image":["Imagem"],"block title\u0004Paragraph":["Parágrafo"],"Editor canvas":["Canvas de editor"],"No theme is defined for this template.":["Nenhum tema está definido para este modelo."],"Post ID.":["ID do post."],"Status of template.":["Status do modelo."],"Description of template.":["Descrição do modelo."],"Title of template.":["Título do modelo."],"Content of template.":["Conteúdo do modelo."],"Theme identifier for the template.":["Identificador de tema para o modelo."],"Unique slug identifying the template.":["Nome único que identifica o modelo."],"ID of template.":["ID do modelo."],"Limit to the specified post id.":["Limitar ao ID do post especificado."],"The template has already been deleted.":["O modelo já foi excluído."],"Templates based on theme files can't be removed.":["Os modelos baseados em arquivos de tema não podem ser removidos."],"No templates exist with that id.":["Não existe nenhum modelo com esse id."],"Sorry, you are not allowed to access the templates on this site.":["Você não tem permissão para acessar os modelos neste site."],"The id of a template":["O id de um modelo"],"text direction\u0004ltr":["ltr"],"Block vertical alignment setting\u0004Align bottom":["Alinha base"],"Block vertical alignment setting\u0004Align middle":["Alinhar no meio"],"Block vertical alignment setting\u0004Align top":["Alinhar ao topo"],"Extra Bold":["Negrito extra"],"Semi Bold":["Semi negrito"],"Extra Light":["Extra claro"],"Capitalize":["Usar maiúsculas"],"Lowercase":["Minúscula"],"Uppercase":["Maiúscula"],"Post excerpt text":["Texto de resumo do post"],"Post author byline text":[],"<a>Create a new post</a> for this feed.":["<a>Criar um novo post</a> para este feed."],"Default (<div>)":["Padrão (<div>)"],"HTML element":["Elemento HTML"],"Write site title…":["Escrever o título do site…"],"Site title text":["Texto do título do site"],"Write site tagline…":["Escrever a descrição do site…"],"Site tagline text":["Texto da descrição do site"],"Wood thrush singing in Central Park, NYC.":["Tordo cantando no Central Park, NYC."],"Video caption text":["Texto da legenda do vídeo"],"Write verse…":["Escrever verso..."],"Verse text":["Texto do verso"],"Column %d text":["Texto da coluna %d"],"Table caption text":["Texto da legenda da tabela"],"Footer cell text":["Texto da célula do rodapé"],"Body cell text":["Texto da célula do corpo"],"Header cell text":["Texto da célula do cabeçalho"],"Shortcode text":["Texto do shortcode"],"Pullquote citation text":["Texto da citação"],"Pullquote text":["Texto da citação"],"Preformatted text":["Texto pré-formatado"],"List text":["Texto da lista"],"Navigation link text":[],"Start empty":["Iniciar vazio"],"Add all pages":["Adicionar todas as páginas"],"Download button text":["Texto do botão de download"],"Audio caption text":["Texto da legenda do áudio"],"Gallery caption text":["Texto da legenda da galeria"],"Quote citation text":["Texto da citação"],"Quote text":["Texto da citação"],"Heading text":["Texto do título"],"Image caption text":["Texto da legenda da imagem"],"Editing template. Changes made here affect all posts and pages that use the template.":["Editando modelo. Mudanças feitas aqui afetam todos os posts e páginas que usam o modelo."],"Template name\u0004Singular":["Singular"],"[Draft]":["[Rascunho]"],"Manage Reusable blocks":["Gerenciar blocos reutilizáveis"],"To show a comment, input the comment ID.":["Para mostrar um comentário, informe o ID do comentário."],"No Title":["Sem título"],"Image, Date, & Title":["Imagem, data e título"],"Title & Date":["Título e data"],"Display a list of your most recent posts, excluding sticky posts.":["Exibe uma lista de seus posts recentes excluindo os posts fixos."],"Posts List":["Lista de posts"],"Toggle full height":["Alternar altura total"],"Font weight":["Peso da fonte"],"Font style":["Estilo da fonte"],"%1$s %2$s":["%1$s %2$s"],"Edit site":["Editar site"],"Themes":["Temas"],"Post status\u0004Auto-Draft <span class=\"count\">(%s)</span>":["Rascunho automático <span class=\"count\">(%s)</span>","Rascunhos automáticos <span class=\"count\">(%s)</span>"],"Template name\u0004404":["404"],"Privacy Policy":["Política de privacidade"],"Template name\u0004Page":["Página"],"Template name\u0004Home":["Início"],"Keyword":["Palavra-chave"],"Filters":["Filtros "],"Button width":["Largura do botão"],"Width settings":["Configurações de largura"],"Keyboard input":["Entrada do teclado "],"Transform to variation":["Transformar para variação"],"Font family":["Família de fonte"],"Letter case":["Letra maiúscula/minúscula"],"Decoration":["Decoração"],"Thin":["Fino"],"Remove blocks":["Remover blocos"],"Title, Date, & Excerpt":["Título, data e resumo"],"Title & Excerpt":["Título e resumo"],"Sticky posts":["Posts fixos"],"Only":["Somente"],"Exclude":["Excluir"],"Include":["Incluir"],"Select Menu":[],"Make template part":["Transformar em parte de modelo"],"Detach blocks from template part":["Desanexar blocos da parte de modelo"],"Navigation Sidebar":["Barra lateral de navegação"],"Dashboard":["Painel"],"Browse all %1$s. This will open the %1$s menu in the navigation side panel.":[],"Show %s details":["Mostrar detalhes de %s"],"Template name\u0004Index":["Index"],"Template name\u0004Archive":["Arquivo"],"Template name\u0004Front Page":["Página inicial"],"Add extra areas to the editor.":["Adicionar áreas extras ao editor."],"Choose what displays in the panel.":["Escolha o que exibir no painel."],"Use theme styles":["Usar estilos do tema"],"Make the editor look like your theme.":["Faça o editor parecer com o seu tema"],"Display button labels":["Exibir rótulos dos botões"],"Highlights the current block and fades other content.":["Destaca o bloco atual e desfoca os restantes conteúdos."],"Reduce the interface":["Reduzir a interface"],"Compacts options and outlines in the toolbar.":["Compacta as opções e contornos na barra de ferramentas."],"Appearance":["Aparência"],"Contain text cursor inside block":["Conter o cursor de texto dentro do bloco"],"Aids screen readers by stopping text caret from leaving blocks.":["Auxilia leitores de tela impedindo que o cursor saia dos blocos."],"Show most used blocks":["Mostrar os blocos mais usados"],"Places the most frequent blocks in the block library.":["Coloca os blocos mais frequentes na biblioteca de blocos."],"Include pre-publish checklist":["Incluir lista de verificação de pré-publicação "],"Preferences":["Preferências"],"Drawer":["Gaveta"],"Widgets settings":["Configurações de widgets"],"Widgets and blocks":["Widgets e blocos"],"Widgets top bar":["Barra superior de widgets"],"Your theme does not contain any Widget Areas.":["O seu tema não contém nenhuma área de widgets."],"Blocks in this Widget Area will not be displayed in your site.":["Blocos nessa área de widget não serão exibidos no seu site."],"Could not save the following widgets: %s.":["Não foi possível salvar os seguintes widgets: %s."],"There was an error. %s":["Ocorreu um erro. %s"],"Items per Page":["Itens por página"],"List of template parts":["Lista de partes de modelos"],"Add tracks":["Adicionar faixas"],"Remove track":["Remover faixa"],"English":["Inglês"],"Kind":["Tipo"],"Language tag (en, fr, etc.)":["Tag de idioma (en, fr etc.)"],"Source language":["Idioma de origem"],"Title of track":["Título da faixa"],"Label":["Rótulo "],"Edit track":["Editar faixa"],"Text tracks":["Faixas de texto"],"Edit %s":["Editar %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["As faixas podem ser subtítulo, legendas, capítulos ou descrições. Elas ajudam seu conteúdo a ser mais acessível para um maior grupo de visitantes."],"Chapters":["Capítulos"],"Descriptions":["Descrições"],"Captions":["Legendas"],"Subtitles":["Subtítulos"],"Repeated background":["Fundo repetido"],"One column":["Uma coluna"],"Whether to bypass Trash and force deletion.":["Ignorar ou não o envio para a lixeira e forçar a exclusão."],"The password for the post if it is password protected.":["A senha para o post se este for protegido por senha."],"HTML content to append to the sidebar title when displayed. Default is a closing h2 element.":["O conteúdo HTML a acrescentar ao final do título da barra lateral durante a exibição. O padrão é o fechamento de um elemento h2."],"HTML content to prepend to the sidebar title when displayed. Default is an opening h2 element.":["O conteúdo HTML a acrescentar antes do título da barra lateral durante a exibição. O padrão é a abertura de um elemento h2."],"HTML content to append to each widget's HTML output when assigned to this sidebar. Default is a closing list item element.":["O conteúdo HTML a acrescentar ao final do HTML de cada widget adicionado a esta barra lateral. O padrão é o fechamento de um item de lista."],"HTML content to prepend to each widget's HTML output when assigned to this sidebar. Default is an opening list item element.":["O conteúdo HTML a acrescentar antes do HTML de cada widget adicionado a esta barra lateral. O padrão é a abertura de um item de lista."],"Extra CSS class to assign to the sidebar in the Widgets interface.":["Classe CSS extra para a barra lateral na tela de Widgets."],"No sidebar exists with that id.":["Nenhuma barra lateral existente com esse id."],"The sidebar the widget belongs to.":["A barra lateral a que o widget pertence."],"The sidebar to return widgets for.":["A barra lateral de onde se deseja retornar os widgets."],"The requested widget is invalid.":["O widget solicitado é inválido."],"No widget was found with that id.":["Nenhum widget encontrado com esse ID."],"Sorry, you are not allowed to manage widgets on this site.":["Você não tem permissão para gerenciar widgets neste site."],"Whether to force removal of the widget, or move it to the inactive sidebar.":["Se deve-se forçar a remoção do widget ou movê-lo para a barra lateral inativa."],"Class name":["Nome da classe"],"Unique slug identifying the widget type.":["Nome único que identifica o tipo de widget."],"Invalid widget type.":["Tipo de widget inválido."],"Make title a link":["Transformar o título em link"],"Open links in new tab":["Abrir links em uma nova aba"],"\"Read more\" link text":["Texto do link \"Leia mais\""],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Seu site não oferece suporte ao bloco %s. Você pode tentar instalar o bloco ou removê-lo totalmente."],"Filter patterns":["Filtrar padrões"],"The current image has no alternative text. The file name is: %s":["A imagem atual não possui texto alternativo. O nome do arquivo é: %s"],"Current image: %s":["Imagem atual: %s"],"Reset to defaults":["Redefinir para valores padrão"],"Toggle navigation":["Alternar navegação"],"Show more settings":["Exibir mais configurações"],"Hide more settings":["Esconder mais configurações"],"Link color":["Cor do link"],"Close global styles sidebar":["Fechar barra lateral de estilos globais"],"Delete menu":["Excluir menu"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Seu site não inclui suporte para o bloco %s. Você pode tentar instalar o bloco, convertê-lo em um bloco de HTML personalizado ou removê-lo completamente."],"Install %s":["Instalar %s"],"Tags":["Tags"],"Percentage Width":["Porcentagem da largura"],"Display Settings":["Configurações de exibição"],"Use button with icon":["Use o botão com o ícone"],"Button inside":["Botão interno"],"Button outside":["Botão externo"],"No button":["Sem botão"],"Change button position":["Mudar posição do botão"],"Toggle search label":["Alternar rótulos de pesquisa"],"Link title":["Título do link"],"Details":["Detalhes"],"Saving…":["Salvando..."],"Create: <mark>%s</mark>":["Criar: <mark>%s</mark>"],"Search for patterns":[],"Term items not found.":["Itens de termo não encontrados."],"Post Categories":["Categorias de post"],"Anonymous":["Anônimo"],"Add link to featured image":["Adicionar link para imagem em destaque"],"A link to a tag.":["Um link para uma tag."],"Tag Link":["Link da tag"],"A link to a category.":["Um link para uma categoria."],"Category Link":["Link da categoria"],"A link to a page.":["Um link para uma página."],"Page Link":["Link de páginas"],"A link to a post.":["Um link para um post."],"Post Link":["Link do post"],"Create draft post: <mark>%s</mark>":["Criar rascunho de post: <mark>%s</mark>"],"Characters":["Caracteres"],"HTML content to display for this block menu item.":["Conteúdo HTML a ser exibido para este bloco de item de menu."],"HTML representation of the widget admin form.":["Representação HTML do formulário de administrador de widget."],"Inactive widgets":["Widgets inativos"],"Widgets saved.":["Widgets salvos."],"Block pattern \"%s\" inserted.":["Padrão de bloco \"%s\" inserido."],"Find out more":["Descubra mais"],"HTML representation of the widget.":["Representação HTML do widget."],"Description of the widget.":["Descrição do widget."],"Nested widgets.":["Widgets aninhados."],"Status of sidebar.":["Status da barra lateral."],"Description of sidebar.":["Descrição da barra lateral."],"Unique name identifying the sidebar.":["Nome exclusivo de identificação da barra lateral."],"ID of sidebar.":["ID da barra lateral."],"The id of a registered sidebar":["O ID de uma barra lateral registrada"],"Gutenberg block.":["Bloco do Gutenberg."],"Block library":["Biblioteca de blocos"],"Display a post's tags.":["Exiba as tags de um post."],"No post excerpt found":["Nenhum resumo de post encontrado"],"Post Comments Form block: comments to this post are not allowed.":["Bloco de formulário de comentários de post: não são permitidos comentários neste post."],"Post Comments Form block: comments are not enabled for this post type.":["Bloco de formulário de comentários de post: comentários não estão ativados para este tipo de post."],"Post Comments Count block: post not found.":["Bloco de contagem de comentários de post: post não encontrado."],"Post comments block: no post found.":["Bloco de comentários de post: nenhum post encontrado."],"Insert column after":["Inserir coluna depois"],"Insert column before":["Inserir coluna antes"],"Insert row after":["Inserir linha depois"],"Insert row before":["Inserir linha antes"],"Description":["Descrição"],"Contact us":["Fale conosco"],"The ID of the page that should be displayed on the front page":["O ID da página que deve ser exibida na página inicial"],"What to show on the front page":["O que exibir na página inicial"],"Reusable block created.":["Bloco reutilizável criado."],"Reusable block scheduled.":["Bloco reutilizável agendado."],"Reusable block reverted to draft.":["Bloco reutilizável transformado em rascunho."],"Reusable block published privately.":["Bloco reutilizável publicado em modo privado."],"Reusable block published.":["Bloco reutilizável publicado."],"Reusable blocks list":["Lista de blocos reutilizáveis"],"Reusable blocks list navigation":["Navegação da lista de blocos reutilizáveis"],"Filter reusable blocks list":["Filtrar lista de blocos reutilizáveis"],"No reusable blocks found in Trash.":["Nenhum bloco reutilizável encontrado na lixeira."],"No reusable blocks found.":["Nenhum bloco reutilizável encontrado."],"Search Reusable blocks":["Procurar blocos reutilizáveis"],"All Reusable blocks":["Todos blocos reutilizáveis"],"View Reusable block":["Ver bloco reutilizável"],"Edit Reusable block":["Editar bloco reutilizável"],"New Reusable block":["Novo bloco reutilizável"],"Add new Reusable block":["Adicionar novo bloco reutilizável"],"Reusable block\u0004Add New":["Adicionar novo"],"add new on admin bar\u0004Reusable block":["Bloco reutilizável"],"admin menu\u0004Reusable blocks":["Blocos reutilizáveis"],"post type singular name\u0004Reusable block":["Bloco reutilizável"],"post type general name\u0004Reusable blocks":["Blocos reutilizáveis"],"The navigation editor has encountered an unexpected error.":["O editor de navegação encontrou um erro inesperado."],"Image width":["Largura da imagem"],"Site Icon":["Ícone do site"],"Open the block list view.":["Abrir a visualização de lista de blocos."],"Base":["Base"],"Author":["Autor"],"Site logo.":["Logo do site."],"Choose existing":["Escolher existente"],"Edit gallery image":["Alterar imagem da galeria"],"Upload external image":["Enviar imagem externa"],"Image uploaded.":["Imagem enviada."],"Could not edit image. %s":["Não foi possível alterar a imagem. %s"],"Original":["Original"],"Move the selected block(s) down.":["Mover os blocos selecionados para baixo."],"Move the selected block(s) up.":["Mover os blocos selecionados para cima."],"Move to":["Mover para"],"Browse all":["Procurar por todos"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Procurar por todos. Isso abrirá o painel principal do adicionador na barra de ferramentas do editor."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Use a tecla Tab e as setas do teclado para escolher um novo local para o bloco. Use as setas da esquerda e direita para mover entre níveis. Uma vez escolhido, pressione Enter ou Espaço para mover o bloco."],"Error installing block. You can reload the page and try again.":["Ocorreu um erro ao instalar o bloco. Você pode recarregar a página e tentar novamente."],"This block is already installed. Try reloading the page.":["Este bloco já está instalado. Tente recarregar a página."],"Error registering block. Try reloading the page.":["Erro ao cadastrar o bloco. Tente recarregar a página."],"Whether to automatically add top level pages to this menu.":["Se as páginas de nível superior serão adicionadas automaticamente a este menu ou não."],"Sorry, you are not allowed to set auto add pages.":["Você não tem permissão para adicionar páginas automaticamente."],"Version of the block format used in the HTML content.":["Versão do formato de bloco usado no conteúdo HTML."],"HTML content, transformed for display.":["Conteúdo HTML, transformado para exibição."],"HTML content, as it exists in the database.":["Conteúdo HTML, como existe no banco de dados."],"Content required if menu item of type block.":["Conteúdo obrigatório se for um item de menu do tipo bloco."],"Name":["Nome"],"Template Part \"%s\" inserted.":["Parte de modelo \"%s\" inserida."],"Opacity":["Opacidade"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Retrato"],"Landscape":["Paisagem"],"Save the navigation currently being edited.":["Salve a navegação que está sendo editada."],"Export":["Exportar"],"Download your templates and template parts.":["Baixe os seus modelos e as respectivas partes."],"The pattern title, in human readable format.":["O título do padrão, em formato legível para humanos."],"The following block has been added to your site.":["O seguinte bloco foi adicionado ao seu site.","Os seguintes blocos foram adicionados ao seu site."],"Added: %d block":["Adicionado: %d bloco","Adicionados: %d blocos"],"An error occurred.":["Ocorreu um erro."],"Mixed":["Misturado"],"%s (selected)":["%s (selecionado)"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Áreas de widget são partes globais do layout do seu site que aceitam blocos. Elas podem variar conforme o tema, mas costumam ser partes como a barra lateral ou o rodapé."],"Image size presets":["Predefinições de tamanho de imagem"],"A tip for using the block editor":["Uma dica para usar o editor de blocos"],"%d block added.":["%d bloco adicionado.","%d blocos adicionados."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["No momento você está no modo de navegação. Navegue pelos blocos usando a tecla Tab e as teclas de seta. Use as teclas seta Esquerda e Direita para mover-se entre níveis aninhados. Para sair do modo de navegação e editar o bloco selecionado, pressione Enter."],"Padding":["Recuo"],"Link Color":["Cor do link"],"Orientation":[],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Aspect Ratio":["Proporção"],"Crop":["Recortar"],"Rotate":["Girar"],"Zoom":["Zoom"],"Display author name":["Exibir nome do autor"],"by %s":["por %s"],"Design":["Design"],"Text":["Texto"],"Theme locations":["Posições no tema"],"There are no available menu locations.":["Não há localizações de menu disponíveis."],"Create a new menu":["Criar um novo menu"],"Navigation saved.":["Navegação salva."],"Create menu":["Criar menu"],"Menu name":["Nome do menu"],"Menu created":["Menu criado"],"Widget areas":["Áreas de widget"],"Moved %d block to clipboard.":["Movido %d bloco para à área de transferência.","Movidos %d blocos para a área de transferência."],"Copied %d block to clipboard.":["Copiado %d bloco para à área de transferência.","Copiados %d blocos para a área de transferência."],"Moved \"%s\" to clipboard.":["Movido \"%s\" para a área de transferência."],"Copied \"%s\" to clipboard.":["Copiado \"%s\" para a área de transferência."],"Navigation Area":[],"Block navigation structure":["Estrutura de navegação do bloco"],"Block %1$d of %2$d, Level %3$d":["Bloco %1$d de %2$d, nível %3$d"],"Change matrix alignment":["Alterar o alinhamento da matriz"],"Notifications":["Notificações"],"Are you ready to save?":["Você está pronto para salvar?"],"templates":[],"Offset":["Deslocamento"],"Number of tags":["Número de tags"],"Query":["Consulta"],"A widget area container.":["Um contêiner de uma área de widget."],"Widget Area":["Área de widget"],"Change content position":["Mudar posição do conteúdo"],"Posts":["Posts"],"Pages":["Páginas"],"Uncategorized":["Sem categoria"],"Open save panel":["Abrir painel de publicação"],"Are you sure you want to delete this navigation menu?":[],"Write byline…":["Escreva a autoria..."],"Show bio":["Mostrar biografia"],"Avatar size":["Tamanho do avatar"],"Show avatar":["Mostrar avatar"],"Author Settings":["Configurações do autor"],"This column count exceeds the recommended amount and may cause visual breakage.":["Esta contagem de colunas excede a quantidade recomendada e pode causar ruptura visual."],"Search results":["Resultados da pesquisa"],"White":["Branco"],"Black":["Preto"],"Selected":["Selecionado"],"Superscript":["Sobrescrito"],"Subscript":["Subscrito"],"Patterns":["Padrões"],"Block Library":["Biblioteca de blocos"],"Browser default":["Navegador padrão"],"Manage locations":["Gerenciar posições"],"Navigation menus.":[]," … ":[" … "],"Minimum height of cover":["Altura mínima da capa"],"%1$s Block. Row %2$d":["%1$s Bloco. Coluna %2$d"],"Typography":["Tipografia"],"Line height":["Altura da linha"],"Content":["Conteúdo"],"Header":["Cabeçalho"],"Toggle fullscreen mode.":["Alternar modo de tela cheia."],"Menu Location":["Localização de menu"],"Menu":["Menu"],"Enable Navigation screen":["Ativar tela de navegação"],"Navigation (beta)":["Navegação (beta)"],"No comments.":["Sem comentários."],"Contact":["Contato"],"About":["Sobre"],"Home":["Página inicial"],"25 / 50 / 25":["25 / 50 / 25"],"33 / 33 / 33":["33 / 33 / 33"],"70 / 30":["70 / 30"],"30 / 70":["30 / 70"],"50 / 50":["50 / 50"],"Current media URL:":["URL atual da mídia:"],"Block variations":["Variações do bloco"],"Preview in new tab":["Pré-visualizar em nova aba"],"Sort collection by object attribute.":["Ordenar coleção pelo atributo do objeto."],"Order sort attribute ascending or descending.":["Ordenar atributo de forma ascendente ou descendente."],"Limit result set to posts with a specific menu_order value.":["Limitar resultados para posts com um valor menu_order específico."],"The terms assigned to the object in the %s taxonomy.":["Os termos atribuídos ao objeto na taxonomia %s."],"Whether the menu item represents an object that no longer exists.":["Se o item de menu representa um objeto que não existe mais."],"The XFN relationship expressed in the link of this menu item.":["A relação XFN expressa no link deste item de menu."],"The URL to which this menu item points.":["O URL para o qual este item de menu aponta."],"The singular label used to describe this type of menu item.":["O rótulo singular usado para descrever este tipo de item de menu."],"The target attribute of the link element for this menu item.":[],"The DB ID of the original object this menu item represents, e . g . ID for posts and term_id for categories.":["O ID de banco de dados do objeto original que este item de menu representa. Por exemplo, ID de posts e term_id de categorias."],"The type of object originally represented, such as \"category,\" \"post\", or \"attachment.\"":["O tipo do objeto originalmente representado, como \"category,\" \"post\" ou \"attachment\"."],"The DB ID of the nav_menu_item that is this item's menu parent, if any, otherwise 0.":["O ID de banco de dados do nav_menu_item ascendente deste item, se houver. Caso contrário, é 0."],"The description of this menu item.":["A descrição deste item de menu."],"Class names for the link element of this menu item.":["Nomes de classe do elemento de link deste item de menu."],"Text for the title attribute of the link element for this menu item.":["Texto referente ao atributo de título do elemento de link deste item de menu."],"A named status for the object.":["Um nome de status para o objeto."],"The family of objects originally represented, such as \"post_type\" or \"taxonomy\".":["A família de objetos originalmente representados, como \"post_type\" ou \"taxonomy\"."],"Name of type.":["Nome de tipo"],"HTML title for the object, transformed for display.":["Título para o objeto em HTML, transformado para exibição."],"Title for the object, as it exists in the database.":["Título para o objeto, como existe no banco de dados."],"Get linked object.":["Obter o objeto vinculado."],"Invalid URL.":["URL inválido."],"URL required if menu item of type custom.":["URL obrigatório se for um item de menu com tipo personalizado."],"Title required if menu item of type custom.":["Título obrigatório se for um item de menu com tipo personalizado."],"Invalid post ID.":["ID de post inválido."],"The post cannot be deleted.":["O post não pode ser excluído."],"Menu items do not support trashing. Set '%s' to delete.":["Itens de menu não têm suporte a descarte. Defina \"%s\" como excluir."],"Cannot create existing post.":["Não é possível criar um post existente."],"Sorry, you cannot view these menu items, unless you have access to permission edit them. ":["Você não pode visualizar estes itens de menu a menos que tenha permissão para editá-los. "],"Sorry, you are not allowed to edit posts in this post type.":["Sem permissão para editar posts deste tipo de post."],"Sorry, you cannot view this menu item, unless you have access to permission edit it. ":["Você não pode visualizar este item de menu a menos que tenha permissão para editá-lo. "],"The locations assigned to the menu.":["As localizações atribuídas ao menu."],"Menu location does not exist.":["Posição do menu não existe."],"The term cannot be deleted.":["O termo não pode ser excluído."],"Terms do not support trashing. Set '%s' to delete.":["Termos não possuem suporte para lixeira. Defina '%s' para excluir."],"Parent term does not exist.":["Termo ascendente não existe."],"Cannot set parent term, taxonomy is not hierarchical.":["Não é possível definir um termo ascendente, esta taxonomia não é hierárquica."],"Sorry, you are not allowed to assign the provided locations.":["Você não tem permissão para atribuir as localizações fornecidas."],"Sorry, you cannot view this menu, unless you have access to permission edit it. ":["Você não pode visualizar este menu a menos que tenha permissão para editá-lo. "],"Sorry, you are not allowed to edit this term.":["Sem permissão para editar este termo."],"Sorry, you cannot view these menus, unless you have access to permission edit them. ":["Você não pode visualizar estes menus a menos que tenha permissão para editá-los. "],"Sorry, you are not allowed to edit terms in this taxonomy.":["Sem permissão para editar termos nesta taxonomia."],"The ID of the assigned menu.":["O ID do menu atribuído."],"The description of the menu location.":["A descrição da posição do menu."],"The name of the menu location.":["O nome da posição do menu."],"Invalid menu location.":["Posição do menu inválida."],"Sorry, you are not allowed to view menu locations.":["Você não tem permissão para visualizar localizações de menu."],"An alphanumeric identifier for the menu location.":["Um identificador alfanumérico para a localização do menu."],"User":["Usuário"],"Widget Areas":["Áreas de widgets"],"Post Type":["Tipo de post"],"Site":["Site"],"Block Patterns":["Padrões de blocos"],"Link to %s":["Link para %s"],"Move %1$s block from position %2$d left to position %3$d":["Mova o bloco %1$s da posição %2$d a esquerda para a posição %3$d"],"Move %1$s block from position %2$d down to position %3$d":["Mover %1$s bloco da posição %2$d para baixo na posição %3$d"],"Creating":["Criando"],"An unknown error occurred during creation. Please try again.":["Ocorreu um erro desconhecido durante a criação. Tente novamente."],"Create draft page: <mark>%s</mark>":["Criar rascunho de página: <mark>%s</mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Altere um tipo de bloco pressionando o ícone do bloco na barra de ferramentas."],"Drag files into the editor to automatically insert media blocks.":["Arraste arquivos para o editor para inserir automaticamente no bloco de mídia."],"Outdent a list by pressing <kbd>backspace</kbd> at the beginning of a line.":["Recue uma lista pressionando <kbd>backspace</kbd> no início de uma linha."],"Indent a list by pressing <kbd>space</kbd> at the beginning of a line.":["Avance uma lista pressionando <kbd>espaço</kbd> no início de uma linha."],"Desktop":["Computador"],"Mobile":["Dispositivo móvel"],"Tablet":["Tablet"],"Post Tags":["Tags do post"],"Show link on new line":["Mostrar o link em nova linha"],"Post Excerpt Settings":["Configurações do resumo do post"],"Date Format":["Formato de data"],"Format settings":["Configurações de formatação"],"Change Date":["Mudar a data"],"Post Comments Form":["Formulário de comentários do post"],"Select poster image":["Selecionar imagem do poster"],"Post content":["Conteúdo do post"],"Background color":["Cor de fundo"],"Media file":["Arquivo de mídia"],"Text color":["Cor do texto"],"Change heading level":["Mudar o nível do título"],"survey":["pesquisa"],"social":["social"],"Edit Page Template":["Editar modelo de página"],"New":["Novo"],"Loading…":["Carregando..."],"Add Template":["Adicionar modelo"],"Global Styles":["Estilos globais"],"No matching template found.":["Nenhum modelo encontrado."],"Social Icon":["Ícone de rede social"],"block keyword\u0004links":["links"],"Image alignment":["Alinhamento da imagem"],"Display featured image":["Mostrar imagem destacada"],"Featured image settings":["Configurações da imagem destacada"],"Embed a TikTok video.":["Incorporar um vídeo do TikTok."],"Block %1$s is at the beginning of the content and can’t be moved left":["O bloco %1$s está no começo do conteúdo e não pode ser movido para à esquerda."],"Block %1$s is at the beginning of the content and can’t be moved up":["O bloco %1$s está no começo do conteúdo e não pode ser movido para cima"],"Block %1$s is at the end of the content and can’t be moved left":["O bloco %1$s está no final do conteúdo e não pode ser movido para à esquerda"],"Block %1$s is at the end of the content and can’t be moved down":["O bloco %1$s está no final do conteúdo e não pode ser movido para baixo"],"Solid":["Sólido"],"Open document settings":["Abrir configurações do documento"],"Open block settings":["Abrir configurações do bloco"],"Display settings":["Configurações de exibição"],"Choose variation":["Escolher variação"],"%s Block":["Bloco %s"],"%1$s Block. %2$s":["Bloco %1$s. %2$s"],"%1$s Block. Column %2$d":["%1$s Bloco. Coluna %2$d"],"%1$s Block. Column %2$d. %3$s":["Bloco %1$s. Coluna %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["Bloco %1$s. Linha %2$d. %3$s"],"Post Excerpt":["Resumo do post"],"Post Date":["Data do post"],"Post Author":["Autor do post"],"Choose":["Escolher"],"Theme":["Tema"],"Footer label":["Rótulo do rodapé"],"Header label":["Rótulo do cabeçalho"],"The description will be displayed in the menu if the current theme supports it.":["A descrição será exibida no menu se suportado no tema utilizado."],"Level %1$s. %2$s":["Nível %1$s. %2$s"],"Level %s. Empty.":["Nível %s. Vazio."],"Empty":["Vazio"],"Search results for \"%s\"":["Resultados de pesquisa para \"%s\""],"Recently updated":["Atualizado recentemente"],"Multiple selected blocks":["Múltiplos blocos selecionados"],"By %s":["Por %s"],"Briefly describe the link to help screen reader users.":["Descreva brevemente o link para ajudar usuários de leitores de tela."],"Link label":["Rótulo do link"],"%s label":["Rótulo do(a) %s"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADU - FAINT DAWN - 1940 (MINIATURA)\nJanela, muito pequena à distância, iluminada.\nTudo ao redor esta é uma tela quase totalmente preta. Agora, a câmera se move lentamente em direção à janela que é quase um selo postal no quadro, aparecem outras formas;"],"Full post":["Post completo"],"Show:":["Mostrar:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["Suspendisse commodo neque lacus, a dictum orci interdum et."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis."],"Background":["Plano de fundo"],"Image size":["Tamanho da imagem"],"Remove multiple selected blocks.":["Remover múltiplos blocos selecionados."],"(%s: gradient %s)":["(%s: gradiente %s)"],"(%s: color %s)":["(%s: cor %s)"],"Here's a detailed guide.":["Aqui está um guia detalhado."],"New to the block editor? Want to learn more about using it? ":["Começou a usar o editor de blocos agora? Deseja saber mais sobre como usá-lo? "],"Learn how to use the block editor":["Saiba como usar o editor de blocos"],"Help":["Ajuda"],"https://wordpress.org/support/article/wordpress-editor/":["https://wordpress.org/support/article/wordpress-editor/"],"Submit for Review…":["Enviar para revisão..."],"Update…":["Atualizar..."],"Untitled":["Sem título"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["O editor de blocos inclui recursos experimentais que são utilizados enquanto ainda estão em desenvolvimento. Selecione os itens que gostaria de ativar. Provavelmente acontecerão mudanças nestes recursos, então não recomendamos que utilize em produção."],"Next":["Próximo"],"Previous":["Anterior"],"Open Media Library":["Abrir biblioteca de mídias"],"The media file has been replaced":["O arquivo de mídia foi substituído"],"Replace":["Substituir"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Você esta atualmente no modo de edição. Para retornar ao modo de navegação, pressione Esc"],"You are probably offline.":["Você provavelmente está offline."],"Justify items right":["Justificar itens à direita"],"Justify items center":["Justificar itens ao centro"],"Justify items left":["Justificar itens à direita"],"Change items justification":["Alterar alinhamento dos itens"],"// A \"block\" is the abstract term used\n// to describe units of markup that\n// when composed together, form the\n// content or layout of a page.\nregisterBlockType( name, settings );":["// O \"bloco\" é um termo abstrato\n// para descrever estas unidades de marcação\n// quando criado juntos, formam o\n// conteúdo ou layout da página.\nregisterBlockType( name, settings );"],"ADD MEDIA":["Adicionar mídia"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage /> icon.":["Todos os blocos disponíveis estão na biblioteca de blocos. Você os encontrará onde tiver o ícone <InserterIconImage />."],"Get to know the block library":["Conheça a biblioteca de blocos"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Cada bloco vem com seu próprio conjunto de controles para alterar itens como cor, largura e alinhamento. Eles serão exibidos e ocultados automaticamente quando você tiver um bloco selecionado."],"Make each block your own":["Fazer com que cada bloco seja seu"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["No editor do WordPress, cada parágrafo, imagem ou vídeo é apresentado como um \"bloco\" de conteúdo distinto."],"Welcome to the block editor":["Boas-vindas ao editor de blocos"],"Get started":["Iniciar"],"inserter":["adicionador"],"Welcome Guide":["Guia de boas vindas"],"Page templates":["Modelos de página"],"Post Title":["Título do post"],"Add submenu":["Adicione um submenu"],"Add link":["Adicionar link"],"Light":["Claro"],"Navigation settings":["Configurações de navegação"],"Template parts to include in your templates.":["Parte de modelos para incluir no seus modelos."],"Template parts list":["Lista de partes de modelos"],"Template parts list navigation":["Lista de navegação de partes de modelo"],"Filter template parts list":["Filtrar lista de partes de modelo"],"Uploaded to this template part":["Enviado para esta parte de modelo"],"Insert into template part":["Inserir na parte de modelo"],"Template part archives":["Arquivos de partes de modelo"],"No template parts found in Trash.":["Sem partes de modelo encontradas na lixeira."],"No template parts found.":["Sem partes de modelo encontradas."],"Parent Template Part:":["Parte de modelo ascendente:"],"Search Template Parts":["Pesquisar partes de modelo"],"All Template Parts":["Todas as partes de modelo"],"View Template Part":["Ver parte de modelo"],"Edit Template Part":["Editar parte de modelo"],"New Template Part":["Nova parte de modelo"],"Add New Template Part":["Adicionar nova parte de modelo"],"Template Part\u0004Add New":["Adicionar nova"],"Admin Menu text\u0004Template Parts":["Partes de modelo"],"Template Part":["Parte de modelo"],"Template Parts":["Partes de modelo"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["Eis que temos aqui a Poesia,\na grande Poesia.\nQue não oferece signos\nnem linguagem específica, não respeita\nsequer os limites do idioma. Ela flui, como um rio.\ncomo o sangue nas artérias,\ntão espontânea que nem se sabe como foi escrita."],"Menu Item":["Item do menu"],"Navigation":["Navegação"],"Navigation Menu":[],"(Note: many devices and browsers do not display this text.)":["(Nota: muitos dispositivos e navegadores não exibem este texto.)"],"Describe the role of this image on the page.":["Descrever a função desta imagem nesta página."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Alternar entre usar o mesmo valor para todos os tamanhos de tela ou usar um valor individual para cada tamanho de tela."],"Use the same %s on all screensizes.":["Usar o mesmo %s em todos os tamanhos de tela."],"Large screens":["Telas grandes"],"Medium screens":["Telas médias"],"Small screens":["Telas pequenas"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Controla a propriedade %1$s para as viewports %2$s."],"Currently selected":["Selecionado no momento"],"Search or type url":["Pesquisar ou digitar a URL"],"Press ENTER to add this link":["Pressione ENTER para adicionar este link"],"Currently selected link settings":["Configurações do link selecionado no momento"],"Generic label for block inserter button\u0004Add block":["Adicionar bloco"],"directly add the only allowed block\u0004Add %s":["Adicionar %s"],"%s block added":["%s bloco adicionado"],"Block breadcrumb":["Breadcrumb do bloco"],"Editor footer":["Editor do rodapé"],"Site Title":["Título do site"],"Open Colors Selector":["Abrir o seletor de cores"],"Templates list":["Lista de modelos"],"Templates list navigation":["Navegação da lista de modelos"],"Filter templates list":["Filtrar lista de modelos"],"Uploaded to this template":["Enviada para este modelo"],"Insert into template":["Inserir na modelo"],"Template archives":["Modelo de archives"],"No templates found in Trash.":["Nenhum modelo encontrado na lixeira."],"No templates found.":["Nenhum modelo encontrado."],"Parent Template:":["Modelo ascendente:"],"Search Templates":["Pesquisar modelos"],"All Templates":["Todos os modelos"],"View Template":["Ver modelo"],"Edit Template":["Editar modelo"],"New Template":["Novo modelo"],"Add New Template":["Adicionar novo modelo"],"Template\u0004Add New":["Adicionar novo"],"Admin Menu text\u0004Templates":["Modelos"],"Template":["Modelo"],"No matching template found":["Nenhum modelo correspondente encontrado"],"All content copied.":["Todo conteúdo copiado."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["O envio de mídia falhou. Se isto for uma foto ou imagem grande, tente diminuir as dimensões e enviar novamente."],"Gradient":["Gradiente"],"No Preview Available.":["Sem pré-visualização disponível."],"Midnight":["Meia-noite"],"Electric grass":["Grama elétrica"],"Pale ocean":["Oceano pálido"],"Luminous dusk":["Sombra luminosa"],"Blush bordeaux":["Bordeaux corado"],"Blush light purple":["Roxo claro corado"],"Cool to warm spectrum":["Legal para entusiasmar o espectro"],"Very light gray to cyan bluish gray":["Cinza muito claro a cinza azulado"],"Luminous vivid orange to vivid red":["Laranja vívido luminoso a vermelho vívido"],"Luminous vivid amber to luminous vivid orange":["Âmbar vívido luminoso a laranja vívido luminoso"],"Light green cyan to vivid green cyan":["Ciano verde claro a ciano verde vívido"],"Vivid cyan blue to vivid purple":["Azul ciano vívido a roxo vívido"],"https://wordpress.org/support/article/excerpt/":["https://wordpress.org/support/article/excerpt/"],"December 6, 2018":["6 de dezembro de 2018"],"February 21, 2019":["21 de fevereiro de 2019"],"May 7, 2019":["7 de maio de 2019"],"Release Date":["Data de lançamento"],"Jazz Musician":["Músico de Jazz"],"Version":["Versão"],"Six.":["Seis."],"Five.":["Cinco."],"Four.":["Quatro."],"Three.":["Três."],"Two.":["Dois."],"One.":["Um."],"One of the hardest things to do in technology is disrupt yourself.":["Umas das coisas mais difíceis de fazer em tecnologia é superar você mesmo."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["O carriço<br>ganha a vida<br>silenciosamente."],"Welcome to the wonderful world of blocks…":["Damos boas-vindas ao maravilhoso mundo dos blocos..."],"<strong>Snow Patrol</strong>":["<strong>Patrulha da neve</strong>"],"Dimensions":["Dimensões"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit."],"Call to Action":["Chamada para ação"],"In quoting others, we cite ourselves.":["Citando outros, citamos nós mesmos."],"Mont Blanc appears—still, snowy, and serene.":["O Mont Blanc aparece, ainda, puro e calmo."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["Em uma vila de La Mancha, cujo nome não desejo me lembrar, não demorou muito tempo para que um daqueles cavalheiros mantivesse uma lança no porta-lanças, uma fivela velha, um hack magro e um galgo para percorrer."],"Templates to include in your theme.":["Modelos para incluir em seu tema."],"Templates":["Modelos"],"Add":["Adicionar"],"%s out of 5 stars":["%s de 5 estrelas"],"Enter address":["Digite o endereço"],"Attachment page":["Página de anexo"],"Link rel":["Rel do link"],"Border radius":["Bordas arredondadas"],"Write gallery caption…":["Escreva uma legenda para a galeria..."],"Restore the backup":["Restaurar o backup"],"The backup of this post in your browser is different from the version below.":["O backup deste post em seu navegador é diferente da versão abaixo."],"Reverse list numbering":["Lista numerada reversa"],"Start value":["Valor de início"],"Ordered list settings":["Configurações de lista ordenada"],"Clear Media":["Liberar mídia"],"Default Style":["Estilo padrão"],"Not set":["Não definido"],"While writing, you can press <kbd>/</kbd> to quickly insert new blocks.":["Ao escrever, pressione <kbd>/</kbd> para inserir novos blocos rapidamente."],"Change column alignment":["Mudar alinhamento da coluna"],"Align column right":["Alinhar coluna à direita"],"Align column center":["Alinhar coluna ao centro"],"Align column left":["Alinhar coluna à esquerda"],"Color":["Cor"],"Vivid purple":["Roxo intenso"],"Disable & Reload":["Desativar e recarregar"],"Enable & Reload":["Ativar e recarregar"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Para realizar esta mudança é preciso recarregar a página. Tenha certeza de que salvou seu conteúdo antes de recarregar."],"Display these keyboard shortcuts.":["Exibir estes atalhos de teclado."],"Experiments Settings":["Configurações experimentais"],"Experimental settings":["Configurações experimentais"],"Draft":["Rascunho"],"Learn more about anchors":["Saiba mais sobre âncoras"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Digite uma ou duas palavras, sem espaços, para criar um endereço único para este título, chamado \"âncora\". Então, você poderá apontar diretamente para esta seção da sua página."],"Upload a video file, pick one from your media library, or add one with a URL.":["Envie um arquivo de vídeo, escolha um da sua biblioteca de mídia ou adicione um URL."],"Upload an image file, pick one from your media library, or add one with a URL.":["Envie uma imagem, escolha uma da sua biblioteca de mídia ou adicione um URL."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Envie um arquivo de áudio, escolha um da sua biblioteca de mídia ou adicione um URL."],"Upload a media file or pick one from your media library.":["Envie um arquivo de mídia ou escolha um da sua biblioteca de mídia."],"Skip":["Pular"],"Select a variation to start with.":["Selecione uma variação para iniciar."],"Title attribute":["Atributo título"],"Open in new tab":["Abrir em uma nova aba"],"Move right":["Mover para a direita"],"Move left":["Mover para a esquerda"],"Links":[],"Automatically add published top-level pages to this menu.":["Adicionar automaticamente a este menu novas páginas de primeiro nível."],"Menu settings":["Configurações de menu"],"Upload a file or pick one from your media library.":["Envie um arquivo ou escolha um da sua biblioteca de mídia."],"Learn more about embeds":["Saiba mais sobre códigos incorporados"],"https://wordpress.org/support/article/embeds/":["https://wordpress.org/support/article/embeds/"],"Paste a link to the content you want to display on your site.":["Cole um link para o conteúdo que você deseja exibir no seu site."],"Three columns; wide center column":["Três colunas com a do meio maior"],"Three columns; equal split":["Três colunas iguais"],"Two columns; two-thirds, one-third split":["Duas colunas divididas em dois terços e um terço"],"Two columns; one-third, two-thirds split":["Duas colunas divididas em um terço e dois terços"],"Two columns; equal split":["Duas colunas iguais"],"Your site doesn&#8217;t have any %s, so there&#8217;s nothing to display here at the moment.":["Seu site ainda não tem nenhum termo para %s, portanto não há o que exibir aqui por enquanto."],"More tools & options":["Mais ferramentas e opções"],"Create Table":["Criar tabela"],"Insert a table for sharing data.":["Insira uma tabela para compartilhar dados."],"Ungrouping blocks from within a Group block back into individual blocks within the Editor \u0004Ungroup":["Desagrupar"],"verb\u0004Group":["Agrupar"],"Separate multiple classes with spaces.":["Separe várias classes com espaços."],"Move image forward":["Mover imagem para frente"],"Move image backward":["Mover imagem para trás"],"Block rendered as empty.":["Bloco exibido como vazio."],"Inline code":["Código em linha"],"Footer section":["Seção do rodapé"],"Header section":["Seção do cabeçalho"],"Sorting and filtering":["Ordem e filtros"],"Post meta settings":["Configurações de metadados do post"],"Post Content":["Conteúdo do post"],"Post content settings":["Configurações do conteúdo do post"],"Column settings":["Configurações da coluna"],"Footer":["Rodapé"],"sidebars":[],"This color combination may be hard for people to read.":["Esta combinação de cores pode dificultar a leitura."],"There is no poster image currently selected":["Nenhuma imagem do poster selecionada no momento"],"The current poster image url is %s":["O URL da imagem do poster é %s"],"Crop image to fill entire column":["Recortar a imagem para preencher toda a coluna"],"Play inline":["Reproduzir sem abrir em tela cheia"],"Leave empty if the image is purely decorative.":["Deixe vazio se a imagem for apenas decorativa."],"Describe the purpose of the image":["Descreva o propósito da imagem"],"Add a block":["Adicionar um bloco"],"Block vertical alignment setting label\u0004Change vertical alignment":["Mudar alinhamento vertical"],"Replace Image":["Substituir imagem"],"Legacy Widget":["Widget legado"],"Select a legacy widget to display:":["Selecione um widget legado para exibir:"],"There are no widgets available.":["Não há widgets disponíveis."],"%s: Change block type or style":["%s: Alterar tipo ou estilo de bloco"],"keyboard key\u0004Space":["Espaço"],"keyboard key\u0004Backspace":["Backspace"],"Search Terms":["Pesquisar termos"],"Exit the Editor":["Sair do editor"],"Embedded content from %s can't be previewed in the editor.":["O conteúdo incorporado de %s não pode ser pré-visualizado no editor."],"Stick to the top of the blog":["Fixar no topo do blog"],"Read about permalinks":["Leia mais sobre links permanentes"],"The last part of the URL.":["A última parte do URL."],"URL Slug":["Slug do URL"],"Taxonomy":["Taxonomia"],"Tag Cloud settings":["Configurações da nuvem de tags"],"- Select -":["- Selecionar -"],"Default":["Padrão"],"Search":["Pesquisar"],"Add button text…":["Adicione o texto do botão..."],"Button text":["Texto do botão"],"Optional placeholder…":["Texto de marcação opcional…"],"Optional placeholder text":["Texto de marcação opcional"],"Add label…":["Adicionar rótulo…"],"Label text":["Texto do rótulo"],"image %1$d of %2$d in gallery":["imagem %1$d de %2$d na galeria"],"Calendar":["Calendário"],"An error has occurred, which probably means the feed is down. Try again later.":["Ocorreu um erro, provavelmente porque o feed não está disponível no momento. Tente mais tarde."],"RSS Error:":["Erro de RSS:"],"block style\u0004Default":["Padrão"],"Fullscreen mode deactivated":["Modo de tela cheia desativado"],"Fullscreen mode activated":["Modo de tela cheia ativado"],"Spotlight mode deactivated":["Modo sem distrações desativado"],"Spotlight mode activated":["Modo sem distrações ativado"],"Top toolbar deactivated":["Barra de ferramentas superior desativada"],"Top toolbar activated":["Barra de ferramentas superior ativada"],"Back":["Voltar"],"Feature activated":["Recurso ativado"],"Feature deactivated":["Recurso desativado"],"Max number of words in excerpt":["Número máximo de palavras no resumo"],"Display excerpt":["Exibir resumo"],"Display date":["Exibir data"],"Display author":["Exibir autor"],"RSS settings":["Configurações de RSS"],"Edit RSS URL":["Editar URL do RSS"],"Hide the excerpt on the full content page":["Ocultar o resumo na página completa do conteúdo"],"The excerpt is visible.":["O resumo está visível."],"The excerpt is hidden.":["O resumo está oculto."],"Sorry, this content could not be embedded.":["Não foi possível incorporar o conteúdo."],"Embed Amazon Kindle content.":["Incorpore conteúdo do Amazon Kindle."],"ebook":["e-book"],"Embed Crowdsignal (formerly Polldaddy) content.":["Incorpore conteúdo do Crowdsignal (anteriormente conhecido como Polldaddy)."],"Focal point picker":["Seletor de ponto focal"],"Underline":["Sublinhado"],"Attempt Block Recovery":["Tentar restaurar o bloco"],"Word count type. Do not translate!\u0004words":["palavras"],"content placeholder\u0004Content…":["Conteúdo..."],"button label\u0004Convert to link":["Converter para link"],"button label\u0004Try again":["Tente novamente"],"Editor tips":["Dicas de edição"],"Block (selected)":["Bloco (selecionado)"],"%d word":["%d Palavra","%d Palavras"],"Top toolbar":["Barra de ferramentas superior"],"Link Rel":["Link rel"],"Link CSS Class":["Classe CSS do link"],"https://wordpress.org/plugins/classic-widgets/":["https://wordpress.org/plugins/classic-widgets/"],"To edit the featured image, you need permission to upload media.":["Para editar a imagem em destaque, você precisa de permissão para enviar mídia."],"To edit this block, you need permission to upload media.":["Para editar este bloco, você precisa de permissão para enviar mídia."],"(selected block)":["(bloco selecionado)"],"Block tools":["Ferramentas de bloco"],"Permalink":["Link permanente"],"This image has an empty alt attribute":["Esta imagem possuí um atributo alt vazio"],"This image has an empty alt attribute; its file name is %s":["Esta imagem possuí um atributo alt vazio; O nome do arquivo é %s"],"Link inserted.":["Link inserido."],"Warning: the link has been inserted but may have errors. Please test it.":["Atenção: o link foi inserido mas pode conter erros. Faça um teste."],"%s block selected.":["%s bloco selecionado.","%s blocos selecionados."],"Thumbnail":["Miniatura"],"Full Size":["Tamanho completo"],"Link selected.":["Link selecionado."],"Start writing with text or HTML":["Iniciar escrevendo como texto ou HTML"],"Type text or HTML":["Digite texto ou HTML"],"Align text right":["Alinhar texto à direita"],"Align text center":["Alinhar texto ao centro"],"Align text left":["Alinhar texto à esquerda"],"Empty block; start writing or type forward slash to choose a block":["Bloco vazio; comece a escrever ou digite / para escolher um bloco."],"Paragraph block":["Bloco de parágrafo"],"Stack on mobile":["Empilhar nos dispositivos móveis"],"Annotation":["Anotação"],"Drag images, upload new ones or select files from your library.":["Arraste imagens, envie novas ou selecione arquivos da sua biblioteca."],"blocks\u0004Most used":["Mais usados"],"imperative verb\u0004Resolve":["Resolver"],"font size name\u0004Huge":["Enorme"],"font size name\u0004Large":["Grande"],"font size name\u0004Medium":["Médio"],"font size name\u0004Small":["Pequeno"],"font size name\u0004Normal":["Normal"],"button label\u0004Import":["Importar"],"button label\u0004Download":["Baixar"],"button label\u0004Embed":["Incorporar"],"block title\u0004Embed":["Incorporar"],"block title\u0004Classic":["Clássico"],"Link edited.":["Link editado."],"Link removed.":["Link removido."],"media":["mídia"],"Double-check your settings before publishing.":["Confira suas configurações antes de publicar."],"Generating preview…":["Gerando pré-visualização..."],"Edit or update the image":["Editar ou atualizar a imagem"],"Media":["Mídia"],"Navigate to the nearest toolbar.":["Navegue para a caixa de ferramentas mais próxima."],"Document tools":["Ferramentas do documento"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["Dê ênfase visual ao texto de citação. \"Ao citarmos outros, nós nos mencionamos.\" - Julio Cortázar"],"Media & Text settings":["Configurações mídia & texto"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["Introduza novas seções e organize seu conteúdo para ajudar visitantes (e mecanismos de pesquisa) a entenderem a estrutura do seu conteúdo."],"Resize for smaller devices":["Redimensionar para dispositivos menores"],"This embed may not preserve its aspect ratio when the browser is resized.":["Essa incorporação não preservará sua proporção quando o navegador for redimensionado."],"This embed will preserve its aspect ratio when the browser is resized.":["Essa incorporação preservará sua proporção quando o navegador for redimensionado."],"Embed an Animoto video.":["Incorporar um vídeo do Animoto."],"Embed a Vimeo video.":["Incorporar um vídeo do Vimeo."],"Embed Flickr content.":["Incorporar um conteúdo do Flickr."],"Embed Spotify content.":["Incorporar conteúdo do Spotify."],"Embed SoundCloud content.":["Incorporar conteúdo do SoundCloud."],"Embed a WordPress post.":["Incorporar um post do WordPress."],"Embed an Instagram post.":["Incorporar um post do Instagram."],"Embed a Facebook post.":["Incorporar um post do Facebook."],"Embed a WordPress.tv video.":["Incorporar um vídeo do WordPress.tv."],"Embed a VideoPress video.":["Incorporar um vídeo do VideoPress."],"Embed a Tumblr post.":["Incorporar um post do Tumblr."],"Embed a TED video.":["Incorporar um vídeo TED."],"Embed Speaker Deck content.":["Incorporar conteúdo Speaker Deck."],"Embed a YouTube video.":["Incorporar um vídeo do YouTube."],"Embed SmugMug content.":["Incorporar conteúdo SmugMug."],"Embed Slideshare content.":["Incorporar conteúdo Slideshare."],"Embed Scribd content.":["Incorporar conteúdo Scribd."],"Embed Screencast content.":["Incorporar conteúdo Screencast."],"Embed ReverbNation content.":["Incorporar conteúdo ReverbNation."],"Embed a Reddit thread.":["Incorpore uma discussão do Reddit."],"Embed Mixcloud content.":["Incorporar conteúdo Mixcloud."],"Embed a tweet.":["Incorporar um tweet."],"Embed Kickstarter content.":["Incorpore conteúdo do Kickstarter."],"Embed Issuu content.":["Incorporar conteúdo do Issuu."],"Embed Imgur content.":["Incorporar conteúdo do Imgur."],"Embed a Dailymotion video.":["Incorporar um vídeo do Dailymotion."],"Embed CollegeHumor content.":["Incorpore conteúdo do CollegeHumor."],"Embed Cloudup content.":["Incorporar conteúdo do Cloudup."],"noun\u0004View":["Visualização"],"editor button\u0004Left to right":["Esquerda para a direita"],"Save as pending":["Salvar como pendente"],"%s address":["%s endereço"],"Paste or type URL":["Colar ou digitar URL"],"Insert from URL":["Inserir a partir de um URL"],"Styles":["Estilos"],"General":["Geral"],"Work without distraction":["Trabalhe sem distração"],"Focus on one block at a time":["Concentre-se em um bloco de cada vez"],"Access all block and document tools in a single place":["Acesse todas as ferramentas de blocos e documento em um só lugar."],"Options":["Opções"],"(opens in a new tab)":["(abrir em uma nova aba)"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Seu site não inclui o suporte para o bloco \"%s\". Você pode deixar esse bloco como está ou removê-lo totalmente."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Seu site não inclui o suporte para o bloco \"%s\". Você pode deixar esse bloco como está, pode convertê-o para um bloco de HTML personalizado ou removê-lo totalmente."],"Media area":["Área de mídia"],"Show media on right":["Mostrar mídia à direita"],"Show media on left":["Mostrar mídia à esquerda"],"Cover":["Capa"],"Huge":["Enorme"],"Medium":["Médio"],"Normal":["Normal"],"Paste URL or type to search":["Cole URL ou digite para pesquisar"],"Terms":["Termos"],"Your work will be published at the specified date and time.":["Seu conteúdo será publicado na data e hora especificadas."],"Are you ready to schedule?":["Você está pronto para agendar?"],"Always show pre-publish checks.":["Sempre mostrar as verificações da pré-publicação."],"Take Over":["Assumir o controle"],"All Posts":["Todos os post"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["Outro usuário está trabalhando neste post, o que significa que você não pode fazer alterações, a menos que você assuma o controle."],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s está atualmente trabalhando neste post, o que significa que você não pode fazer alterações, a menos que você assuma o controle."],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["Outro usuário agora tem o controle de edição desse post. Não se preocupe, suas alterações até o momento foram salvas."],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["%s agora tem o controle de edição deste post. Não se preocupe, suas alterações até o momento foram salvas."],"Avatar":["Avatar"],"This post is already being edited.":["Este post já está sendo editado."],"Someone else has taken over this post.":["Alguém assumiu este post."],"This block contains unexpected or invalid content.":["Este bloco contém conteúdo inesperado ou inválido."],"Resolve Block":["Resolver bloco"],"Convert to HTML":["Converter para HTML"],"This block can only be used once.":["Este bloco só pode ser usado uma vez."],"Exit code editor":["Sair do editor de código"],"Editing code":["Editando o código"],"HTML":["HTML"],"Write HTML…":["Escreva HTML…"],"Media settings":["Configurações de mídia"],"Overlay":["Sobreposição"],"Reusable block imported successfully!":["Bloco reutilizável importado!"],"Invalid Reusable block JSON file":["Arquivo JSON de bloco reutilizável inválido"],"Invalid JSON file":["Arquivo JSON inválido"],"Import from JSON":["Importar de JSON"],"Backtick":["Acento grave"],"Period":["Ponto"],"Comma":["Vírgula"],"Change type of %d block":["Mudar tipo de %d bloco","Mudar tipo de %d blocos"],"Current":["Atual"],"After Conversion":["Depois da conversão"],"Change alignment":["Mudar alinhamento"],"Change text alignment":["Mudar alinhamento do texto"],"%d block":["%d bloco","%d blocos"],"Forward-slash":["Barra"],"No archives to show.":["Não há arquivos para mostrar."],"This file is empty.":["O arquivo está vazio."],"Sorry, this file type is not supported here.":["Não há suporte aqui para este tipo de arquivo."],"Title":["Título"],"Fullscreen mode":["Modo tela cheia"],"Beautiful landscape":["Linda paisagem"],"Close panel":["Fechar o painel"],"Convert to Classic Block":["Converter para o bloco Clássico"],"Poster image":["Imagem de capa"],"Create":["Criar"],"Row count":["Quantidade de linhas"],"Column count":["Quantidade de colunas"],"block description\u0004Create and save content to reuse across your site. Update the block, and the changes apply everywhere it’s used.":["Crie e salve o conteúdo para reutilizá-lo em outras partes do seu site. Quando você atualiza um bloco, as alterações são aplicadas em todos os lugares em que ele é usado."],"Change the block type after adding a new paragraph.":["Mude o tipo de bloco após adicionar um novo parágrafo."],"Spotlight mode":["Modo sem distrações"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["As tags ajudam os usuários e os mecanismos de pesquisa a navegar no seu site e encontrar o seu conteúdo. Adicione algumas palavras-chave para descrever seu post."],"Add tags":["Adicionar tags"],"Apply the \"%1$s\" format.":["Aplicar o formato \"%1$s\"."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Seu tema usa formatos de posts para destacar diferentes tipos de conteúdo, como imagens ou vídeos. Aplique um formato de post para ver este estilo especial."],"Use a post format":["Use um formato de post"],"Insert after":["Inserir depois"],"Insert before":["Inserir antes"],"Move %1$d block from position %2$d down by one place":["Mover %1$d bloco da posição %2$d para baixo uma posição","Mover %1$d blocos da posição %2$d para baixo uma posição"],"Move %1$d block from position %2$d up by one place":["Mover %1$d bloco da posição %2$d para cima uma posição","Mover %1$d blocos da posição %2$d para cima uma posição"],"Move %1$s block from position %2$d right to position %3$d":["Mover bloco %1$s da posição direita %2$d para a posição %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Mover bloco %1$s da posição superior %2$d para a posição %3$d"],"Insert a new block before the selected block(s).":["Inserir um novo bloco antes do(s) bloco(s) selecionado(s)."],"Remove the selected block(s).":["Remover o(s) bloco(s) selecionado(s)."],"Duplicate the selected block(s).":["Duplicar o(s) bloco(s) selecionado(s)."],"Block shortcuts":["Atalhos de teclado dos blocos"],"Clear selection.":["Limpar seleção."],"Select all text when typing. Press again to select all blocks.":["Selecionar todo o texto durante a digitação. Pressionar novamente para selecionar todos blocos."],"Selection shortcuts":["Atalhos para seleção"],"Switch between visual editor and code editor.":["Alterne entre o editor visual e o editor de código."],"Navigate to the previous part of the editor.":["Navegar para a parte anterior do editor."],"Navigate to the next part of the editor.":["Navegar para a próxima parte do editor."],"Show or hide the settings sidebar.":["Mostrar ou ocultar a barra lateral de configurações."],"Redo your last undo.":["Refaz seu último desfazer."],"Undo your last changes.":["Desfaz as últimas alterações."],"Save your changes.":["Salvar suas alterações."],"Global shortcuts":["Atalhos globais"],"Remove a link.":["Remover um link."],"Convert the selected text into a link.":["Converter o texto selecionado em um link."],"Underline the selected text.":["Sublinhar o texto selecionado."],"Make the selected text italic.":["Tornar itálico o texto selecionado."],"Make the selected text bold.":["Tornar negrito o texto selecionado."],"Text formatting":["Formatação de texto"],"Insert a new block after the selected block(s).":["Inserir um novo bloco após o(s) bloco(s) selecionado(s)."],"Keyboard shortcuts":["Atalhos do teclado"],"Thanks for testing Gutenberg!":["Obrigado por testar o Gutenberg!"],"Help build Gutenberg":["Ajude a construir o Gutenberg"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository</a>.":["Se você quiser saber mais sobre como criar blocos adicionais ou se estiver interessado em ajudar no projeto, acesse o <a href=\"%s\">repositório do GitHub</a>."],"The WordPress community":["A comunidade WordPress"],"Code is Poetry":["Código é poesia"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Você consegue montar o bloco que quiser, estático ou dinâmico, decorativo ou simples. Aqui vai um bloco com citação destacada:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Qualquer bloco pode usar estes alinhamentos, até o bloco de mídias incorporadas, que já é responsivo por padrão:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["A galeria acima tem somente duas imagens. É uma maneira mais fácil de ter um visual atraente, sem ter que lidar com floats, um código CSS que pode ser bem complicado. Você também pode facilmente converter a galeria de volta a imagens individuais, usando o botão de transformação de blocos."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["É claro que uma imagem ocupando a largura total pode ficar muito grande. Mas às vezes a imagem vale a pena."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["A acessibilidade é importante &mdash; não se esqueça dos atributos alt de imagem"],"If you combine the new <strong>wide</strong> and <strong>full-wide</strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Se você combinar os novos alinhamentos <strong>largura ampla</strong> e <strong>largura total</strong> com galerias, você pode criar uma boa apresentação visual muito rapidamente:"],"Media Rich":["Rico em mídia"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Você pode mudar a quantidade de colunas em suas galerias mexendo no controle deslizante do inspetor de bloco da barra lateral."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Os blocos podem ser qualquer coisa que você precisar. Por exemplo, você pode querer adicionar uma citação tímida como parte da composição do texto, ou talvez prefira exibir uma em estilo gigante. Todas essas opções estão disponíveis no adicionador."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["A informação que corresponde à origem da citação é um campo separado, similar às legendas sob as imagens, de forma que a estrutura da citação esteja sempre certa, mesmo que você selecione, modifique ou remova essa origem. Também fica fácil adicioná-la de volta."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["O editor se propõe a criar uma nova experiência de construção de posts e páginas, facilitando a criação conteúdos mais elaborados. Ele tem \"blocos\" para facilitar aquilo que atualmente envolveria shortcodes, HTML personalizados ou uma confusão de elementos incorporados."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Uma enorme vantagem dos blocos é que você consegue editá-los no lugar e manipular o conteúdo deles diretamente. Em vez de ter campos para editar, por exemplo, o código de uma citação ou o texto de um botão, você pode alterar o conteúdo diretamente. Experimente editar a seguinte citação:"],"Visual Editing":["Edição visual"],"And <em>Lists</em> like this one of course :)":["E <em>listas</em> como esta aqui, é claro :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Blocos de layout, botões de curtir, imagens em destaque, separadores etc."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Incorporados, como YouTube, Tweets ou outros posts do WordPress."],"Galleries":["Galerias"],"Images &amp; Videos":["Imagens &amp; vídeos"],"Text &amp; Headings":["Textos &amp; títulos"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Experimente, você pode descobrir coisas que o WordPress já é capaz de adicionar nos seus posts e que você nem sabia. Aqui vai uma lista do que você já pode encontrar:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)</code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Imagine tudo o que o WordPress pode fazer, está disponível para você rapidamente e no mesmo lugar na interface. Sem necessidade de lembrar sobre tags de HTML, classes ou lembrar da sintaxe complicada de shortcodes. Esse é o espírito por trás do adicionador, o botão <code>(+)</code> que você verá pelo editor, que permite navegar em todos os blocos de conteúdo disponíveis e adicioná-los ao seu post. Plugins e temas são capazes de registrar os seus próprios, abrindo todo o tipo de possibilidades para edição e publicação."],"The <em>Inserter</em> Tool":["A ferramenta de <em>adição</em>"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Tente selecionar e remover ou editar a legenda. Agora você não precisa se preocupar com selecionar por engano a imagem ou outro texto e com isso estragar a apresentação."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Se o seu tema permitir, você verá um botão \"largo\" na barra de ferramentas da imagem. Experimente."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Lidar com imagens e mídias com todo o cuidado é um dos focos básicos do novo editor. Esperamos que você ache bem mais fácil do que antes a maneira de adicionar legendas ou exibir as imagens em tela cheia."],"A Picture is Worth a Thousand Words":["Uma imagem vale por mil palavras"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Os títulos também são blocos separados, o que ajuda no esboço e organização do seu conteúdo."],"... like this one, which is right aligned.":["...como este aqui, que é alinhado à direita."],"What you are reading now is a <strong>text block</strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["O que você está lendo agora é um <strong>bloco de texto</strong>, o bloco mais básico de todos. O bloco de texto tem seus próprios controles para que seja movimentado livremente pelo post..."],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content</em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["O objetivo deste novo editor é tornar a inclusão de conteúdo rico no WordPress simples e agradável. Este post é todo composto de <em>pedaços de conteúdo</em> — algo parecido com os blocos LEGO — que você pode movimentar e com eles, interagir. Movimente o cursor pela tela e você vai notar que os vários blocos são ressaltados por linhas e setas. Clique nas setas para reposicionar os blocos rapidamente, sem o medo de perder alguma coisa no processo de copiar e colar."],"Of Mountains &amp; Printing Presses":["Sobre montanhas e primeiras impressões"],"Welcome to the Gutenberg Editor":["Bem-vindo ao editor Gutenberg"],"Learn more":[],"Are you sure you want to unschedule this post?":["Tem certeza de que deseja desagendar este post?"],"Alt text (alternative text)":["Texto alt (texto alternativo)"],"The title for the object.":["O título para o objeto."],"Unique identifier for the object.":["Identificador único para o objeto."],"Untitled Reusable block":["Bloco reutilizável sem título"],"Small":["Pequeno"],"Reusable":["Reutilizável"],"Add to Reusable blocks":["Adicionar aos blocos reutilizáveis"],"Keep as HTML":["Manter como HTML"],"Edit URL":["Editar URL"],"The response is not a valid JSON response.":["A resposta não é um JSON válido."],"Editor publish":["Publicação do editor"],"Muted":["Mudo"],"Video settings":["Configurações de vídeo"],"Display avatar":["Exibir avatar"],"Latest comments settings":["Configurações dos comentários mais recentes"],"Number of comments":["Número de comentários"],"Auto":["Auto"],"Preload":["Pré-carregar"],"Audio settings":["Configurações de áudio"],"Archives settings":["Configurações dos arquivos"],"https://wordpress.org/support/plugin/gutenberg/":["https://wordpress.org/support/plugin/gutenberg/"],"Support":["Suporte"],"No comments to show.":["Nenhum comentário para mostrar."],"%1$s on %2$s":["%1$s em %2$s"],"Select Post":["Selecionar post"],"Select Week":["Selecionar semana"],"Select Day":["Selecione o dia"],"Select Month":["Selecione o mês"],"Select Year":["Selecione o ano"],"Archives":["Arquivos"],"Cyan bluish gray":["Cinza ciano azulado"],"Vivid cyan blue":["Azul ciano vívido"],"Pale cyan blue":["Azul ciano pálido"],"Vivid green cyan":["Verde ciano vívido"],"Light green cyan":["Verde ciano claro"],"Luminous vivid amber":["Âmbar luminoso vívido"],"Luminous vivid orange":["Laranja vívido luminoso"],"Vivid red":["Vermelho vívido"],"Pale pink":["Rosa pálido"],"Inline image":["Imagem em linha"],"Available block types":["Tipos de bloco disponíveis"],"Transform to":["Transformar em"],"Open publish panel":["Abrir o painel de publicação"],"Large":["Grande"],"Regular":["Normal"],"Show download button":["Mostrar botão de baixar"],"Download button settings":["Configurações do botão de baixar"],"Link to":["Apontar para"],"Text link settings":["Configurações de link de texto"],"Copy URL":["Copiar URL"],"Write file name…":["Escreva o nome do arquivo..."],"File":["Arquivo"],"Square":["Quadrado"],"Loop":["Loop"],"Autoplay":["Reprodução automática"],"Playback controls":["Controles de reprodução"],"Disable tips":["Desativar dicas"],"Got it":["Entendi"],"See next tip":["Ver próxima dica"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Quando estiver pronto, envie a publicação para revisão para que um editor possa aprová-la."],"Are you ready to submit for review?":["Você está pronto para enviar para revisão?"],"Replace image":["Substituir imagem"],"Remove image":["Remover a imagem"],"Invalid term ID.":["ID de termo inválido."],"The ID for the parent of the object.":["O ID do item ascendente ao objeto."],"Error while uploading file %s to the media library.":["Ocorreu um erro ao enviar o arquivo %s para a biblioteca de mídia."],"This file exceeds the maximum upload size for this site.":["O arquivo excedeu o tamanho máximo de envio para esse site."],"View the autosave":["Ver o salvamento automático"],"There is an autosave of this post that is more recent than the version below.":["Existe uma versão salva automaticamente desta publicação que é mais recente do que a versão abaixo."],"Autosaving":["Salvando automaticamente"],"Enter URL here…":["Digite URL aqui..."],"beta":["beta"],"Pin to toolbar":["Fixar na barra de ferramentas"],"Unpin from toolbar":["Desafixar da barra de ferramentas"],"Fixed width table cells":["Células da tabela de largura fixa"],"Table settings":["Configurações da tabela"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":["Insere um bloco que exibe conteúdo carregado através de outros sites, como Twitter ou YouTube."],"No results found.":["Nenhum resultado encontrado."],"Error loading block: %s":["Erro ao carregar o bloco: %s"],"Unknown error":["Erro desconhecido"],"term\u0004Remove %s":["Remover %s"],"Height in pixels":["Altura em pixels"],"Spacer settings":["Configurações do espaçador"],"Toggle to show a large initial letter.":["Alternar para mostrar uma letra inicial grande."],"Showing large initial letter.":["Mostrando letra inicial grande."],"Skip to the selected block":["Pule para o bloco selecionado"],"Schedule…":["Agendar..."],"Block settings closed":["Configurações do bloco fechadas"],"Close plugin":["Fechar plugin"],"Editor settings":["Editor de configurações"],"Link settings":["Configurações do link"],"Unlink":["Desvincular"],"Page break":["Quebra de página"],"Height":["Altura"],"Width":["Largura"],"Image dimensions":["Dimensões da imagem"],"Thumbnails are not cropped.":["Miniaturas não são cortadas."],"Thumbnails are cropped to align.":["Miniaturas são cortadas para alinhar."],"Media Library":["Biblioteca de mídia"],"Advanced":["Avançado"],"Reset the template":["Redefinir o modelo"],"Keep it as is":["Mantenha como está"],"The content of your post doesn’t match the template assigned to your post type.":["O conteúdo do seu post não corresponde ao modelo atribuído ao seu tipo de post."],"Resetting the template may result in loss of content, do you want to continue?":["A redefinição do modelo pode resultar em perda de conteúdo, deseja continuar?"],"Document Statistics":["Estatísticas do documento"],"is now scheduled. It will go live on":["está agendado. Será publicado em"],"Scheduling…":["Agendando..."],"Code editor selected":["Editor de código selecionado"],"Visual editor selected":["Editor visual selecionado"],"Plugins":["Plugins"],"term\u0004%s removed":["%s excluído"],"term\u0004%s added":["%s adicionado"],"imperative verb\u0004Preview":["Visualizar"],"Trashing failed":["Falha ao mover para lixeira"],"Updating failed.":["Falha ao atualizar."],"Scheduling failed.":["Falha ao agendar."],"Publishing failed.":["Falha ao publicar."],"View post":["Ver post"],"You have unsaved changes. If you proceed, they will be lost.":["Você tem alterações que não foram salvas. Se você continuar, elas serão perdidas."],"Document Outline":["Visão geral do documento"],"Paragraphs":["Parágrafos"],"Headings":["Títulos"],"Words":["Palavras"],"Public":["Público"],"Protected with a password you choose. Only those with the password can view this post.":["Protegido com uma senha definida por você. Apenas aqueles com a senha podem visualizar esse post."],"Password Protected":["Protegido por senha"],"Only visible to site admins and editors.":["Visível apenas para administradores e editores."],"Private":["Privado"],"Visible to everyone.":["Visível para todos."],"Post Visibility":["Visibilidade do post"],"Would you like to privately publish this post now?":["Gostaria de publicar de forma privada este post agora?"],"Use a secure password":["Use uma senha segura"],"Create password":["Criar senha"],"Move to trash":["Mover para a lixeira"],"Parent Term":["Termo ascendente"],"Parent Category":["Categoria ascendente"],"Add new term":["Adicionar novo termo"],"Add new category":["Adicionar nova categoria"],"Term":["Termo"],"Tag":["Tag"],"Add new Term":["Adicionar novo termo"],"Add new tag":["Adicionar nova tag"],"Switch to draft":["Mudar para rascunho"],"Are you sure you want to unpublish this post?":["Tem certeza de que deseja cancelar a publicação deste post?"],"Immediately":["Imediatamente"],"Save draft":["Salvar rascunho"],"Saving":["Salvando"],"Publish:":["Publicar: "],"Visibility:":["Visibilidade:"],"Are you ready to publish?":["Pronto para publicar?"],"What’s next?":["O que mais?"],"is now live.":["agora está no ar."],"Schedule":["Agendar"],"Update":["Atualizar"],"Submit for Review":["Enviar para revisão"],"Updating…":["Atualizando..."],"Publishing…":["Publicando…"],"Allow pingbacks & trackbacks":["Permitir pingbacks e trackbacks"],"Copy":["Copiar"],"Pending review":["Revisão pendente"],"%d Revision":["%d revisão","%d revisões"],"Suggestion:":["Sugestão:"],"Post Format":["Formato do post"],"Chat":["Bate-papo"],"Status":["Status"],"Standard":["Padrão"],"Aside":["Nota"],"Featured image":["Imagem destacada"],"Set featured image":["Definir imagem destacada"],"Learn more about manual excerpts":["Saiba mais sobre os resumos"],"Write an excerpt (optional)":["Escreva um resumo (opcional)"],"Allow comments":["Permitir comentários"],"Template:":["Modelo:"],"no title":["sem título"],"Order":["Ordem"],"No blocks found.":["Nenhum bloco encontrado."],"%d result found.":["%d resultado encontrado.","%d resultados encontrados."],"Saved":["Salvo"],"Embeds":["Códigos incorporados"],"Blocks":["Blocos"],"Search for a block":["Procurar um bloco"],"Add block":["Adicionar bloco"],"Copy Error":["Copiar o erro"],"Copy Post Text":["Copiar o texto do post"],"Attempt Recovery":["Tentativa de recuperação"],"The editor has encountered an unexpected error.":["O editor encontrou um erro inesperado."],"Undo":["Desfazer"],"Redo":["Refazer"],"(Multiple H1 headings are not recommended)":["(Múltiplos títulos H1 não são recomendados)"],"(Your theme may already use a H1 for the post title)":["(Seu tema pode já usar um título H1 para o título do post)"],"(Incorrect heading level)":["(Nível de título incorreto)"],"(Empty heading)":["(Título vazio)"],"Convert to blocks":["Converter para blocos"],"Convert to regular blocks":["Converter para bloco normal"],"More options":["Mais opções"],"Edit visually":["Editar visualmente"],"Duplicate":["Duplicar"],"Blocks cannot be moved down as they are already at the bottom":["Os blocos não podem ser movidos para baixo pois eles já estão na parte inferior"],"Blocks cannot be moved up as they are already at the top":["Os blocos não podem ser movidos para cima pois eles já estão na parte superior"],"Block %1$s is at the beginning of the content and can’t be moved right":["O bloco %1$s está no começo do conteúdo e não pode ser movido para direita"],"Block %1$s is at the end of the content and can’t be moved right":["O bloco %1$s está no final do conteúdo e não pode ser movido para direita"],"Block %s is the only block, and cannot be moved":["O bloco %s é o único bloco e não pode ser movido"],"Move down":["Mover para baixo"],"Move up":["Mover para cima"],"Edit as HTML":["Editar como HTML"],"Convert to Blocks":["Converter para blocos"],"Block: %s":["Bloco: %s"],"This block has encountered an error and cannot be previewed.":["Este bloco encontrou um erro e não pode ser visualizado."],"No block selected.":["Nenhum bloco selecionado."],"Transform into:":["Transformar em:"],"Remove":["Remover"],"Find original":["Encontre o original"],"Copy all content":["Copiar todo o conteúdo"],"Copied!":["Copiado!"],"Additional settings are now available in the Editor block settings sidebar":["Configurações adicionais estão agora disponíveis nas configurações da barra lateral do Editor de bloco."],"Visibility":["Visibilidade"],"Status & visibility":["Status e visibilidade"],"Page attributes":["Atributos da página"],"Block":["Bloco","%d Blocos"],"Block Settings":["Configurações do bloco"],"Document":["Documento"],"Document settings":["Configurações do documento"],"Close settings":["Fechar configurações"],"Editor content":["Editor de conteúdo"],"Tools":["Ferramentas"],"Editor":["Editor"],"Code editor":["Editor de código"],"Visual editor":["Editor visual"],"Editor top bar":["Barra superior do editor"],"Settings":["Configurações"],"Reset":["Redefinir"],"Off":[],"An unknown error occurred.":["Ocorreu um erro desconhecido."],"No results.":["Nenhum resultado."],"%d result found, use up and down arrow keys to navigate.":["%d resultado encontrado, use as setas para cima e para baixo para navegar.","%d resultados encontrados, use as setas para cima e para baixo para navegar"],"(no title)":["(sem título)"],"URL":["URL"],"Submit":["Enviar"],"Close":["Fechar"],"Insert link":["Inserir link"],"Edit link":["Editar link"],"Link":["Link"],"Strikethrough":["Riscado"],"Italic":["Itálico"],"Bold":["Negrito"],"Remove link":["Remover link"],"Number of items":["Número de itens"],"All":["Tudo"],"Category":["Categoria"],"Select":["Selecionar"],"Select or Upload Media":["Selecione ou envie a mídia"],"Video":["Vídeo"],"New Column":["Nova coluna"],"Delete column":["Excluir coluna"],"Delete row":["Excluir linha"],"Edit table":["Editar tabela"],"Table":["Tabela"],"Write shortcode here…":["Digite um shortcode aqui..."],"Shortcode":["Shortcode"],"Separator":["Separador"],"Quote":["Citação"],"Write preformatted text…":["Escreva um texto pré-formatado..."],"Paragraph":["Parágrafo"],"Font size":["Tamanho da fonte"],"Drop cap":["Letra capitular"],"Read more":["Leia mais"],"Indent list item":["Avançar item da lista"],"Outdent list item":["Recuar item da lista"],"Convert to ordered list":["Converter para lista ordenada"],"Convert to unordered list":["Converter para lista não ordenada"],"List":["Lista"],"No posts found.":["Nenhum post encontrado."],"Latest Posts":["Posts mais recentes"],"Display post date":["Exibir a data do post"],"Grid view":["Visualização em grade"],"List view":["Visualização em lista"],"photo":["foto"],"Size":["Tamanho"],"Image settings":["Configurações da imagem"],"Image":["Imagem"],"Preview":["Visualizar"],"Heading":["Título"],"Heading %d":["Título %d"],"Heading settings":["Configurações de títulos"],"None":["Nenhum"],"Media File":["Arquivo de mídia"],"Attachment Page":["Página de anexo"],"Crop images":["Recortar imagens"],"Gallery settings":["Configurações da galeria"],"Gallery":["Galeria"],"More":["Mais"],"Classic":["Editor Clássico"],"video":["vídeo"],"audio":["áudio"],"music":["música"],"image":["imagem"],"blog":["blog"],"post":["post"],"Embedded content from %s":["Conteúdo incorporado de %s"],"Enter URL to embed here…":["Digite aqui o URL da mídia a ser incorporada…"],"%s URL":["URL do %s"],"Embedding…":["Incorporando..."],"Write title…":["Escreva o título..."],"Fixed background":["Fundo fixo"],"Edit image":["Editar imagem"],"Columns":["Colunas"],"Experiments":["Experimental"],"Code":["Código"],"Write code…":["Escreva o código…"],"Categories":["Categorias"],"Show hierarchy":["Mostrar hierarquia"],"Show post counts":["Mostrar número de posts"],"Display as dropdown":["Mostrar como lista suspensa"],"Categories settings":["Configurações das categorias"],"Add text…":["Adicionar texto..."],"Apply":["Aplicar"],"Block has been deleted or is unavailable.":["O bloco foi excluído ou está indisponível."],"Reusable blocks":["Blocos reutilizáveis"],"Cancel":["Cancelar"],"Edit":["Editar"],"Use URL":["Usar URL"],"Audio":["Áudio"],"Upload":["Enviar"],"Additional CSS class(es)":["Classes CSS adicionais"],"HTML anchor":["Âncora de HTML"],"This color combination may be hard for people to read. Try using a brighter background color and/or a darker text color.":["Essa combinação de cores pode ser difícil para as pessoas lerem. Tente usar uma cor de fundo mais clara e/ou uma cor de texto mais escura."],"This color combination may be hard for people to read. Try using a darker background color and/or a brighter text color.":["Essa combinação de cores pode ser difícil para as pessoas lerem. Tente usar uma cor de fundo mais escura e/ou uma cor de texto mais clara."],"Full width":["Largura total"],"Wide width":["Largura ampla"],"Widgets":["Widgets"],"Align right":["Alinhar à direita"],"Align center":["Alinhar ao centro"],"Align left":["Alinhar à esquerda"],"Printing since 1440. This is the development plugin for the new block editor in core.":["Imprimindo desde 1440. Este é o plugin de desenvolvimento do novo editor de blocos do WordPress."],"Add title":["Adicionar título"],"Unique identifier for the widget.":["Identificador único para o widget."],"Gutenberg development mode requires files to be built. Run <code>npm install</code> to install dependencies, <code>npm run build</code> to build the files or <code>npm run dev</code> to build the files and watch for changes. Read the <a href=\"https://github.com/WordPress/gutenberg/blob/HEAD/docs/contributors/code/getting-started-with-code-contribution.md\">contributing</a> file for more information.":["O modo de desenvolvimento do Gutenberg requer que os arquivos sejam criados. Execute <code>npm install</code> para instalar as dependências, <code>npm run build</code> para criar os arquivos ou <code>npm run dev</code> para criar os arquivos e observar mudanças. Leia o arquivo de <a href=\"https://github.com/WordPress/gutenberg/blob/master/docs/contributors/getting-started.md\">contribuição</a> para obter mais informações."],"Slug":["Slug"],"Comment":["Comentário"],"Discussion":["Discussão"],"Custom fields":["Campos personalizados"],"Excerpt":["Resumo"],"Publish":["Publicar"],"Metadata":["Metadados"],"Save":["Salvar"],"Documentation":["Documentação"],"Select Category":["Selecionar categoria"],"Invalid post type.":["Tipo de post inválido."],"(Untitled)":["(sem título)"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["O Gutenberg requer o WordPress %s ou posterior para funcionar corretamente. Atualize o WordPress antes de ativar o Gutenberg."],"Gutenberg Team":["Equipe Gutenberg"],"https://github.com/WordPress/gutenberg":["https://github.com/WordPress/gutenberg"],"Gutenberg":["Gutenberg"],"Demo":["Demo"]}