{"100":["100"],"Here’s a detailed guide to learn how to make the most of it.":[],"New to block themes and styling your site? ":[],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":[],"Personalize blocks":[],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":[],"Set the design":[],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":[],"Welcome to Styles":[],"Welcome to styles":[],"styles":[],"Click <StylesIconImage /> to start designing your blocks, and choose your typography, layout, and colors.":[],"Design everything on your site — from the header right down to the footer — using blocks.":[],"Edit your site":[],"Get Started":[],"Welcome to the site editor":[],"Add a featured image":[],"Select menu":[],"View Templates":[],"View Template Parts":[],"The id of the global style variation":[],"Navigation Menus":["Menu Lëvizjesh"],"block description\u0004This block is deprecated. Please use the Comments Query Loop block instead.":["Ky bllok është nxjerrë nga përdorimi. Ju lutemi, në vend të tij përdorni bllokun Comments Query Loop."],"block title\u0004Post Comment (deprecated)":["Koment Postimi (nxjerrë nga përdorimi)"],"block description\u0004Show a block pattern.":["Shfaqni një model blloku."],"block title\u0004Pattern":["Model"],"block keyword\u0004location":["vendndodhje"],"block description\u0004Define a navigation area for your theme. The navigation block associated with this area will be automatically displayed.":["Përcaktoni një zonë lëvizjeje për temën tuaj. Blloku i lëvizjeve i përshoqëruar me këtë zonë do të shfaqet vetvetiu."],"block title\u0004Navigation Area":["Zonë Menuje Lëvizjesh"],"block description\u0004An advanced block that allows displaying post comments based on different query parameters and visual configurations.":["Një bllok i thelluar që lejon shfaqje komentesh postimesh bazuar në parametra të ndryshëm kërkese dhe formësime pamore."],"block title\u0004Comments Query Loop":[],"block description\u0004Contains the block elements used to render a comment, like the title, date, author, avatar and more.":["Përmban elementë blloku të përdorur për të shfaqur një koment, apo titullin, datën, autorin, avatarin, etj."],"block title\u0004Comment Template":["Gjedhe Komentesh"],"block description\u0004Displays a link to reply to a comment.":["Shfaq një lidhje për t’iu përgjigjur komentit."],"block title\u0004Comment Reply Link":["Lidhje Përgjigjeje Komenti"],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":["Shfaq te Pulti i WordPress-it një lidhje për të përpunuar komentin. Kjo lidhje është e dukshme vetëm për përdorues që kanë leje të përpunojnë komente."],"block title\u0004Comment Edit Link":["Lidhje Përpunimi Komenti"],"block description\u0004Add the date of this comment.":["Shtoni datën e këtij komenti."],"block description\u0004Displays the contents of a comment.":["Shfaqni lëndën e një komenti."],"block description\u0004Add the author name of this comment.":["Shtoni emrin e autorit të komentit."],"block title\u0004Comment Author Name":["Emër Autori Komenti"],"block description\u0004Add the avatar of this comment's author.":["Shtoni avatarin e autorit të komentit."],"%s applied.":["%s u aplikua."],"%s removed.":["%s u hoq."],"Sorry, you are not allowed to upload this file type.":["Na ndjeni, s’keni leje të ngarkoni këtë lloj kartelash."],"The following changes have been made to your site, templates, and content.":["Te sajti, gjedhet dhe lënda juaj janë bërë ndryshimet vijuese."],"The following content has been modified.":["Lënda vijuese u ndryshuar."],"This change will affect pages and posts that use this template.":["Ky ndryshim do të prekë faqet dhe postimet që përdorin këtë gjedhe.","Këto ndryshime do të prekin faqet dhe postimet që përdorin këtë gjedhe."],"This change will affect your whole site.":["Ky ndryshim do të prekë krejt sajtin tuaj.","Këto ndryshime do të prekin krejt sajtin tuaj."],"Use left and right arrow keys to resize the canvas.":["Për ripërmasim të kanavacës, përdorni tastet shigjetë majtas dhe djathtas."],"Drag to resize":["Tërhiqeni që të ripërmasohet"],"The following blocks haven't been saved because they are not supported: \"%s\".":["Blloqet vijuese s’janë ruajtur, ngaqë nuk mbulohen: “%s”."],"Transform":["Shndërroje"],"Select Area":["Përzgjidhni Zonë"],"Submenu & overlay background":["Sfond nënmenush & shtrese përsipër"],"Submenu & overlay text":["Tekst nënmenush & shtrese përsipër"],"Navigation menu has been deleted or is unavailable":["Menuja e lëvizjeve është fshirë ose s’mund të kihet"],"Confirm":["Ripohojeni"],"Delete %s":["Fshije %s"],"%s navigation":["Lëvizje në %s"],"Save your new navigation menu":["Ruani menunë tuaj të re të lëvizjeve"],"Save as":["Ruaje si"],"Create new menu":["Krijoni menu të re"],"Create your new navigation menu":["Krijoni menunë tuaj të re të lëvizjeve"],"Untitled Navigation Menu":["Menu Lëvizjesh Pa Titull"],"Classic Menus":["Menu Klasike"],"Menus":["Menu"],"Open list view":["Hap pamjen listë"],"Editing this Gallery in the WordPress mobile app requires version 18.2 or higher.":["Përpunimi i kësaj Galerie në aplikacionin WordPress për celular lyp versionin 18.2 ose më sipër."],"Embed Wolfram Cloud notebook content.":["Trupëzoni lëndë blloku shënimesh Wolfram Cloud."],"Reply":["Përgjigjuni"],"block title\u0004Comment Author Avatar":["Avatar Autori Komenti"],"Avatar Settings":["Rregullime Avatari"],"Displays more block tools":["Shfaqni më tepër mjete blloqesh"],"Create a two-tone color effect without losing your original image.":["Krijoni një efekte ngjyre prej dy tonesh, pa humbur figurën tuaj origjinale."],"Core":["Baza"],"Remove %s":["Hiqe %s"],"%1$d pattern found for \"%2$s\"":["U gjet %1$d model për “%2$s”","U gjetën %1$d modele për “%2$s”"],"Label for showing all block patterns\u0004Explore":["Eksploroni"],"Explore all patterns":["Eksploroni krejt modelet"],"Allow to wrap to multiple lines":["Lejo mbështjelljen e disa rreshtave"],"Classic menu: %s":["Menu klasike: %s"],"Navigation Menus list":["Listë Menush Lëvizjesh"],"Navigation Menus list navigation":["Lëvizje në listë Menush Lëvizjesh"],"Filter Navigation Menu list":["Filtroni listë Menush Lëvizjesh"],"Uploaded to this Navigation Menu":["U ngarkua te kjo Menu Lëvizjesh"],"Insert into Navigation Menu":["Fute te Menu Lëvizjesh"],"Navigation Menu archives":["Arkiva Menush Lëvizjesh"],"No Navigation Menu found in Trash.":["Te Hedhurinat s’u gjet Menu Lëvizjesh."],"No Navigation Menu found.":["S’u gjet Menu Lëvizjesh."],"Parent Navigation Menu:":["Menu Lëvizjesh Mëmë:"],"Search Navigation Menus":["Kërkoni për Menu Lëvizjesh"],"All Navigation Menus":["Krejt Menutë e Lëvizjeve"],"View Navigation Menu":["Shihni Menu Lëvizjesh"],"Edit Navigation Menu":["Përpunoni Menu Lëvizjesh"],"New Navigation Menu":["Menu e Re Lëvizjesh"],"Add New Navigation Menu":["Shtoni Menu të Re Lëvizjesh"],"Navigation Menu\u0004Add New":["Shtoni të Re"],"Admin Menu text\u0004Navigation Menus":["Menu Lëvizjesh"],"Editor %s":["Përpunuesi %s"],"Editor (beta)":["Përpunues (beta)"],"Error when decoding a JSON file at path %1$s: %2$s":["Gabim gjatë shkodimi të një kartele JSON file te shtegu %1$s: %2$s"],"File %s doesn't exist!":["Kartela %s s’ekziston!"],"Theme not found.":["Tema s’u gjet."],"HTML title for the post, transformed for display.":["Titull HTML për postimin, e shndërruar për shfaqje."],"Title for the global styles variation, as it exists in the database.":["Titull për variantin e stileve globalë, siç gjendet te baza e të dhënave."],"Title of the global styles variation.":["Titull i variantit të stileve globalë."],"Global settings.":["Rregullime globale."],"Global styles.":["Stile globalë."],"ID of global styles config.":["ID formësimi stilesh globalë."],"No global styles config exist with that id.":["S’ka formësim stilesh globalë me atë ID."],"Sorry, you are not allowed to access the global styles on this site.":["Na ndjeni, s’keni leje të hyni te stilet globalë në këtë sajt."],"The theme identifier":["Identifikuesi i temës"],"The ID of the assigned navigation.":["ID-ja e menusë së lëvizjeve të përshoqëruar."],"The description of the navigation area.":["Përshkrimi i zonës për menu lëvizjesh."],"The name of the navigation area.":["Emri i zonës për menu lëvizjesh."],"Invalid navigation area.":["Zonë menuje lëvizjesh e pavlefshme."],"Sorry, you are not allowed to view navigation areas.":["Na ndjeni, s’keni leje ta shihni zona menush lëvizjesh."],"An alphanumeric identifier for the navigation area.":["Identifikues alfanumerik për zonë menuje lëvizjesh."],"%s Avatar":["Avatar %s"],"block style label\u0004Plain":["I thjeshtë"],"More Global Styles Actions":["Më tepër Veprime Stilesh Globalë"],"Set the default color used for links across the site.":["Caktoni ngjyrën parazgjedhje të përdorur për lidhjet në sajt."],"Set the default color used for text across the site.":["Caktoni ngjyrën parazgjedhje të përdorur për tekstin në sajt."],"Set a background color or gradient for the whole site.":[],"Color palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Paletat e ngjyrave përdoren për të dhënë mundësi ngjyrash parazgjedhje për blloqe dhe mjete të ndryshme skicimi. Këtu mund të përpunoni ngjyrat me etiketat e tyre."],"Elements":["Elementë"],"Manage palettes and the default color of different global elements on the site.":[],"Manage the fonts used on the site and the default aspect of different global elements.":[],"Customize the appearance of specific blocks and for the whole site.":["Përshtatni pamjen e blloqeve të caktuar dhe për krejt sajtin."],"Browse all %s":["Shfletoni krejt %s"],"Areas":["Zona"],"general":["të përgjithshme"],"Post Terms":["Terma Postimi"],"Link to comment":["Lidhje për te komenti"],"Link to authors URL":["Lidhje për URL autorësh"],"New %s":["%s i ri"],"Create a new %s.":["Krijoni %s të ri."],"Choose an existing %s or create a new one.":["Zgjidhni një %s ekzistues ose krijoni një të ri."],"Creating your new %s…":["Po krijohet %s juaj i ri…"],"Name and create your new %s":["Emërtoni dhe krijoni %s tuaj të ri"],"There is no other %s available. If you are looking for another type of template part, try searching for it using the input above.":["S’ka %s tjetër të gatshëm. Nëse po kërkoni për tjetër lloj pjese gjedheje, provoni të kërkoni për të duke përdorur fushën e dhënieve më sipër."],"Add a site logo":["Shtoni logo sajti"],"Page List: No pages to show.":["Listë Faqesh: S’ka faqe për shfaqje."],"Show icons":["Shfaq ikona"],"Open on click":["Hape kur klikohet"],"Submenus":["Nënmenu"],"Always":["Përherë"],"Collapses the navigation options in a menu icon opening an overlay.":["I tkurr mundësitë e lëvizjes në një ikonë menuje që hap një shtresë përsipër."],"Configure overlay menu":["Formësoni menu shtresë përsipër"],"Overlay Menu":["Menu Shtresë Përsipër"],"Display":["Shfaqe"],"Embed Pinterest pins, boards, and profiles.":["Trupëzoni fiksime, borde dhe profile Pinterest."],"bookmark":["faqerojtës"],"Drag and drop onto this block, upload, or select existing media from your library.":["Tërhiqeni dhe lëreni te ky bllok, ngarkojeni, ose përzgjidhni media ekzistuese prej mediatekës tuaj."],"Show only top level categories":["Shfaq vetëm kategori të nivelit të epërm"],"Select color type":["Përzgjidhni lloj ngjyre"],"https://wordpress.org/support/article/page-jumps/":["https://wordpress.org/support/article/page-jumps/"],"Post type to get the templates for.":["Lloj postimesh për të cilin të merren gjedhe."],"Limit to the specified template part area.":["Kufizoje te zona e specifikuar e pjesës së gjedhes."],"Featured":["Të zgjedhura"],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":["Shfaq emrin e këtij sajti. Përditësojeni bllokun dhe ndryshimet aplikohen kudo ku është përdorur. Kjo do të shfaqet gjithashtu te shtyllë titujsh e shfletuesit dhe te përfundime kërkimesh."],"Highlight":["Theksoje"],"Create Page: <mark>%s</mark>":["Krijoni Faqe: <mark>%s</mark>"],"You do not have permission to create Pages.":["S’keni leje të krijoni Faqe."],"Apply format: %s":["Apliko formatin: %s"],"Beta":["Beta"],"Color Palette":["Paletë Ngjyrash"],"%d color":["%d ngjyrë","%d ngjyra"],"Palette":["Paletë"],"Sidebar":["Anështyllë"],"Navigate to the previous view":["Kalo te pamja e mëparshme"],"Include the label as part of the link":["Përfshije etiketën si pjesë të lidhjesh"],"Previous: ":["I mëparshmi: "],"Next: ":["Pasuesi: "],"Make title link to home":["Bëje titullin të lidhë kreun"],"This item is missing a link":["Këtij objekti i mungon një lidhje"],"Block spacing":["Hapësirë blloqesh"],"Max %s wide":["Maks. %s e gjerë"],"label before the title of the previous post\u0004Previous:":["I mëparshmi:"],"label before the title of the next post\u0004Next:":["Pasuesi:"],"block description\u0004Add a submenu to your navigation.":["Shtoni te menuja juaj e lëvizjeve një nënmenu."],"block title\u0004Submenu":["Nënmenu"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Shfaqni lëndë në shtylla të shumta, me blloqe të shtuar në çdo shtyllë."],"Customize the appearance of specific blocks for the whole site.":["Përshtatni pamjen e blloqeve të caktuar, për krejt sajtin."],"Colors":["Ngjyra"],"Navigation Post":["Lëvizje Në Postime"],"New menu":["Menu e re"],"An error occurred while trying to update menu locations.":["Ndodhi një gabim teksa provohej të përditësoheshin vendndodhje menush."],"Menu locations have been updated.":["Vendndodhjet e menuve u përditësuan."],"Menu item":["Element menuje"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["Elementi <footer> duhet të përfaqësojë një fundfaqe për elementin e vet më të afërt të ndarjes (p.sh.,: <section>, <article>, <main> etj.)."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["Elementi <aside> duhet të përfaqësojë një pjesë të dokumentit lënda e të cilit lidhet vetëm tërthorazi me lëndën kryesore të dokumentit."],"The <article> element should represent a self contained, syndicatable portion of the document.":["Elementi <article> duhet të përfaqësojë një pjesë të dokumentit e cila mund të rrijë më vete dhe mund të përdoret si e tillë përmes lidhjesh nga palë të treta."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["Elementi <section> duhet të përfaqësojë një pjesë më vete të dokumentit e cila s’mund të përfaqësohet më mirë nga një element tjetër."],"The <main> element should be used for the primary content of your document only. ":["Elementi <main> duhet përdorur vetëm për lëndën parësore të dokumentit tuaj. "],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["Elementi <header> duhet të përfaqësojë lëndë hyrëse, zakonisht një grup ndihmash hyrëse, ose elementesh lëvizjeje."],"Minimum height":["Lartësi minimum"],"Update to the new gallery format":["Përditësojeni me formatin e ri të galerive"],"Updating to the new format adds the ability to use custom links or styles on individual images in the gallery, and makes it easier to add or move them around.":["Përditësimi me formatin e re shton aftësinë për të përdorur te galeria lidhje ose stile vetjake, dhe e bën më të lehtë të shtohen ose lëvizen përreth."],"Update gallery":["Përditësoni galerinë"],"Required to be true, as terms do not support trashing.":["Lypset të jetë <em>true</em>, ngaqë për termat s’mbulohet shpënia te hedhurinat."],"Unique identifier for the term.":["Identifikues unik për termin."],"block description\u0004Create structured content in rows and columns to display information.":["Krijoni lëndë të strukturuar në rreshta dhe shtylla që të shfaqni informacion."],"block description\u0004Display a graphic to represent this site. Update the block, and the changes apply everywhere it’s used. This is different than the site icon, which is the smaller image visible in your dashboard, browser tabs, etc used to help others recognize this site.":["Shfaqni një element grafik për të përfaqësuar këtë sajt. Përditësoni bllokun, dhe ndryshimet aplikohen kudo ku ai përdoret. Kjo është tjetër gjë nga ikona e sajtit, e cila është një figurë më e vogël e dukshme te pulti juaj, skeda shfletuesi, etj për t’i ndihmuar të tjerët të dallojnë këtë sajt."],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":["Krijoni një skemë klasike widget-i, me një titull që stilizohet nga tema juaj për zonat tuaja të widget-eve."],"Widget Group":["Grup Widget-esh"],"https://wordpress.org/support/article/writing-posts/#post-field-descriptions":["https://wordpress.org/support/article/writing-posts/#post-field-descriptions"],"Copy existing menu":["Kopjo menunë ekzistuese"],"Arrow option for Query Pagination Next/Previous blocks\u0004Chevron":[],"Arrow option for Query Pagination Next/Previous blocks\u0004Arrow":["Shigjetë"],"Arrow option for Query Pagination Next/Previous blocks\u0004None":["Asnjë"],"A decorative arrow appended to the next and previous page link.":["Një shigjetë dekorative që i shtohet lidhjes për faqen pasuese dhe asaj të mëparshme."],"Arrow":["Shigjetë"],"Preload value\u0004None":["Asnjë"],"Blocks shown in a row.":["Blloqe të shfaqur në një rresht."],"Row":["Rresht"],"\"Preload\" value\u0004None":["Asnjë"],"noun; Audio block parameter\u0004Preload":["Parangarkoje"],"Media item link option\u0004None":["Asnjë"],"Currently selected font appearance: %s":["Aktualisht përzgjedhur për t’u dukur: %s"],"Currently selected font style: %s":["Stil i tanishëm i përzgjedhur për shkronjat: %s"],"Currently selected font weight: %s":["Madhësi e tanishme e përzgjedhur për shkronjat: %s"],"No selected font appearance":["Pa përzgjedhje pamjeje për shkronjat"],"Justification":["Përligjje"],"Image will be stretched and distorted to completely fill the space.":["Figura do të tërhiqet dhe shformohet për të mbushur plotësisht hapësirën."],"Image is scaled to fill the space without clipping nor distorting.":["Figura është ripërmasuar për të plotësuar hapësirën pa qethje, as shformime."],"Image is scaled and cropped to fill the entire space without being distorted.":["Figura është ripërmasuar dhe qethur për të mbushur krejt hapësirën, pa u shformuar."],"Loading options…":["Po ngarkohen mundësitë…"],"All gallery image sizes updated to: %s":["Madhësitë e krejt figurave të galerisë u përditësuan për: %s"],"All gallery images updated to not open in new tab":["Krejt figurat e galerisë u përditësuan për të mos u hapur në skedë të re"],"All gallery images updated to open in new tab":["Krejt figurat e galerisë u përditësuan për t’u hapur në skedë të re"],"All gallery image links updated to: %s":["Krejt lidhjet e figurave të galerisë u përditësuan për: %s"],"If uploading to a gallery all files need to be image formats":["Nëse ngarkohet te një galeri, krejt kartelat lypset të jenë në format figurash"],"Block pattern title\u0004Grid":["Rrjetë"],"Duotone name\u0004Blue and orange":["Blu dhe portokalli"],"Duotone name\u0004Purple and green":["E purpur dhe e gjelbër"],"Duotone name\u0004Magenta and yellow":["Rozë dhe e verdhë"],"Duotone name\u0004Midnight":["Mesnatë"],"Duotone name\u0004Blue and red":["Blu dhe e kuqe"],"Duotone name\u0004Purple and yellow":["E purpurt dhe e verdhë"],"Duotone name\u0004Grayscale":["Shkallë të grisë"],"Duotone name\u0004Dark grayscale":["Shkallë të grisë të errëta"],"Gradient name\u0004Midnight":["Mesnatë"],"Gradient name\u0004Electric grass":["Bar elektrik"],"Gradient name\u0004Pale ocean":["Oqean i zbehtë"],"Gradient name\u0004Luminous dusk":["Muzg i ndritshëm"],"Gradient name\u0004Blush bordeaux":["Bordo e zbehtë"],"Gradient name\u0004Blush light purple":["E purpur e çelët e zbehtë"],"Gradient name\u0004Cool to warm spectrum":["Spektri nga të ftohta te të ngrohta"],"Gradient name\u0004Very light gray to cyan bluish gray":["Gri shumë e çelët në gri blu në të gjelbër me nuanca bluje"],"Gradient name\u0004Luminous vivid orange to vivid red":["Portokalli e ndritshme e ndezur në të kuqe të ndezur"],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":["Ngjyrë mjalti e ndezur e ndritshme në portokalli të ndezur të ndritshme"],"Gradient name\u0004Light green cyan to vivid green cyan":["Blu e gjelbër në të gjelbër e çelët në blu të gjelbër në të gjelbër të ndezur"],"Gradient name\u0004Vivid cyan blue to vivid purple":["Blu e gjelbër në blu e ndezur në të purpur të ndezur"],"Color name\u0004Vivid purple":["E purpur e ndezur"],"Color name\u0004Vivid cyan blue":["Blu e kaltër e gjelbër e ndezur"],"Color name\u0004Pale cyan blue":["Blu e kaltër e gjelbër e zbehtë"],"Color name\u0004Vivid green cyan":["Blu e gjelbër e ndezur"],"Color name\u0004Light green cyan":["E kaltër e gjelbër e zbehtë"],"Color name\u0004Luminous vivid amber":["Ngjyrë mjalti e ndezur e ndritshme"],"Color name\u0004Luminous vivid orange":["Portokalli e ndritshme e ndezur"],"Color name\u0004Vivid red":["E kuqe e ndezur"],"Color name\u0004Pale pink":["Vjollcë e zbehtë"],"Color name\u0004White":["E bardhë"],"Color name\u0004Cyan bluish gray":["Gri e kaltër e gjelbër në blu"],"Color name\u0004Black":["E zezë"],"Font size name\u0004Huge":["Të stërmëdha"],"Font size name\u0004Large":["Të mëdha"],"Font size name\u0004Medium":["Mesatare"],"Font size name\u0004Normal":["Normale"],"Font size name\u0004Small":["Të vogla"],"Select a Menu":["Përzgjidhni një Menu"],"Image scaling options\u0004Scale":["Ripërmasim"],"Scale option for Image dimension control\u0004Fill":["Mbushje"],"Scale option for Image dimension control\u0004Contain":["Përmban"],"Scale option for Image dimension control\u0004Cover":["Mbulesë"],"Block pattern title\u0004Social links with a shared background color":["Lidhje shoqërorësh me një ngjyrë të përbashkët sfondi"],"Block pattern title\u0004Large title":["Titull i madh"],"Block pattern title\u0004Small image and title":["Figurë dhe titull i vogël"],"Block pattern title\u0004Image at left":["Figurë në të majtë"],"Block pattern title\u0004Standard":["Standard"],"https://wordpress.org/support/article/block-based-widgets-editor/":["https://wordpress.org/support/article/block-based-widgets-editor/"],"Read more link text":["Tekst lidhjeje “Lexoni më tepër”"],"Add link…":["Shtoni lidhje…"],"Flow":["Rrjedhë"],"Flex":["Flex"],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["U përpoqët të përpunoni një objekt që s’ekziston. Ndoshta është fshirë?"],"Show or hide the block settings sidebar.":["Shfaqni ose fshihni anështyllën e rregullimeve për bllokun."],"Template not found":["S’u gjet gjedhja"],"Customize how you interact with blocks in the block library and editing canvas.":["Përshtatni mënyrën se si ndërveproni me blloqet te biblioteka e blloqeve dhe kanavaca e përpunimeve."],"Block interactions":["Ndërveprime me blloqe"],"Shows text instead of icons.":["Shfaq tekst, në vend se ikona."],"Customize options related to the block editor interface and editing flow.":["Përshtatni mundësi të lidhura me ndërfaqen e përpunuesit me blloqe dhe rrjedhën e përpunimeve."],"Change options related to publishing.":["Ndryshoni mundësi të lidhura me botimin."],"Publishing":["Botim"],"Enter character(s) used to separate terms.":["Jepni shenjë(a) të përdorur për të ndarë terma."],"Add \"read more\" link text":["Shtoni tekst lidhjeje “lexoni më tepër”"],"There is no excerpt because this is a protected post.":["S’ka copëz, ngaqë ky është postim i mbrojtur."],"Blog posts can be \"stickied\", a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":["Postimet e blogut mund të jenë “ngjitëse”, një veçori që i vendos ato në krye të faqes ballore të postimeve, duke i mbajtur atje, deri sa të botohen postime të reja ngjitëse."],"WordPress contains different types of content and they are divided into collections called \"Post Types\". By default there are a few different ones such as blog posts and pages, but plugins could add more.":["WordPress-i përmban lloje të ndryshme lënde dhe ato grupohen në koleksione të quajtura “Lloje Postimesh”. Si parazgjedhje, ka pak të tilla, bie fjala postime dhe faqe blogu, por me shtojca mund të shtohen edhe më."],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":["Aktivizoni/Çaktivizoni përdorimin e kontekstit global të kërkimit që është ujdisur me gjedhen e tanishme, bie fjala, një arkiv ose një kërkim. Që t’i ujdisni në mënyrë të pavarur rregullimet, çaktivizojeni."],"Inherit query from template":["Trashëgo kërkesë prej gjedheje"],"There are no existing template parts to select.":["S’ka pjesë ekzistuese gjedheje për të përzgjedhur."],"Area: %s":["Fushë: %s"],"Site Title placeholder":["Vendmbajtëse Titulli Sajti"],"Site Tagline placeholder":["Vendmbajtëse Motoje Sajti"],"Link image to home":["Figurë lidhjeje për te kreu"],"block example\u0004Home Link":["Lidhje për te Kreu"],"Add home link":["Shtoni lidhje për te kreu"],"Home link text":["Tekst lidhjeje për te Kreu"],"Media width":["Gjerësi medie"],"Name of the file\u0004Armstrong_Small_Step":["Hapi_i_Vogël_i_Armstrongut"],"No published posts found.":["S’u gjetën postime të botuar."],"Autoplay may cause usability issues for some users.":["Luajtja e vetvetishme e videove mund të shkaktojë probleme përdorimi për disa vizitorë."],"Style":["Stil"],"Radius":["Rreze"],"Link Radii":["Lidh Radii"],"Unlink Radii":["Hiqe lidhjen Radii"],"Bottom right":["Djathtas poshtë"],"Bottom left":["Majtas poshtë"],"Top right":["Djathtas sipër"],"Top left":["Majtas sipër"],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":["Blloku \"%s\" u prek nga gabime dhe mund të mos funksionojë si duhet. Për më tepër hollësi shihni mjetet e zhvilluesit."],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":["Çaktivizoni blloqet që s’doni të shfaqen te futësi. Mundet të riaktivizohen prapë më vonë."],"Visible blocks":["Blloqe të dukshëm"],"Review settings, such as visibility and tags.":["Shqyrtoni rregullime, bie fjala dukshmëri dhe etiketa."],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":["Një bllok i thelluar që lejon shfaqje llojesh postimesh bazuar në parametra të ndryshëm kërkese dhe formësime pamore."],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":["Përmban elementët e bllokut të përdorur për të formuar një postim, bie fjala, titullin, datën, figurën e zgjedhur, lëndë ose copëz, dhe të tjerë."],"block title\u0004Post Template":["Gjedhe Postimi"],"block keyword\u0004link":["lidhje"],"No preview available.":["S’ka paraparje gati."],"Widgets footer":["Fundfaqe widget-esh"],"Display block breadcrumbs deactivated":["“Shfaq elementë blloku” e çaktivizuar"],"Display block breadcrumbs activated":["“Shfaq elementë blloku” e aktivizuar"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Gjedhet ndihmojnë të përcaktohet ana grafike e sajtit tuaj. Duke përdorur blloqe dhe modele në këtë përpunues, mund të përshtatni si doni krejt aspektet e postimeve dhe faqeve tuaja."],"Describe the purpose of the template, e.g. \"Full Width\". Custom templates can be applied to any post or page.":["Përshkruani qëllimin e gjedhes, p.sh., “Gjerësi e Plotë”. Gjedhet vetjake mund të aplikohen mbi çfarëdo postimi ose faqeje."],"noun\u0004Document":["Dokument"],"Are you sure you want to delete the %s template? It may be used by other pages or posts.":["Jeni i sigurt se doni të fshihet gjedhja %s? Mund të jetë në përdorim nga faqe apo postime të tjera."],"%d block is hidden.":["%d bllok është i fshehur.","%d blloqe janë të fshehur."],"Limit result set to users who have published posts.":["Kufizoje grupin e përfundimeve te përdorues që kanë botuar postime."],"Block %1$s has been renamed to Post Template. %1$s will be supported until WordPress version 5.9.":["Blloku %1$s është riemërtuar si Gjedhe Postimesh. %1$s do të mbulohet deri në versionin 5.9 të WordPress-it."],"The calendar block is hidden because there are no published posts.":["Blloku kalendar është fshehur, ngaqë s’ka postime të botuara."],"block keyword\u0004movie":["film"],"block description\u0004Embed a video from your media library or upload a new one.":["Trupëzoni një video nga mediateka juaj ose ngarkoni një të re."],"block keyword\u0004poem":["poemë"],"block keyword\u0004poetry":["poezi"],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":["Futni poezi. Përdorni formate speciale për hapësirat. Ose citoni vargje kënge."],"block description\u0004This block is deprecated. Please use the Columns block instead.":["Ky bllok është nxjerrë nga përdorimi. Në vend të tij, ju lutemi, përdorni bllokun Shtylla."],"block description\u0004A cloud of your most used tags.":["Një re e etiketave tuaja më të përdorura."],"block style label\u0004Stripes":["Shirita"],"block keyword\u0004summary":["përmbledhje"],"block keyword\u0004document outline":["përvijim dokumenti"],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":["Përmblidheni postimin tuaj me një listë kryesh. Shtoni spiranca HTML për te blloqe Kryesh, për t’i lidhur këtu."],"block title\u0004Table of Contents":["Tryeza e Lëndës"],"block description\u0004Add white space between blocks and customize its height.":["Shtoni hapësirë të zbrazët mes blloqesh dhe përshtatni lartësinë e saj."],"block style label\u0004Pill Shape":["Kokërr"],"block style label\u0004Logos Only":["Vetëm Stema"],"block description\u0004Display icons linking to your social media profiles or sites.":[],"block description\u0004Display an icon linking to a social media profile or site.":[],"block keyword\u0004description":["përshkrim"],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it's not displayed in the theme design.":[],"block description\u0004Insert additional custom elements with a WordPress shortcode.":["Futni elementë vetjakë shtesë, përmes një kodi të shkurtër WordPress."],"block style label\u0004Dots":["Pika"],"block style label\u0004Wide Line":["Vijë e Gjerë"],"block keyword\u0004divider":["ndarës"],"block keyword\u0004hr":["hr"],"block keyword\u0004horizontal-line":["vijë horizontale"],"block description\u0004Create a break between ideas or sections with a horizontal separator.":["Krijoni një ndërprerje mes idesh apo seksionesh, me një ndarës horizontal."],"block keyword\u0004find":["gjeni"],"block description\u0004Help visitors find your content.":["Ndihmojini vizitorëte të gjejnë lëndë tuajën."],"block keyword\u0004feed":["prurje"],"block keyword\u0004atom":["atom"],"block description\u0004Display entries from any RSS or Atom feed.":["Shfaqni zëra prej çfarëdo prurjeje RSS ose Atom."],"block style label\u0004Large":["Të mëdha"],"block keyword\u0004cite":["citoni"],"block keyword\u0004blockquote":["bllok citimi"],"block description\u0004Display the query title.":["Shfaq titullin e kërkesës."],"block title\u0004Query Title":["Titull Kërkese"],"block description\u0004Displays a paginated navigation to next/previous set of posts, when applicable.":["Shfaq një lëvizje të faqosur te grupi pasues/i mëparshëm i postimeve, kur kjo ka vend."],"block description\u0004Displays the previous posts page link.":["Shfaq lidhjen për te faqja e mëparshme e postimeve."],"block description\u0004Displays a list of page numbers for pagination":["Shfaq një listë numrash faqesh për faqosje"],"block description\u0004Displays the next posts page link.":["Shfaq lidhjen për te faqja pasuese e postimeve."],"block description\u0004Give special visual emphasis to a quote from your text.":["Jepini theksim të veçantë pamor një citimi prej tekstit tuaj."],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":["Shtoni tekst që respekton hapësirat dhe tabulacionet tuaja, lejon gjithashtu stilizim."],"block description\u0004Displays the title of a post, page, or any other content-type.":["Shfaq titullin e një postimi, faqeje, ose çfarëdo lloji tjetër lënde."],"block description\u0004Post terms.":["Terma postimi."],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":["Shfaq lidhjen për postimin pasues ose të mëparshëm që është ngjitur me postimin e tanishëm."],"block title\u0004Post Navigation Link":["Lidhje Lëvizjesh Te Postimi"],"block description\u0004Display a post's featured image.":["Shfaqni figurë të zgjedhur të një postimi."],"block description\u0004Display a post's excerpt.":["Shfaqni copëz postimi."],"block description\u0004Add the date of this post.":["Shto datën e këtij postimi."],"block description\u0004Displays the contents of a post or page.":["Shfaq lëndën e një postimi ose faqeje."],"block description\u0004Display a post's comments.":["Shfaqni komentet e një postimi."],"block description\u0004Displays the link to the current post comments.":["Shfaq lidhjen për te komentet e postimit të tanishëm."],"block description\u0004Display a post's comments form.":["Shfaqni formular komentesh të një postimi."],"block description\u0004Display a post's comments count.":["Shfaqni numrin e komenteve të një postimi."],"block description\u0004Add the author of this post.":["Shtoni autorin e këtij postimi."],"block keyword\u0004text":["tekst"],"block description\u0004Start with the building block of all narrative.":["Fillojani me bllokun themelor të krejt rrëfimit."],"block description\u0004Display a list of all pages.":["Shfaqni një listë të krejt faqeve."],"block keyword\u0004pagination":["faqosje"],"block keyword\u0004next page":["faqja pasuese"],"block description\u0004Separate your content into a multi-page experience.":["Ndajeni lëndën tuaj në një formë shumë faqesh."],"block keyword\u0004navigation":["lëvizje"],"block keyword\u0004menu":["menu"],"block description\u0004A collection of blocks that allow visitors to get around your site.":["Një koleksion blloqesh që u lejon vizitorëve të lëvizin nëpër sajtin tuaj."],"block description\u0004Add a page, link, or another item to your navigation.":["Shtoni te menuja juaj e lëvizjeve një faqe, lidhje ose element tjetër."],"block keyword\u0004read more":["lexoni më tepër"],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":["Lënda përpara këtij blloku do të shfaqet te copëza, te faqja juaj e arkivave."],"block description\u0004Your site doesn’t include support for this block.":["Sajti juaj nuk përmban mbulim për këtë bllok."],"block keyword\u0004video":["video"],"block keyword\u0004image":["figurë"],"block description\u0004Set media and words side-by-side for a richer layout.":["Vini krah për krah media dhe fjalë, për një skemë më të larmishme."],"block keyword\u0004form":["formular"],"block keyword\u0004logout":["dalje"],"block keyword\u0004login":["hyrje"],"block description\u0004Show login & logout links.":["Shfaqni lidhje hyrjeje & daljeje."],"block keyword\u0004numbered list":["listë e numërtuar"],"block keyword\u0004ordered list":["listë e renditur"],"block keyword\u0004bullet list":["listë me toptha"],"block description\u0004Create a bulleted or numbered list.":["Krijoni një listë me toptha ose të numërtuar."],"block description\u0004Display a legacy widget.":["Shfaqni një widget të dikurshëm."],"block title\u0004Legacy Widget":["Widget i Dikurshëm"],"block keyword\u0004recent posts":["postime së fundi"],"block description\u0004Display a list of your most recent posts.":["Shfaqni një listë të postimeve tuaja më të reja."],"block keyword\u0004recent comments":["komente së fundi"],"block description\u0004Display a list of your most recent comments.":["Shfaqni një listë të komenteve tuaja më të reja."],"block style label\u0004Rounded":["Rrumbullak"],"block style label\u0004Default":["Parazgjedhje"],"block keyword\u0004picture":["vizatim"],"block keyword\u0004photo":["foto"],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":["Futni një figurë për të lënë përshtypje."],"block keyword\u0004embed":["trupëzim"],"block description\u0004Add custom HTML code and preview it as you edit.":["Shtoni kod HTML vetjak dhe shihni një paraparje të tij, në përpunim e sipër."],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":["Krijoni një lidhje që shpie përherë te faqja hyrëse e sajtit. Zakonisht e panevojshme, nëse te kryet ka tashmë një lidhje titulli sajti."],"block title\u0004Home Link":["Lidhje për te Kreu"],"block keyword\u0004subtitle":["nëntitull"],"block keyword\u0004title":["titull"],"block keyword\u0004section":["ndarje"],"block keyword\u0004row":["rresht"],"block keyword\u0004wrapper":["mbështjellëse"],"block keyword\u0004container":["kontejner"],"block description\u0004Combine blocks into a group.":["Ndërthurni blloqe në një grup."],"block keyword\u0004photos":["foto"],"block keyword\u0004images":["figura"],"block description\u0004Display multiple images in a rich gallery.":["Shfaqni figura të shumta në një galeri të larmishme."],"block description\u0004Use the classic WordPress editor.":["Përdorni përpunuesin klasik WordPress."],"block keyword\u0004download":["shkarkim"],"block keyword\u0004pdf":["pdf"],"block keyword\u0004document":["dokument"],"block description\u0004Add a link to a downloadable file.":["Shtoni një lidhje te një kartelë e shkarkueshme."],"block description\u0004Add an image or video with a text overlay — great for headers.":["Shtoni një figurë ose video me njëfarë teksti përsipër - e shkëlqyer për krye."],"block description\u0004A single column within a columns block.":["Një shtyllë njëshe brenda blloku shtyllash."],"block description\u0004Display code snippets that respect your spacing and tabs.":["Shfaqni copëza kodi që respektojnë hapësirat dhe tabulacionet tuaja."],"block description\u0004Display a list of all categories.":["Shfaq një listë të krejt kategorive."],"block keyword\u0004archive":["arkiv"],"block keyword\u0004posts":["postime"],"block description\u0004A calendar of your site’s posts.":["Një kalendar i postimeve në sajtin tuaj."],"block description\u0004Prompt visitors to take action with a group of button-style links.":["Kërkojuni vizitorëve të ndërmarrin një veprim, përmes një grupi lidhjesh në stil butoni."],"block style label\u0004Outline":["Përvijim"],"block style label\u0004Fill":["Mbushje"],"block description\u0004Prompt visitors to take action with a button-style link.":["Kërkojuni vizitorëve të ndërmarrin një veprim, përmes një lidhje në stil butoni."],"block keyword\u0004recording":["regjistrim"],"block keyword\u0004podcast":["podkast"],"block keyword\u0004sound":["tingull"],"block keyword\u0004music":["muzikë"],"block description\u0004Embed a simple audio player.":["Trupëzoni një lojtës të thjeshtë audio."],"block description\u0004Display a monthly archive of your posts.":["Shfaqni një arkiv mujor të postimeve tuaja."],"Letter spacing":[],"Give the template a title that indicates its purpose, e.g. \"Full Width\".":["Jepini gjedhes një titull që tregon qëllimin e saj, p.sh., “Gjerësi e Plotë”."],"The OG image link of the <meta property=\"og:image\"> or <meta property=\"og:image:url\"> element from the URL.":["Lidhja për te figura OG e elementit <meta property=\"og:image\"> ose atij <meta property=\"og:image:url\">, prej URL-së."],"The content of the <meta name=\"description\"> element from the URL.":["Lënda e elementit <meta name=\"description\"> nga URL-ja."],"The favicon image link of the <link rel=\"icon\"> element from the URL.":["Lidhja për te figurë faikone për elementin <link rel=\"icon\"> nga URL-ja."],"Block %1$s is declaring %2$s support on block.json under supports.%2$s. %2$s support is now declared under supports.typography.%2$s.":["Blloku %1$s deklaron mbulim për %2$s te block.json nën supports.%2$s. Mbulimi për %2$s tani deklarohet nën supports.typography.%2$s."],"Welcome to the template editor":["Mirë e vini te përpunuesi i gjedheve"],"Template Options":["Mundësi Gjedhesh"],"Delete template":["Fshije gjedhen"],"Menu (selected)":["Menu (e përzgjedhur)"],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Tema juaj ofron %s fushë “blloqesh” që të shtoni dhe të përpunoni lëndë. Provoni të shtoni këtu një shtyllë kërkimesh, ikona shoqërorësh, ose lloje të tjerë blloqesh dhe të shihni se si duken në sajtin tuaj.","Tema juaj ofron %s fusha “blloqesh” që të shtoni dhe të përpunoni lëndë. Provoni të shtoni këtu një shtyllë kërkimesh, ikona shoqërorësh, ose lloje të tjerë blloqesh dhe të shihni se si duken në sajtin tuaj."],"Margin":["Mënjanë"],"New to the block editor?":["I ri te përpunuesi me blloqe?"],"Get the Classic Widgets plugin.":["Merrni shtojcën Widget-e Klasikë."],"Want to stick with the old widgets?":["Doni të vazhdoni me widget-et e vjetër?"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["Tani mund të shtoni çfarëdo blloku te fushat për widget-e të sajtit tuaj. Mos u bëni merak, krejt widget-et tuaj të parapëlqyer prapë do të punojnë pa një ven."],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Tema juaj ofron fusha të ndryshme “blloqesh” që të shtoni dhe të përpunoni lëndë. Provoni të shtoni këtu një shtyllë kërkimesh, ikona shoqërorësh, ose lloje të tjerë blloqesh dhe të shihni se si duken në sajtin tuaj."],"Welcome to block Widgets":["Mirë se vini te Widget-e blloqesh"],"Contain text cursor inside block deactivated":["Mbajtja e kursorit të tekstit brenda bllokut është e çaktivizuar"],"Contain text cursor inside block activated":["Mbajtja e kursorit të tekstit brenda bllokut është e aktivizuar"],"(Home link, opens in a new tab)":["(Lidhje për te Kreu, hapet në një skedë të re)"],"Close menu":["Mbylle menunë"],"Open menu":["Hape menunë"],"Styles consolidated from core, theme, and user origins.":["Stile të konsoliduar nga origjina baze, temash dhe përdoruesi."],"Settings consolidated from core, theme, and user origins.":["Rregullime të konsoliduar nga origjina baze, temash dhe përdoruesi."],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":["Mjetet furnizojnë ndërveprime të ndryshime për blloqe përzgjedhjeje, lëvizjesh dhe përpunimesh. Kaloni nga përzgjedhja në përpunim, ose anasjelltas, duke shtypur tastet Escape dhe Enter."],"Carousel view":["Pamje rrotullame"],"Next pattern":["Modeli pasues"],"Previous pattern":["Modeli i mëparshëm"],"Start blank":["Fillo me të zbrazët"],"Apply duotone filter":["Apliko filtrin duotone"],"Duotone":["Duotone"],"Page on front":["Faqe në ballë"],"Show on front":["Shfaqe në ballë"],"Logo":["Stemë"],"Tagline":["Përmbledhtas"],"Are you sure you want to delete this navigation? This action cannot be undone.":["Jeni i sigurt se doni të fshihet kjo lëvizje? Ky veprim s’mund të zhbëhet."],"Active theme gradients.":["Gradientë aktivë teme."],"Active theme font sizes.":["Madhësi shkronjash teme aktive."],"Active theme color palette.":["Paletë ngjyrash teme aktive."],"Maximum upload size in bytes allowed for the site.":["Madhësi maksimum ngarkimi, në bajte, e lejuar për sajtin."],"Available image sizes.":["Madhësi të passhme figurash."],"Determines whether the image editing feature is enabled.":["Përcakton nëse veçoria e përpunimit të figurave është e aktivizuar."],"Available image dimensions.":["Përmasa të passhme figurash."],"Default size for images.":["Madhësi parazgjedhje për figurat."],"Determines whether the current locale is right-to-left (RTL).":["Përcakton nëse vendorja aktuale është për nga-e-djathta-në-të-majtë (RTL)."],"Enables custom units.":["Aktivizon njësi vetjake."],"Enables custom spacing.":["Aktivizon hapësirë vetjake."],"Enables custom line height.":["Aktivizon lartësi vetjake rreshtash."],"Disables custom font size.":["Çaktivizon madhësi vetjake shkronjash."],"Disables custom colors.":["Çaktivizon ngjyra vetjake."],"Returns all the categories for block types that will be shown in the block editor.":["Përgjigjet me krejt kategoritë për lloje blloqesh që do të shfaqen te përpunuesi i blloqeve."],"List of allowed mime types and file extensions.":["Listë llojesh të lejuar MIME dhe zgjatimesh kartelash."],"List of allowed block types.":["Listë llojesh të lejuar blloqesh."],"Enable/Disable Wide/Full Alignments.":["Aktivizoni/Çaktivizoni Drejtime Së gjeri/Të plotë."],"Widget types to hide from Legacy Widget block.":["Lloj widget-i për t’u fshehur te blloku Widget i Dikurshëm."],"Enable/disable layouts support in container blocks.":["Aktivizo/çaktivizo mbulim skemash te blloqe kontejner."],"Returns if the current theme is full site editing-enabled or not.":["Përgjigjet me faktin nëse tema e tanishme është e aktivizuar apo jo për përpunim të plotë sajti."],"Editor styles":["Stile përpunuesi"],"Enables experimental Full Site Editing blocks":["Aktivizon blloqe eksperimentale Përpunimi të Plotë Sajti"],"Sorry, you are not allowed to read the block editor settings.":["Na ndjeni, s’keni leje të lexoni rregullimet e përpunuesit të blloqeve."],"Block HTML:":["HTML blloku:"],"Patterns list":["Listë modelesh"],"Use left and right arrow keys to move through blocks":["Për të lëvizur nëpër blloqe, përdorni tastet shigjetë majtas dhe djathtas"],"Customize the width for all elements that are assigned to the center or wide columns.":["Përshtatni gjerësinë për krejt elementët që u është caktuar vendi në shtylla në qendër ose të gjera."],"Wide":["E gjerë"],"Inherit default layout":["Trashëgo skemën parazgjedhje"],"Layout":["Skemë"],"Dotted":["Me pika"],"Dashed":["Me vija"],"Menu deletion unsuccessful":["Fshirje e pasuksesshme menuje"],"\"%s\" menu has been deleted":["Menuja \"%s\" u fshi"],"Navigation menu blocks":["Blloqe menuje lëvizjesh"],"Navigation top bar":["Shtyllë e epërme lëvizjesh"],"Currently using %s":["Hëpërhë po përdoret %s"],"Your current theme supports %d different locations. Select which menu appears in each location.":["Tema juaj e tanishme mbulon %d vendndodhje të ndryshme. Përzgjidhni cila menu duket në secilën vendndodhje."],"Your current theme provides %d different locations to place menu.":["Tema juaj e tanishme mbulon %d vendndodhje të ndryshme për vendosje menush."],"Add new pages":["Shtoni faqe të reja"],"Choose a menu to edit:":["Zgjidhni një menu për përpunim:"],"Unable to save: An error ocurred.":["S’arrihet të ruhet: Ndodhi një gabim."],"Unable to save: '%s'":["S’arrihet të ruhet: '%s'"],"Close inserter":["Mbylle futësin"],"Customizing":["Përshtatje"],"Widget types":["Lloje widget-esh"],"Template: %s":["Gjedhe: %s"],"Custom Template":["Gjedhe Vetjake"],"Create custom template":["Krijoni një gjedhe vetjake"],"Custom template created. You're in template mode now.":["Gjedhja vetjake u krijua. Tani gjendeni nën mënyrën gjedhe."],"Term Description":["Përshkrim Termi"],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":["Shfaqni përshkrimin e kategorive, etiketave dhe klasifikimeve vetjake, kur shihet një arkiv."],"block title\u0004Term Description":["Përshkrim Termi"],"Post Comments Link block: post not found.":["Bllok Lidhje Komentesh Postimi: s’u gjet postim."],"%s comment":["%s koment","%s komente"],"No comments":["S’ka komente"],"block title\u0004Post Comments Link":["Lidhje Komentesh Postimi"],"Provided type is not supported.":["Lloji i dhënë i postimeve nuk mbulohet."],"Archive title":["Titull arkivi"],"Display the archive title based on the queried object.":["Shfaq titullin e arkivit bazuar te objekti i kërkuar."],"Archive Title":["Titull Arkivi"],"Click plus to add":["Klikoni mbi plusin që të shtohet"],"Convert":["Shndërroje"],"Note: if you add new pages to your site, you'll need to add them to your navigation menu.":["Shënim: nëse shtoni faqe të reja te sajti juaj, do t’ju duhet t’i shtoni te menuja juaj e lëvizjeve."],"To edit this navigation menu, convert it to single page links. This allows you to add, re-order, remove items, or edit their labels.":["Që të përpunoni këtë menu lëvizjesh, shndërrojeni në lidhje faqeje njëshe. Kjo ju lejon të shtoni, rirenditni, hiqni elementë, ose të përpunoni etiketat e tyre."],"Convert to links":["Shndërroji në lidhje"],"Log out":["Dilni"],"Redirect to current URL":["Ridrejtoje te URL-ja e tanishme"],"Display login as form":["Shfaqni hyrje si formular"],"Login/out settings":["Rregullime për hyrje/dalje"],"block title\u0004Login/out":["Hyrje/dalje"],"Widget is missing.":["Mungon widget-i."],"Legacy Widget Preview":["Paraparje Widget-i të Dikurshëm"],"Select widget":["Përzgjidhni widget"],"block title\u0004Custom Link":["Lidhje Vetjake"],"A link to a custom URL.":["Një lidhje te një URL vetjake."],"Custom Link":["Lidhje Vetjake"],"Embed of %s.":["Trupëzim i %s."],"PDF embed":["Trupëzim PDF"],"Embed of the selected PDF file.":["Trupëzim i kartelës PDF të përzgjedhur."],"Copied URL to clipboard.":["URL-ja u kopjua në të papastër."],"Note: Most phone and tablet browsers won't display embedded PDFs.":["Shënim: Shumica e shfletuesve në telefona dhe tablete s’do të shfaqin PDF-ra të trupëzuara."],"Show inline embed":["Shfaq trupëzim brendazi"],"PDF settings":["Rregullime për PDF"],"%1$s (%2$d of %3$d)":["%1$s (%2$d nga %3$d)"],"Add citation":["Shtoni citim"],"Add quote":["Shtoni citim"],"Add caption":["Shtoni legjendë"],"Type / to choose a block":["Shtypni tastin / që të zgjidhni një bllok"],"Manage with live preview":["Administrojeni me paraparje <em>live</em>"],"Move to widget area":["Kaloje te zonë widget-esh"],"Border":["Anë"],"Generic label for block inserter button\u0004Toggle block inserter":["Shfaq/fshih futës blloqesh"],"Clear customizations":["Spastro përshtatjet"],"Restore template to theme default":["Riktheje gjedhen te tema parazgjedhje"],"Template revert failed. Please reload.":["Rikthimi i gjedhes dështoi. Ju lutemi, ringarkojeni."],"Template reverted.":["Gjedhja u rikthye."],"The editor has encountered an unexpected error. Please reload.":["Përpunuesi hasi një gabim të papritur. Ju lutemi, ringarkojeni."],"This template is not revertable.":["Kjo gjedhe s’është e kthyeshme."],"A link to a post format":["Një lidhje te format postimesh"],"Post Format Link":["Lidhje Formati Postimesh"],"This content is password protected.":["Kjo lëndë mbrohet me fjalëkalim."],"%1$s: %2$s":["%1$s: %2$s"],"%1$s comment<span class=\"screen-reader-text\"> on %2$s</span>":["%1$s koment<span class=\"screen-reader-text\"> te %2$s</span>","%1$s komente<span class=\"screen-reader-text\"> te %2$s</span>"],"No comments<span class=\"screen-reader-text\"> on %s</span>":["Pa komente<span class=\"screen-reader-text\"> te %s</span>"],"block category\u0004Reusable Blocks":["Blloqe të Ripërdorshëm"],"block category\u0004Embeds":["Trupëzime"],"block category\u0004Widgets":["Widget-e"],"block category\u0004Design":["Dizajn"],"block category\u0004Media":["Media"],"block category\u0004Text":["Tekst"],"block category\u0004Theme":["Temë"],"URL-encoded form data from the widget admin form. Used to update a widget that does not support instance. Write only.":["Të dhëna formulari, të koduara si URL, prej formularit të përgjegjësit të widget-it. Të përdorura për të përditësuar një widget që nuk mbulon instanca. Vetëm për shkrim."],"Unencoded instance settings, if supported.":["Rregullime të pakoduara instance, në u mbulofshin."],"Cryptographic hash of the instance settings.":["Hash kriptografik i rregullimeve të instancës."],"Base64 encoded representation of the instance settings.":["Paraqitje e koduar si Base64 e rregullimeve të instancës."],"Instance settings of the widget, if supported.":["Rregullime instance të widget-it, nëse mbulohet."],"The type of the widget. Corresponds to ID in widget-types endpoint.":["Lloji i widget-i. I përgjigjet ID-së në pikëmbarimin widget-types."],"The provided instance is invalid. Must contain raw OR encoded and hash.":["Instanca e dhënë është e pavlefshme. Duhet të përmbajë të tillë shqeto OSE të koduar dhe hash."],"Widget type does not support raw instances.":["Lloji i widget-it s’mbulon instanca shqeto."],"Cannot set instance on a widget that does not extend WP_Widget.":["S’mund të ujdiset instancë në një <em>widget</em> që nuk zgjeron WP_Widget."],"The provided widget type (id_base) cannot be updated.":["Lloji i dhënë i widget-it (id_base) s’mund të përditësohet."],"Widget type (id_base) is required.":["Lloji i widget-it (id_base) është i domosdoshëm."],"Block pattern title\u0004Offset":["Shmangie"],"Template name\u0004Single Post":["Postim Njësh"],"Skip to content":["Kalo te lënda"],"The Footer template defines a page area that typically contains site credits, social links, or any other combination of blocks.":["Gjedhja e Fundfaqes përcakton një zonë në faqe që zakonisht përmban hollësi rreth sajtit, lidhje shoqërorësh, ose çfarëdo ndërthurje blloqesh."],"The Header template defines a page area that typically contains a title, logo, and main navigation.":["Gjedhja e Kryes përcakton një zonë në faqe që zakonisht përmban një titull, stemë dhe menunë kryesore të lëvizjes."],"General templates often perform a specific role like displaying post content, and are not tied to any particular area.":["Gjedhet e përgjithshme shpesh përmbushin një rol të caktuar, bie fjala, shfaqja e lëndës së postimit, dhe s’janë të lidhura me ndonjë zonë konkrete."],"Empty template: %s":["Gjedhe e zbrazët: %s"],"Theme file exists.":["Kartela e temës ekziston."],"Source of template":["Burim i gjedhes"],"Custom Styles":["Stile Vetjake"],"The provided instance is malformed.":["Instanca e dhënë është e keqformësuar."],"Cannot preview a widget that does not extend WP_Widget.":["S’mund të bëhet paraparje e një widget-i që nuk zgjeron WP_Widget."],"Whether the widget supports multiple instances":["Nëse mbulon apo jo widget-i disa instanca njëherësh"],"Serialized widget form data to encode into instance settings.":["U serializuan të dhëna formualri widget-i për t’i koduar në rregullime instance."],"Current instance settings of the widget.":["Rregullime instance aktuale të widget-it."],"Display a post's categories.":["Shfaqni kategoritë e një postimi."],"Default based on area (%s)":["Parazgjedhje e bazuar në zonën (%s)"],"Area":["Zonë"],"Width in pixels":["Gjerësi në piksel"],"navigation link preview example\u0004Example Link":["Lidhje Shembulli"],"Select tag":["Përzgjidhni etiketë"],"Select category":["Përzgjidhni kategori"],"Select page":["Përzgjidhni faqe"],"Select post":["Përzgjidhni postim"],"Select a block to install and add it to your post.":["Përzgjidhni një bllok për t’u instaluar dhe shtuar te postimi juaj."],"Available to install":["Të gatshëm për instalim"],"No results available from your installed blocks.":["S’ka përfundime të gatshme prej blloqeve tuaj të instaluar."],"%d additional block is available to install.":["Ka gati %d bllok shtesë për instalim.","Ka gati %d blloqe shtesë për instalim."],"Blocks available for install":["Blloqe të gatshëm për instalim"],"Install block":["Instaloje bllokun"],"%1$s <span>by %2$s</span>":["%1$s <span>nga %2$s</span>"],"Installing…":["Po instalohet…"],"Installed!":["U instalua!"],"Install %1$s. %2$s stars with %3$s review.":["Instaloni %1$s. %2$s yje me %3$s shqyrtim.","Instaloni %1$s. %2$s yje me %3$s shqyrtime."],"Try reloading the page.":["Provoni të ringarkoni faqen."],"Block %s installed and added.":["Blloku %s u instalua dhe u shtua."],"A short, descriptive name used to refer to this menu elsewhere.":["Një emër i shkurtër, përshkrues, i përdorur për t’iu referuar kësaj menuje gjetkë."],"Switch menu":["Ndërroni menu"],"Switch to '%s'":["Kalo te '%s'"],"Edit menu name: %s":["Përpunoni emër menuje: %s"],"(untitled menu)":["(menu pa titull)"],"Close list view sidebar":["Mbylle anështyllën e parjes së listës"],"Unused templates":["Gjedhe të papërdorura"],"General templates":["Gjedhe të përgjithshme"],"Post templates":["Gjedhe postimesh"],"List View":["Parje si Listë"],"Template shown when no content is found.":["Gjedhe e shfaqur, kur s’gjendet lëndë."],"Template used to display search results.":["Gjedhe e përdorur për të shfaqur përfundime kërkimi."],"Template name\u0004Search":["Kërkim"],"Template used to display individual media items or attachments.":["Gjedhe e përdorur për të shfaqur objekte individuale media ose bashkëngjitje."],"Archive template used to display a list of posts with a given tag.":["Gjedhe arkiv e përdorur për të shfaqur një listë postimesh me një etike të dhënë."],"Template name\u0004Tag":["Etiketë"],"Archive template used to display a list of posts from a specific date.":["Gjedhe arkiv e përdorur për të shfaqur një listë postimesh nga një datë e dhënë."],"Template name\u0004Date":["Datë"],"Archive template used to display a list of posts from the same taxonomy.":["Gjedhe arkiv e përdorur për të shfaqur një listë postimesh nga e njëjti klasifikim."],"Template name\u0004Taxonomy":["Klasifikim"],"Archive template used to display a list of posts from the same category.":["Gjedhe arkiv e përdorur për të shfaqur një listë postimesh nga e njëjta kategori."],"Template name\u0004Category":["Kategori"],"Archive template used to display a list of posts from a single author.":["Gjedhe arkiv e përdorur për të shfaqur një listë postimesh nga një autor i dhënë."],"Template name\u0004Author":["Autor"],"The archive template displays multiple entries at once. It is used as a fallback for the Category, Author, and Date templates, which take precedence when they are available.":["Gjedhja e arkivit shfaq disa zëra njëherësh. Përdoret si alternativë për gjedhet Kategori, Autor dhe Datë, të cilat kanë përparësinë, nëse janë të pranishme."],"Template used to display individual pages.":["Gjedhe e përdorur për të shfaqur faqe individuale."],"Template used to display a single blog post.":["Gjedhe e përdorur për të shfaqur një postim njësh blogu."],"Template used for displaying single views of the content. This template is a fallback for the Single, Post, and Page templates, which take precedence when they exist.":["Gjedhe e përdorur për të shfaqur pamje njëshe të lëndës. Kjo gjedhe është alternativë për gjedhet Njësh, Postim dhe Faqe, të cilat kanë përparësinë, nëse janë të pranishme."],"Template used to render the front page of the site, whether it displays blog posts or a static page. The front page template takes precedence over the \"Home\" template.":["Gjedhe e përdorur të vizatuar faqen ballore të sajtit, qoftë kur shfaq postime blogu ose një faqe statike. Gjedhja e faqes ballore ka përparësinë kundrejt gjedhes “Kreu”."],"Template used for the main page that displays blog posts. This is the front page by default in WordPress. If a static front page is set, this is the template used for the page that contains the latest blog posts.":["Gjedhe e përdorur për faqen kryesore që shfaq postimet e blogut. Në WordPress kjo është faqja ballore, si parazgjedhje. Nëse është ujdisur një faqe statike, kjo është gjedhja e përdorur për faqen që përmban postimet më të reja në blog."],"The default template used when no other template is available. This is a required template in WordPress.":["Gjedhja parazgjedhje e përdorur kur s’ka gjedhe tjetër të gatshme. Kjo është një gjedhe e domosdoshme në WordPress."],"\"%1$s\" is not a supported wp_template_part area value and has been added as \"%2$s\".":["\"%1$s\" s’është vlerë zone wp_template_part e mbuluar dhe është shtuar si \"%2$s\"."],"Reusable block updated.":["U përditësua bllok i ripërdorshëm."],"Create Reusable block":["Krijoni bllok të ripërdorshëm"],"A short descriptive name for your menu.":["Një emër i shkurtër përshkrues për menunë tuaj."],"Create your first menu":["Krijoni menunë tuaj të parë"],"Create a template part":["Krijoni një pjesë gjedheje"],"Template part created.":["U krijua pjesë gjedheje."],"Close settings sidebar":["Mbyll anështyllën e rregullimeve"],"Template (selected)":["Gjedhe (e përzgjedhur)"],"footers":["fundfaqe"],"headers":["kryefaqe"],"Search for blocks and patterns":["Kërkoni për blloqe dhe modele"],"Human-readable name identifying the widget type.":["Emër i lexueshëm nga syri njerëzor që identifikon llojin e widget-t."],"The widget type id.":["ID-ja e llojit të widget-it."],"Template Part Area":["Fushë Pjese Gjedheje"],"Template Part Areas":["Fusha Pjese Gjedheje"],"Where the template part is intended for use (header, footer, etc.)":["Për ku është menduar të përdoret pjesa e gjedhes (kryefaqe, fundfaqe, etj.)"],"If you have entered a custom label, it will be prepended before the title.":["Nëse keni dhënë një etiketë vetjake, do të vendoset para titullit."],"Display the title as a link":["Shfaqe titullin si lidhje"],"Displays the post link that precedes the current post.":["Shfaq lidhjen e postimit që i paraprin postimit të tanishëm."],"Previous post":["Postimi i mëparshëm"],"Displays the post link that follows the current post.":["Shfaq lidhjen e postimit që pason postimin e tanishëm."],"Next post":["Postimi pasues"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":["Përpunoni rajonet e ndryshme globale të sajtit tuaj, bie fjala, kryefaqen, fundfaqen, anështyllën, ose krijoni tuajat."],"block title\u0004Page List":["Listë Faqesh"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Sajti juaj s’ka ndonjë postim, ndaj s’ka gjë ç’të shfaqet këtë çast."],"Select %s":["Përzgjidhni %s"],"label for previous post link\u0004Previous":["I mëparshmi"],"label for next post link\u0004Next":["Pasuesi"],"Limit results to those matching a keyword ID.":["Kufizoji përfundimet te ato që kanë përputhje me një ID fjalëkyçi."],"Unable to retrieve body from response at this URL.":["S’arrihet të merret lëndë nga përgjigja në këtë URL."],"URL not found. Response returned a non-200 status code for this URL.":["S’u gjet URL. Përgjigja ktheu një kod gjendjeje jo-200 për këtë URL."],"Sorry, you are not allowed to process remote urls.":["Na ndjeni, s’keni leje të përpunoni URL të largëta."],"Invalid URL":["URL e pavlefshme"],"The contents of the <title> element from the URL.":["Lënda e etiketës <title> nga URL-ja."],"The URL to process.":["URL-ja për t’u përpunuar."],"An example title":["Shembull titulli"],"Previous page link":["Lidhje për te faqja e mëparshme"],"Previous Page":["Faqja e Mëparshme"],"block title\u0004Query Pagination Previous":["Query Pagination Previous"],"block title\u0004Query Pagination Numbers":["Numra Faqosjeje Kërkese"],"Next page link":["Lidhje për te faqja pasuese"],"Next Page":["Faqja Pasuese"],"block title\u0004Query Pagination Next":["Query Pagination Next"],"Max page to show":["Maksimum faqesh për shfaqje"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Kufizoni faqet që doni të shfaqen, edhe nëse për kërkesën ka më tepër përfundime. Që të shfaqen krejt faqet, përdorni 0 (zero)."],"Template part has been deleted or is unavailable: %s":["Pjesa e gjedhes është fshirë ose s’kihet dot: %s"],"Icon background color":["Ngjyrë sfondi faqeje"],"Icon color":["Ngjyrë ikonash"],"Block cannot be rendered inside itself.":["Blloku s’mund të krijohet brenda vetes."],"Indent":["Brendazi"],"Outdent":["Jashtazi"],"Ordered":["E renditur"],"Unordered":["E parenditur"],"Space between items":["Hapësirë mes elementesh"],"Add Media":["Shtoni Media"],"Add text over image":["Shtoni tekst përmbi figurë"],"Drag":["Tërhiqeni"],"Add an anchor":["Shtoni një spirancë"],"Align":["Drejtim"],"Editing %s:":["Po përpunohet %s:"],"Additional":["Shtesë"],"Panels":["Panele"],"Display block breadcrumbs":["Shfaq elementë blloku"],"Shows block breadcrumbs at the bottom of the editor.":["Shfaq në fund të përpunuesit elementë blloku."],"Limit results to those matching a category ID.":["Kufizoji përfundimet te ato që kanë përputhje me një ID kategorie."],"The preferred width of the viewport when previewing a pattern, in pixels.":["Gjerësia e parapëlqyer për ekranin, kur parashihet një model, në piksel."],"A description of the pattern.":["Përshkrim i modelit."],"The pattern's keyword slugs.":["Identifikues fjalëkyçi të modelit."],"The pattern's category slugs.":["Identifikues kategorie të modelit."],"The pattern content.":["Lënda e modelit."],"The pattern ID.":["ID-ja e modelit."],"https://wordpress.org/support/forums/":["https://wordpress.org/support/forums/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums</a>.":["Ndodhi një gabim i papritur. Diçka mund të jetë gabim me WordPress.org ose me formësimin e këtij shërbyesi. Nëse vazhdoni të keni pobleme, ju lutemi, provoni <a href=\"%s\">forumet e asistencës</a>."],"Sorry, you are not allowed to browse the local block pattern directory.":["Na ndjeni, s’keni leje të shfletoni listën vendore të modeleve të blloqeve."],"[block rendering halted]":["[rikrijimi i bllokut u ndal]"],"block title\u0004Post Terms":["Terma Postimi"],"block title\u0004Post Featured Image":["Figurë e Zgjedhur Postimi"],"block title\u0004Post Excerpt":["Copëz Postimi"],"block title\u0004Post Date":["Datë Postimi"],"block title\u0004Post Comments Form":["Formular Komentesh Postimi"],"block title\u0004Post Comments Count":["Numër Komentesh Postimi"],"block title\u0004Post Comments":["Komente Postimi"],"block title\u0004Comment Date":["Datë Komenti"],"block title\u0004Comment Content":["Lëndë Komenti"],"block title\u0004Comment Author":["Autor Komenti"],"block title\u0004Post Comment":["Koment Postimi"],"block title\u0004Post Author":["Autor Postimi"],"block title\u0004Post Content":["Lëndë Postimi"],"block title\u0004Post Title":["Titull Postimi"],"block title\u0004Query Pagination":["Faqosje Kërkese"],"block title\u0004Query Loop":["Query Loop"],"block title\u0004Template Part":["Pjesë Gjedheje"],"Untitled Template Part":["Pjesë Pa Emër e Gjedhes"],"block title\u0004Site Title":["Titull Sajti"],"block title\u0004Site Tagline":["Moto Sajti"],"block title\u0004Site Logo":["Logo Sajti"],"block title\u0004Social Icon":["Ikonë Shoqërorësh"],"block title\u0004Social Icons":["Ikona shoqërorësh"],"block title\u0004Tag Cloud":["Re Etiketash"],"block title\u0004Video":["Video"],"block title\u0004Verse":["Varg"],"block title\u0004Text Columns (deprecated)":["Shtylla Teksti (nxjerrë nga përdorimi)"],"block title\u0004Table":["Tabelë"],"block title\u0004Spacer":["Hapësirë"],"block title\u0004Shortcode":["Kod i shkurtër"],"block title\u0004Separator":["Ndarës"],"block title\u0004Group":["Grup"],"block title\u0004Search":["Kërkim"],"block title\u0004RSS":["RSS"],"block title\u0004Reusable block":["Bllok i ripërdorshëm"],"block title\u0004Pullquote":["Citim i nxjerrë në pah"],"block title\u0004Preformatted":["I paraformatuar"],"block title\u0004Page Break":["Ndërprerje Faqeje"],"block title\u0004More":["Më tepër"],"block title\u0004Unsupported":["I pambuluar"],"block title\u0004List":["Listë"],"block title\u0004Latest Posts":["Postimet Më të Reja"],"block title\u0004Latest Comments":["Komentet Më të Reja"],"block title\u0004Navigation":["Lëvizje"],"block title\u0004Media & Text":["Media & Tekst"],"block title\u0004Custom HTML":["HTML Vetjake"],"block title\u0004File":["Kartelë"],"block title\u0004Cover":["Mbulesë"],"block title\u0004Column":["Shtyllë"],"block title\u0004Columns":["Shtylla"],"block title\u0004Code":["Kod"],"block title\u0004Categories":["Kategori"],"block title\u0004Calendar":["Kalendar"],"block title\u0004Buttons":["Butona"],"block title\u0004Button":["Buton"],"block title\u0004Audio":["Audio"],"block title\u0004Archives":["Arkiva"],"block title\u0004Gallery":["Galeri"],"block title\u0004Quote":["Citim"],"block title\u0004Heading":["Krye"],"block title\u0004Image":["Figurë"],"block title\u0004Paragraph":["Paragraf"],"Editor canvas":["Spastroje kanavacën"],"No theme is defined for this template.":["S’ka temë të përkufizuar për këtë gjedhe."],"Post ID.":["ID Postimi."],"Status of template.":["Gjendje gjedheje."],"Description of template.":["Përshkrim gjedheje."],"Title of template.":["Titull gjedheje."],"Content of template.":["Lëndë gjedheje."],"Theme identifier for the template.":["Identifikues teme për gjedhen."],"Unique slug identifying the template.":["Identifikues unik që identifikon gjedhen."],"ID of template.":["ID gjedheje."],"Limit to the specified post id.":["Kufizoje me ID-në e postimit të dhënë."],"The template has already been deleted.":["Gjedhja tashmë është fshirë."],"Templates based on theme files can't be removed.":["S’mund të hiqen gjedhe të bazuara në kartela teme."],"No templates exist with that id.":["S’ka gjedhe me atë ID."],"Sorry, you are not allowed to access the templates on this site.":["Na ndjeni, s’keni leje të hyni te gjedhet në këtë sajt."],"The id of a template":["ID-ja e gjedhes"],"text direction\u0004ltr":["mnd"],"Block vertical alignment setting\u0004Align bottom":["Vëre në fund"],"Block vertical alignment setting\u0004Align middle":["Vëre në mes"],"Block vertical alignment setting\u0004Align top":["Vëre në krye"],"Extra Bold":["Ekstra të Trasha"],"Semi Bold":["Gjysmë të Trasha"],"Extra Light":["Ekstra të Holla"],"Capitalize":["Kaloje në shkronjë të madhe"],"Lowercase":["Me të vogla"],"Uppercase":["Me të mëdha"],"Post excerpt text":["Tekst copëze postimi"],"Post author byline text":["Tekst në krah të autorit të postimit"],"<a>Create a new post</a> for this feed.":["<a>Krijoni një postim të ri</a> për këtë rrjedhë."],"Default (<div>)":["Parazgjedhje (<div>)"],"HTML element":["Element HTML"],"Write site title…":["Shkruani titull sajti…"],"Site title text":["Tekst titulli sajti"],"Write site tagline…":["Shkruani moto sajti…"],"Site tagline text":["Tekst motoje sajti"],"Wood thrush singing in Central Park, NYC.":["Tushë pylli që këndon në Central Park, NYC."],"Video caption text":["Tekst videoje"],"Write verse…":["Shkruani vargje…"],"Verse text":["Tekst vargu"],"Column %d text":["Tekst shtylle %d"],"Table caption text":["Tekst përshkrimi tabele"],"Footer cell text":["Tekst kuadrati fundfaqeje"],"Body cell text":["Tekst kuadrati lënde"],"Header cell text":["Tekst kuadrati kryefaqeje"],"Shortcode text":["Tekst kodi të shkurtër"],"Pullquote citation text":["Tekst citimi"],"Pullquote text":["Tekst citimi të nxjerrë në pah"],"Preformatted text":["Tekst i paraformatuar"],"List text":["Tekst liste"],"Navigation link text":["Tekst lidhjeje lëvizjeje"],"Start empty":["Fillo me të zbrazët"],"Add all pages":["Shtoji krejt faqet"],"Download button text":["Tekst butoni shkarkimesh"],"Audio caption text":["Tekst përshkrimi videoje"],"Gallery caption text":["Tekst përshkrimi galerie"],"Quote citation text":["Tekst citimi"],"Quote text":["Tekst citimi"],"Heading text":["Tekst kryesh"],"Image caption text":["Tekst përshkrimi figure"],"Editing template. Changes made here affect all posts and pages that use the template.":["Përpunim gjedheje. Ndryshimet e bëra këtu prekin krejt postimet dhe faqe që përdorin gjedhen."],"Template name\u0004Singular":["Njëjës"],"[Draft]":["[Skicë]"],"Manage Reusable blocks":["Administroni blloqe të Ripërdorshëm"],"To show a comment, input the comment ID.":["Që të shfaqet një koment, jepni ID-në e komentit."],"No Title":["Pa Titull"],"Image, Date, & Title":["Figurë, Datë & Titull"],"Title & Date":["Titull & Datë"],"Display a list of your most recent posts, excluding sticky posts.":["Shfaqni një listë të postimeve tuaj më të freskët, përjashto postimet ngjitës."],"Posts List":["Listë Postimesh"],"Toggle full height":["Kaloje në / Hiqe nga lartësi e plotëLartësi"],"Font weight":["Madhësi shkronjash"],"Font style":["Stil shkronjash"],"%1$s %2$s":["%1$s %2$s"],"Edit site":["Përpunoni sajtin"],"Themes":["Tema"],"Post status\u0004Auto-Draft <span class=\"count\">(%s)</span>":["Auto-Skicë <span class=\"count\">(%s)</span>","Auto-Skica <span class=\"count\">(%s)</span>"],"Template name\u0004404":["404"],"Privacy Policy":["Rregulla Privatësie"],"Template name\u0004Page":["Faqe"],"Template name\u0004Home":["Kreu"],"Keyword":["Fjalëkyç"],"Filters":["Filtra"],"Button width":["Gjerësi butoni"],"Width settings":["Rregullime gjerësie"],"Keyboard input":["Dhënie nga tastiera"],"Transform to variation":["Shndërroje në variant"],"Font family":["Familje shkronjash"],"Letter case":["Të mëdha a të vogla"],"Decoration":["Zbukurim"],"Thin":["Të holla"],"Remove blocks":["Hiqi blloqet"],"Title, Date, & Excerpt":["Titull, Datë & Copëz"],"Title & Excerpt":["Titull & Copëz"],"Sticky posts":["Postime ngjitëse"],"Only":["Vetëm"],"Exclude":["Përjashto"],"Include":["Përfshi"],"Select Menu":["Përzgjidhni Menu"],"Make template part":["Krijoni pjesë gjedheje"],"Detach blocks from template part":["Shkëputi blloqet prej pjesës së gjedhes"],"Navigation Sidebar":["Anështyllë Lëvizjesh"],"Dashboard":["Pult"],"Browse all %1$s. This will open the %1$s menu in the navigation side panel.":["Shfletoni krejt %1$s. Kjo do të hapë menunë %1$s te paneli anësor i lëvizjeve."],"Show %s details":["Shfaq hollësi %s"],"Template name\u0004Index":["Tregues"],"Template name\u0004Archive":["Arkiv"],"Template name\u0004Front Page":["Faqe Ballore"],"Add extra areas to the editor.":["Shtoni fusha ekstra te përpunuesi."],"Choose what displays in the panel.":["Zgjidhni ç’të shfaqet te paneli."],"Use theme styles":["Përdorni stile teme"],"Make the editor look like your theme.":["Bëjeni përpunuesin të duket si tema juaj."],"Display button labels":["Shfaq etiketa butonash"],"Highlights the current block and fades other content.":["Nxjerr në pah bllokun e tanishëm dhe zbeh pjesën tjetër të lëndës."],"Reduce the interface":["Reduktoni ndërfaqen"],"Compacts options and outlines in the toolbar.":["Ngjesh mundësitë dhe përvijimet te paneli."],"Appearance":["Dukje"],"Contain text cursor inside block":["Mbaje kursorin e tekstit brenda bllokut"],"Aids screen readers by stopping text caret from leaving blocks.":["I ndihmon lexuesit e ekranit duke e ndaluar kursorin e tekstit të dalë nga blloku."],"Show most used blocks":["Shfaq blloqet më të përdorur"],"Places the most frequent blocks in the block library.":["Vendos blloqet më të shpeshtë te libraria e blloqeve."],"Include pre-publish checklist":["Përfshi kontrolle parapublikimi"],"Preferences":["Parapëlqime"],"Drawer":["Sirtar"],"Widgets settings":["Rregullime widget-esh"],"Widgets and blocks":["Widget-e dhe blloqe"],"Widgets top bar":["Shtyllë e sipërme widget-esh"],"Your theme does not contain any Widget Areas.":["Tema juaj s’përmban ndonjë Fushë Widget-sh."],"Blocks in this Widget Area will not be displayed in your site.":["Blloqet në këtë Fushë Widget-esh nuk do të shfaqen në sajtin tuaj."],"Could not save the following widgets: %s.":["S’u ruajtën dot widget-et vijuese: %s."],"There was an error. %s":["Pati një gabim. %s"],"Items per Page":["Objekte për Faqe"],"List of template parts":["Listë pjesësh gjedheje"],"Add tracks":["Shtoni pjesë"],"Remove track":["Hiqe pjesën"],"English":["Anglisht"],"Kind":["Lloj"],"Language tag (en, fr, etc.)":["Etiketë gjuhe (en, fr, etj.)"],"Source language":["Gjuhë burimi"],"Title of track":["Titull pjese"],"Label":["Etiketë"],"Edit track":["Përpunoni pjesë"],"Text tracks":["Pjesë tekst"],"Edit %s":["Përpunojeni %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Pjesët mund të jenë titra, tituj, kapituj ose përshkrime. Ato ndihmojnë për ta bërë lëndën tuaj më të përdorshme për një gamë të gjerë përdoruesish."],"Chapters":["Kapituj"],"Descriptions":["Përshkrime"],"Captions":["Titra"],"Subtitles":["Titra"],"Repeated background":["Sfond i përsëritur"],"One column":["Një shtyllë"],"Whether to bypass Trash and force deletion.":["Të anashkalohet apo jo Shpënia te Hedhurinat dhe të bëhet fshirje e detyruar."],"The password for the post if it is password protected.":["Fjalëkalimi për postimin, nëse është i mbrojtur me fjalëkalim."],"HTML content to append to the sidebar title when displayed. Default is a closing h2 element.":["Lëndë HTML për t’ia shtuar në fund titullit të anështyllës, kur shfaqet. Parazgjedhja është një element h2 mbylljeje."],"HTML content to prepend to the sidebar title when displayed. Default is an opening h2 element.":["Lëndë HTML për t’ia shtuar para titullit të anështyllës, kur shfaqet. Parazgjedhja është një element h2 hapjeje."],"HTML content to append to each widget's HTML output when assigned to this sidebar. Default is a closing list item element.":["Lëndë HTML për t’ia shtuar në fund output-it HTML të çdo widget-it, kur i caktohet kësaj anështylle. Parazgjedhja është një element mbylljeje liste."],"HTML content to prepend to each widget's HTML output when assigned to this sidebar. Default is an opening list item element.":["Lëndë HTML për t’ia shtuar para output-it HTML të çdo widget-i, kur i caktohet kësaj anështylle. Parazgjedhja është një element hapjeje liste."],"Extra CSS class to assign to the sidebar in the Widgets interface.":["Klasë CSS ekstra për t’i caktuar anështyllës te ndërfaqja e Widget-eve."],"No sidebar exists with that id.":["S’ka anështyllë me atë ID."],"The sidebar the widget belongs to.":["Anështylla së cilës i përket widget-i."],"The sidebar to return widgets for.":["Anshtyllë për të cilën të sillen widget-et."],"The requested widget is invalid.":["Widget-i i kërkuar është i pavlefshëm."],"No widget was found with that id.":["S’u gjet widget me atë ID."],"Sorry, you are not allowed to manage widgets on this site.":["Na ndjeni, s’keni leje të administroni widget-e në këtë sajt."],"Whether to force removal of the widget, or move it to the inactive sidebar.":["Nëse widget-i duhet hequr me zor, apo kaluar te anështylla joaktive."],"Class name":["Emër klase"],"Unique slug identifying the widget type.":["Identifikues unik që identifikon llojin e widget-it."],"Invalid widget type.":["Lloj i pavlefshëm widget-i."],"Make title a link":["Bëje titullin një lidhje"],"Open links in new tab":["Lidhjet hapi në skedë të re"],"\"Read more\" link text":["Tekst lidhjeje “Lexoni më tepër”"],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Sajti juaj s’përmban mbulim për bllokun %s. Mund të provoni ta instaloni bllokun ose ta hiqni fare."],"Filter patterns":["Filtroni modele"],"The current image has no alternative text. The file name is: %s":["Figura e tanishme s’ka tekst alternativ. Emri i kartelës është: %s"],"Current image: %s":["Figura e tanishme: %s"],"Reset to defaults":["Riktheje te parazgjedhjet"],"Toggle navigation":["Shfaq/Fshih menu lëvizjesh"],"Show more settings":["Shfaq më tepër rregullime"],"Hide more settings":["Fshih më tepër rregullime"],"Link color":["Ngjyrë lidhjesh"],"Close global styles sidebar":["Mbyll anështyllë stilesh globale"],"Delete menu":["Fshije menunë"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Sajti juaj s’përmban mbulim për bllokun %s. Mund të provoni ta instaloni bllokun, ta shndërroni në një bllok HTML-je Vetjake, ose ta hiqni fare."],"Install %s":["Instalo %s"],"Tags":["Etiketa"],"Percentage Width":["Gjerësi Përqindjeje"],"Display Settings":["Rregullime Shfaqjeje"],"Use button with icon":["Përdor buton me ikonë"],"Button inside":["Buton brenda"],"Button outside":["Buton jashtë"],"No button":["Pa buton"],"Change button position":["Ndryshoni pozicion butoni"],"Toggle search label":["Shfaq/Fshih etiketë kërkimesh"],"Link title":["Titull lidhjeje"],"Details":["Hollësi"],"Saving…":["Po ruhet…"],"Create: <mark>%s</mark>":["Krijo: <mark>%s</mark>"],"Search for patterns":["Kërkoni për modele"],"Term items not found.":["S’u gjetën elementë termi."],"Post Categories":["Kategori Postimesh"],"Anonymous":["Anonim"],"Add link to featured image":["Shtoni lidhje te figurë e zgjedhur"],"A link to a tag.":["Një lidhje për te një etiketë."],"Tag Link":["Lidhje Etikete"],"A link to a category.":["Një lidhje për te kategoria."],"Category Link":["Lidhje Kategorie"],"A link to a page.":["Lidhje për te një faqe."],"Page Link":["Lidhje Faqeje"],"A link to a post.":["Një lidhje për te një postim."],"Post Link":["Lidhje Postimi"],"Create draft post: <mark>%s</mark>":["Krijoni skicë postimi: <mark>%s</mark>"],"Characters":["Shenja"],"HTML content to display for this block menu item.":["Lëndë HTML për t’u shfaqur për këtë element menuje blloku."],"HTML representation of the widget admin form.":["Paraqitje HTML e formularit të përgjegjësit të widget-eve."],"Inactive widgets":["Widget-e joaktive"],"Widgets saved.":["Widget-et u ruajtën."],"Block pattern \"%s\" inserted.":["U fut model blloku \"%s\"."],"Find out more":["Mësoni më tepër"],"HTML representation of the widget.":["Përfaqësim HTML i widget-it."],"Description of the widget.":["Përshkrim i widget-it."],"Nested widgets.":["Widget-e brenda njëri-tjetrit."],"Status of sidebar.":["Gjendje anështylle."],"Description of sidebar.":["Përshkrim anështylle."],"Unique name identifying the sidebar.":["Emër unik që identifikon anështyllën."],"ID of sidebar.":["ID-ja e anështyllës."],"The id of a registered sidebar":["ID-ja e një anështylle të regjistruar"],"Gutenberg block.":["Bllok Gutenberg."],"Block library":["Bibliotekë blloqesh"],"Display a post's tags.":["Shfaq etiketat e një postimi."],"No post excerpt found":["S’u gjet copëz postimi"],"Post Comments Form block: comments to this post are not allowed.":["Bllok Formulari Komentesh Postimi: s’lejohen komente në këtë postim."],"Post Comments Form block: comments are not enabled for this post type.":["Blloku Formular Komentesh Postimi: komentet s’janë të passhëm për këtë lloj postimi."],"Post Comments Count block: post not found.":["Bllok Numër Komentesh Postimi: s’u gjet postim."],"Post comments block: no post found.":["Bllok komentesh postimi: s’u gjet postim."],"Insert column after":["Fut shtyllë pas"],"Insert column before":["Fut shtyllë para"],"Insert row after":["Fut rresht pas"],"Insert row before":["Fut rresht para"],"Description":["Përshkrim"],"Contact us":["Lidhuni me ne"],"The ID of the page that should be displayed on the front page":["ID-ja e faqes që duhet shfaqur në faqen ballore"],"What to show on the front page":["Ç’të shfaqet te faqja ballore"],"Reusable block created.":["U krijua bllok i ripërdorshëm."],"Reusable block scheduled.":["U planifikua bllok i ripërdorshëm."],"Reusable block reverted to draft.":["Blloku i ripërdorshëm u kthye te versioni skicë."],"Reusable block published privately.":["Blloku i ripërdorshëm u botua privatisht."],"Reusable block published.":["Blloku i ripërdorshëm u botua."],"Reusable blocks list":["Listë blloqesh të ripërdorshëm"],"Reusable blocks list navigation":["Lëvizje në listë blloqesh të ripërdorshëm"],"Filter reusable blocks list":["Filtroni listën e blloqeve të ripërdorshëm"],"No reusable blocks found in Trash.":["Te Hedhurinat s’u gjetën blloqe të ripërdorshëm."],"No reusable blocks found.":["S’u gjetën blloqe të ripërdorshëm."],"Search Reusable blocks":["Kërkoni blloqe të ripërdorshëm"],"All Reusable blocks":["Krejt blloqet e ripërdorshëm"],"View Reusable block":["Shihni bllok të ripërdorshëm"],"Edit Reusable block":["Përpunoni bllok të ripërdorshëm"],"New Reusable block":["Bllok i ripërdorshëm i ri"],"Add new Reusable block":["Shtoni bllok të ripërdorshëm të ri"],"Reusable block\u0004Add New":["Shtoni të ri"],"add new on admin bar\u0004Reusable block":["Bllok i ripërdorshëm"],"admin menu\u0004Reusable blocks":["Blloqe të Ripërdorshëm"],"post type singular name\u0004Reusable block":["Bllok i ripërdorshëm"],"post type general name\u0004Reusable blocks":["Blloqe të ripërdorshëm"],"The navigation editor has encountered an unexpected error.":["Përpunuesi i menusë së lëvizjeve hasi një gabim të papritur."],"Image width":["Gjerësi figure"],"Site Icon":["Ikonë Sajti"],"Open the block list view.":["Hap pamjen listë blloqesh."],"Base":["Bazë"],"Author":["Autor"],"Site logo.":["Logo sajti."],"Choose existing":["Zgjidhni një ekzistuese"],"Edit gallery image":["Përpunoni figurë galerie"],"Upload external image":["Ngarkoni figurë të jashtme"],"Image uploaded.":["U ngarkua figurë."],"Could not edit image. %s":["S’u përpunua dot figura. %s"],"Original":["Origjinali"],"Move the selected block(s) down.":["Lëvize bllokun(qet) e përzgjedhur poshtë."],"Move the selected block(s) up.":["Lëvize bllokun(qet) e përzgjedhur sipër."],"Move to":["Shpjere te"],"Browse all":["Shfletojini krejt"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Shfletojini krejt. Kjo do të hapë te paneli i përpunuesit panelin kryesor të futësit."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Që të zgjidhni vendndodhje të re blloku, përdorni tastet Tab dhe Shigjetë. Që të lëvizni mes nivelesh të folezëzuar, përdorni tastet Shigjetë Majtas dhe Djathtas. Pasi të jetë përzgjedhur vendndodhja, shtypni tastin Enter ose Space që të lëvizet blloku."],"Error installing block. You can reload the page and try again.":["Gabim në instalim blloku. Mund të ringarkoni faqen dhe riprovoni."],"This block is already installed. Try reloading the page.":["Ky bllok është i instaluar tashmë. Provoni të ringarkoni faqen."],"Error registering block. Try reloading the page.":["Gabim në regjistrimin e bllokut. Provoni të ringarkoni faqen."],"Whether to automatically add top level pages to this menu.":["Shto vetvetiu te kjo menu faqe të reja të shkallës së epërme."],"Sorry, you are not allowed to set auto add pages.":["Na ndjeni. s’keni leje të caktoni vetështim faqesh."],"Version of the block format used in the HTML content.":["Version i formatit të bllokut në lëndë HTML."],"HTML content, transformed for display.":["Lëndë HTML, e shndërruar për shfaqje."],"HTML content, as it exists in the database.":["Lëndë HTML, siç gjendet te baza e të dhënave."],"Content required if menu item of type block.":["Lënda është e domosdoshme, në qoftë element menuje lloji blloku."],"Name":["Emër"],"Template Part \"%s\" inserted.":["U fut Pjesë Gjedheje \"%s\"."],"Opacity":["Patejdukshmëri"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Portret"],"Landscape":["Së gjeri"],"Save the navigation currently being edited.":["Ruaje menunë e lëvizjes aktualisht nën përpunim."],"Export":["Eksporto"],"Download your templates and template parts.":["Shkarkoni gjedhe dhe pjesë gjedhesh tuajat."],"The pattern title, in human readable format.":["Titulli i modelit, në format të lexueshëm nga syri njerëzor."],"The following block has been added to your site.":["Te sajti juaj është shtuar blloku vijues.","Te sajti juaj janë shtuar blloqet vijues."],"Added: %d block":["U shtua: %d bllok","U shtuan: %d blloqe"],"An error occurred.":["Ndodhi një gabim."],"Mixed":["Të përziera"],"%s (selected)":["%s (përzgjedhur)"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Fusha Widget-esh janë pjesë globale në skemën e sajtit tuaj që mund të pranojnë blloqe. Këto ndryshojnë sipas temës, por zakonisht janë pjesë të tilla si Anështylla ose Fundfaqja juaj."],"Image size presets":["Paracaktime madhësish figurash"],"A tip for using the block editor":["Ndihmës mbi përdorimin e përpunuesit me blloqe"],"%d block added.":["U shtua %d bllok.","U shtuan %d blloqe."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["Aktualisht gjendeni nën mënyrën lëvizje. Lëvizni nëpër blloqe duke përdorur tastin Tab dhe tastet Shigjetë. Për të lëvizur në nivele brenda njëri-tjetrit, përdorni tastet Shigjetë Majtas dhe Djathtas. Që të dilni nga mënyra lëvizje dhe të përpunoni bllokun e përzgjedhur, shtypni tastin Enter."],"Padding":["Zbutje"],"Link Color":["Ngjyrë Lidhjesh"],"Orientation":["Drejtim"],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Aspect Ratio":["Përpjesëtim"],"Crop":["Qethe"],"Rotate":["Rrotulloje"],"Zoom":["Zoom"],"Display author name":["Shfaq emër autori"],"by %s":["nga %s"],"Design":["Dizajn"],"Text":["Tekst"],"Theme locations":["Vende temash"],"There are no available menu locations.":["S’ka vende menush gati."],"Create a new menu":["Krijoni një menu të re"],"Navigation saved.":["Lëvizja u ruajt."],"Create menu":["Krijoni menu"],"Menu name":["Emër menuje"],"Menu created":["Menuja u krijua"],"Widget areas":["Fushë widget-esh"],"Moved %d block to clipboard.":["U kalua te e papastra %d bllok.","U kaluan te e papastra %d blloqe."],"Copied %d block to clipboard.":["U kopjua në të papastër %d bllok.","U kopjuan në të papastër %d blloqe."],"Moved \"%s\" to clipboard.":["\"%s\" u kalua te e papastra."],"Copied \"%s\" to clipboard.":["\"%s\" u kopjua te e papastra."],"Navigation Area":["Zonë Menuje Lëvizjesh"],"Block navigation structure":["Strukturë lëvizjeje blloku"],"Block %1$d of %2$d, Level %3$d":["Blloku %1$d i %2$d, Nivel %3$d"],"Change matrix alignment":["Ndryshoni drejtim matrice"],"Notifications":["Njoftime"],"Are you ready to save?":["Jeni gati për ruajtje?"],"templates":["gjedhe"],"Offset":["Shmangie"],"Number of tags":["Numër etiketash"],"Query":["Kërkesë"],"A widget area container.":["Kontejner fushe widget-i."],"Widget Area":["Fushë Widget-esh"],"Change content position":["Ndryshoni pozicion lënde"],"Posts":["Postime"],"Pages":["Faqe"],"Uncategorized":["I pakategorizuar"],"Open save panel":["Hapni panel ruajtjesh"],"Are you sure you want to delete this navigation menu?":["Jeni i sigurt se doni të fshihet kjo menu lëvizjesh?"],"Write byline…":["Shkruani emër autori…"],"Show bio":["Shfaq jetëshkrim"],"Avatar size":["Madhësi avatari"],"Show avatar":["Shfaqe avatarin"],"Author Settings":["Rregullime Autori"],"This column count exceeds the recommended amount and may cause visual breakage.":["Vlera e kësaj shtylle tejkalon madhësinë e rekomanduar dhe mund të shkaktojë dëmtim të pamjes."],"Search results":["Përfundime kërkimi"],"White":["E bardhë"],"Black":["E zezë"],"Selected":["E përzgjedhur"],"Superscript":["Sipërshkrim"],"Subscript":["Poshtëshkrim"],"Patterns":["Modele"],"Block Library":["Bibliotekë Blloqesh"],"Browser default":["Parazgjedhje shfletuesi"],"Manage locations":["Administroni vende"],"Navigation menus.":["Menu lëvizjeje."]," … ":[" … "],"Minimum height of cover":["Lartësi minimum mbulese"],"%1$s Block. Row %2$d":["Bllok %1$s. Rresht %2$d"],"Typography":["Tipografi"],"Line height":["Lartësi rreshti"],"Content":["Lëndë"],"Header":["Krye"],"Toggle fullscreen mode.":["Kalo në/dil nga mënyra “sa krejt ekrani”."],"Menu Location":["Vend Menush"],"Menu":["Menu"],"Enable Navigation screen":["Aktivizo skenë Lëvizjesh"],"Navigation (beta)":["Lëvizje (beta)"],"No comments.":["S’ka komente."],"Contact":["Kontakt"],"About":["Rreth"],"Home":["Hyrje"],"25 / 50 / 25":["25 / 50 / 25"],"33 / 33 / 33":["33 / 33 / 33"],"70 / 30":["70 / 30"],"30 / 70":["30 / 70"],"50 / 50":["50 / 50"],"Current media URL:":["URL e tanishme për median:"],"Block variations":["Variante blloqesh"],"Preview in new tab":["Parashiheni në skedë të re"],"Sort collection by object attribute.":["Renditeni koleksionin sipas atribut objektesh."],"Order sort attribute ascending or descending.":["Atribut rendi renditje rritëse ose zbritëse."],"Limit result set to posts with a specific menu_order value.":["Kufizoje grupin e përfundimeve te postime me një vlerë menu_order specifike."],"The terms assigned to the object in the %s taxonomy.":["Termat caktuar objektit te klasifikimi %s."],"Whether the menu item represents an object that no longer exists.":["Nëse elementi i menusë përfaqëson një objekt që s’ekziston më."],"The XFN relationship expressed in the link of this menu item.":["Marrëdhënia XFN e shprehur te lidhja e këtij elementi menuje."],"The URL to which this menu item points.":["URL-ja për ku shpie ky element menuje."],"The singular label used to describe this type of menu item.":["Etiketa njëshe e përdorur për të përshkruar këtë lloj elementi menush."],"The target attribute of the link element for this menu item.":["Atributi i synuar i pjesës lidhje për këtë element menush."],"The DB ID of the original object this menu item represents, e . g . ID for posts and term_id for categories.":["ID DB e objektit origjinal që përfaqëson ky zë menuje, p.sh., ID-ja për postimet dhe term_id për kategoritë."],"The type of object originally represented, such as \"category,\" \"post\", or \"attachment.\"":["Lloji i objektit përfaqësuar fillimisht, bie fjala, \"kategori,\" \"postim\", ose \"bashkëngjitje.\""],"The DB ID of the nav_menu_item that is this item's menu parent, if any, otherwise 0.":["ID DB e nav_menu_item që është mëma e menusë së këtij zëri, në pastë, përndryshe, 0."],"The description of this menu item.":["Përshkrimi i këtij elementi menush."],"Class names for the link element of this menu item.":["Emra klasash për pjesën lidhje të këtij elementi menush."],"Text for the title attribute of the link element for this menu item.":["Tekst për atributin titull të pjesë lidhje për këtë element menush."],"A named status for the object.":["Një gjendje e emërtuar për objektin."],"The family of objects originally represented, such as \"post_type\" or \"taxonomy\".":["Familja e objekteve të përfaqësuara fillimisht, bie fjala, \"lloj postimi\" ose \"klasifikim\"."],"Name of type.":["Emër lloji."],"HTML title for the object, transformed for display.":["Titull HTML për objektin, e shndërruar për shfaqje."],"Title for the object, as it exists in the database.":["Titull për objektin, siç gjendet te baza e të dhënave."],"Get linked object.":["Merr objekt të lidhur."],"Invalid URL.":["URL e pavlefshme."],"URL required if menu item of type custom.":["URL-ja është e domosdoshme, në qoftë zë menuje lloji vetjak."],"Title required if menu item of type custom.":["Titulli është i domosdoshëm, në qoftë zë menuje lloji vetjak."],"Invalid post ID.":["ID e pavlefshme postimi."],"The post cannot be deleted.":["Postimi s’mund të fshihet."],"Menu items do not support trashing. Set '%s' to delete.":["Për elementë menush s’mbulohet shpënia te hedhurinat. Që të fshihen, caktoni '%s'."],"Cannot create existing post.":["S’mund të krijohet postim ekzistues."],"Sorry, you cannot view these menu items, unless you have access to permission edit them. ":["Na ndjeni, s’mund t’i shihni këta elementë menuje, veç në paçi leje për përpunim të tyre. "],"Sorry, you are not allowed to edit posts in this post type.":["Na ndjeni, s’keni leje të përpunoni postime të këtij lloji postimesh."],"Sorry, you cannot view this menu item, unless you have access to permission edit it. ":["Na ndjeni, s’mund ta shihni këtë element menuje, veç në paçi leje për përpunim të tij. "],"The locations assigned to the menu.":["Vendndodhjet përshoqëruar menusë."],"Menu location does not exist.":["Vendndodhja e menusë s’ekziston."],"The term cannot be deleted.":["Termi s’mund të fshihet."],"Terms do not support trashing. Set '%s' to delete.":["Për termat s’mbulohet shpënia te hedhurinat. Për t’i fshirë, caktoni '%s'."],"Parent term does not exist.":["Termi mëmë s’ekziston."],"Cannot set parent term, taxonomy is not hierarchical.":["Ky klasifikim s’është hierarkik, ndaj s’mund të caktoni term prind."],"Sorry, you are not allowed to assign the provided locations.":["Na ndjeni, s’keni leje të përshoqëroni vendndodhjet e dhëna."],"Sorry, you cannot view this menu, unless you have access to permission edit it. ":["Na ndjeni, s’mund ta këtë menu, veç në paçi leje për përpunim të saj. "],"Sorry, you are not allowed to edit this term.":["Na ndjeni, s’keni leje ta përpunoni këtë term."],"Sorry, you cannot view these menus, unless you have access to permission edit them. ":["Na ndjeni, s’mund t’i shihni këto menu, veç në paçi leje për përpunim të tyre. "],"Sorry, you are not allowed to edit terms in this taxonomy.":["Na ndjeni, s’ju lejohet të përpunoni terma në këtë klasifikim."],"The ID of the assigned menu.":["ID-ja e menusë së përshoqëruar."],"The description of the menu location.":["Përshkrimi i vendndodhjes së menusë."],"The name of the menu location.":["Emri i vendndodhjes së menusë."],"Invalid menu location.":["Vendndodhje e pavlefshme menuje."],"Sorry, you are not allowed to view menu locations.":["Na ndjeni, s’keni leje të shihni vendndodhje menush."],"An alphanumeric identifier for the menu location.":["Identifikues alfanumerik për vendndodhje menuje."],"User":["Përdorues"],"Widget Areas":["Fusha Widget-esh"],"Post Type":["Lloj Postimi"],"Site":["Sajt"],"Block Patterns":["Modele Blloqesh"],"Link to %s":["Lidhje për te %s"],"Move %1$s block from position %2$d left to position %3$d":["Kaloje bllokun %1$s nga pozicioni %2$d majtas te pozicioni %3$d"],"Move %1$s block from position %2$d down to position %3$d":["Kaloje bllokun %1$s nga pozicioni %2$d poshtë në pozicionin %3$d"],"Creating":["Po krijohet"],"An unknown error occurred during creation. Please try again.":["Ndodhi një gabim i panjohur gjatë krijimit. Ju lutemi, riprovoni më vonë."],"Create draft page: <mark>%s</mark>":["Krijoni skicë faqeje: <mark>%s</mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Ndryshoni llojin e bllokut duke shtypur ikonën e blloqeve te paneli."],"Drag files into the editor to automatically insert media blocks.":["Që të futni automatikisht blloqe media, tërhiqni kartela te përpunuesi."],"Outdent a list by pressing <kbd>backspace</kbd> at the beginning of a line.":["Shtyjeni majtas një listë duke shtypur tastin <kbd>Backspace</kbd> te fillimi i një rreshti."],"Indent a list by pressing <kbd>space</kbd> at the beginning of a line.":["Shtyjeni djathtas një listë duke shtypur tastin <kbd>Space</kbd> te fillimi i një rreshti."],"Desktop":["Desktop"],"Mobile":["Celular"],"Tablet":["Tablet"],"Post Tags":["Etiketa Postimi"],"Show link on new line":["Shfaq lidhje në rresht të ri"],"Post Excerpt Settings":["Rregullime Copëze Postimi"],"Date Format":["Format Datash"],"Format settings":["Rregullime Formati"],"Change Date":["Ndryshoni Datën"],"Post Comments Form":["Formular Komentesh Postimi"],"Select poster image":["Përzgjidhni figurë afishe"],"Post content":["Lëndë postimi"],"Background color":["Ngjyrë sfondi"],"Media file":["Kartelë media"],"Text color":["Ngjyrë teksti"],"Change heading level":["Ndryshoni shkallë kryesh"],"survey":["pyetësor"],"social":["shoqëror"],"Edit Page Template":["Përpunoni Gjedhe Faqeje"],"New":["E re"],"Loading…":["Po ngarkohet…"],"Add Template":["Shtoni Gjedhe"],"Global Styles":["Stile Globalë"],"No matching template found.":["S’u gjet gjedhe me përputhje."],"Social Icon":["Ikonë Shoqërorësh"],"block keyword\u0004links":["lidhje"],"Image alignment":["Drejtim figure"],"Display featured image":["Shfaq figurë të zgjedhur"],"Featured image settings":["Rregullime figure të zgjedhur"],"Embed a TikTok video.":["Trupëzoni një video TikTok."],"Block %1$s is at the beginning of the content and can’t be moved left":["Blloku %1$s gjendet në fillim të lëndës dhe s’mund të shtyhet majtas"],"Block %1$s is at the beginning of the content and can’t be moved up":["Blloku %1$s gjendet në fillim të lëndës dhe s’mund të ngjitet sipër"],"Block %1$s is at the end of the content and can’t be moved left":["Blloku %1$s gjendet në fund të lëndës dhe s’mund të shtyhet majtas"],"Block %1$s is at the end of the content and can’t be moved down":["Blloku %1$s gjendet në fund të lëndës dhe s’mund të ulet poshtë"],"Solid":["Solid"],"Open document settings":["Hap rregullime dokumentesh"],"Open block settings":["Hap rregullime blloku"],"Display settings":["Rregullime ekrani"],"Choose variation":["Zgjidhni variant"],"%s Block":["Bllok %s"],"%1$s Block. %2$s":["Bllok %1$s. %2$s"],"%1$s Block. Column %2$d":["Bllok %1$s. Shtyllë %2$d"],"%1$s Block. Column %2$d. %3$s":["Bllok %1$s. Shtyllë %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["Bllok %1$s. Rresht %2$d. %3$s"],"Post Excerpt":["Copëz Postimi"],"Post Date":["Datë Postimi"],"Post Author":["Autor Postimi"],"Choose":["Zgjidhni"],"Theme":["Temë"],"Footer label":["Etiketë fundfaqeje"],"Header label":["Etiketë kryesh"],"The description will be displayed in the menu if the current theme supports it.":["Përshkrimi do të shfaqet te menuja, nëse kjo mbulohet nga tema e tanishme."],"Level %1$s. %2$s":["Nivel %1$s. %2$s"],"Level %s. Empty.":["Nivel %s. I zbrazët."],"Empty":["I zbrazët"],"Search results for \"%s\"":["Përfundime kërkimi për \"%s\""],"Recently updated":["Përditësuar së fundi më"],"Multiple selected blocks":["Blloqe të shumtë të përzgjedhur"],"By %s":["Nga %s"],"Briefly describe the link to help screen reader users.":["Përshkruajeni shkurt lidhjen që të ndihmoni përdoruesit e lexuesit të ekranit."],"Link label":["Etiketë lidhjeje"],"%s label":["Etiketë %s"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADU - FAINT DAWN - 1940 (MINIATURË)\nDritare, shumë e vogël në largësi, e ndriçuar.\nGjithçka përreth kësaj gjendet në një skenë thuajse tërësisht të errët. Tani, teksa kamera shkon ngadalë drejt dritares, e cila në kuadër është sa një pullë poste, zënë e duken forma të tjera;"],"Full post":["Postim i plotë"],"Show:":["Shfaq:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["Suspendisse commodo neque lacus, a dictum orci interdum et."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis."],"Background":["Sfond"],"Image size":["Madhësi figurash"],"Remove multiple selected blocks.":["Hiq blloqe të shumtë të përzgjedhur."],"(%s: gradient %s)":["(%s: gradient %s)"],"(%s: color %s)":["(%s: ngjyrë %s)"],"Here's a detailed guide.":["Ja një udhërrëfyes i hollësishëm."],"New to the block editor? Want to learn more about using it? ":["S’e njihni Përpunuesin Me Blloqe? Dëshironi të mësoni më tepër rreth tij duke e përdorur? \t"],"Learn how to use the block editor":["Mësoni si të përdorni Përpunuesin Me Blloqe"],"Help":["Ndihmë"],"https://wordpress.org/support/article/wordpress-editor/":["https://wordpress.org/support/article/wordpress-editor/"],"Submit for Review…":["Parashtroni për Shqyrtim…"],"Update…":["Përditësoni…"],"Untitled":["Pa titull"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["Përpunuesi me blloqe përfshin veçori eksperimentale që mund të përdoren, teksa janë ende duke u zhvilluar. Përzgjidhni ato që doni të aktivizohen. Këto veçori ka shumë gjasa të ndryshojnë, ndaj shmangni përdorimin e tyre në prodhim."],"Next":["Pasuesi"],"Previous":["I mëparshmi"],"Open Media Library":["Hap Mediatekë"],"The media file has been replaced":["Kartela media është zëvendësuar"],"Replace":["Zëvendësoje"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Aktualisht gjendeni nën mënyrën përpunim. Që të riktheheni te mënyra lëvizje, shtypni tastin <code>Esc</code>."],"You are probably offline.":["Gjasat janë të jeni <em>offline</em>."],"Justify items right":["Përligji objektet djathtas"],"Justify items center":["Përligji objektet në qendër"],"Justify items left":["Përligji objektet majtas"],"Change items justification":["Ndrysho përligje objektesh"],"// A \"block\" is the abstract term used\n// to describe units of markup that\n// when composed together, form the\n// content or layout of a page.\nregisterBlockType( name, settings );":["// Një “bllok” është termi abstrakt\n// i përdorur për të përshkruar njësi\n// formatimi teksti që kur përdoren\n// tok, formojnë lëndën ose skemën\n// grafike të një faqeje.\nregisterBlockType( emër, rregullime );"],"ADD MEDIA":["SHTONI MEDIA"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage /> icon.":["Krejt blloqet e përdorshëm prej jush, <em>live</em> te libraria e blloqeve. Do ta gjeni kurdo që shihni ikonën <InserterIconImage />."],"Get to know the block library":["Njihuni me librarinë e blloqeve"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Çdo bllok vjen me grupin e vet të kontrolleve për ndryshim gjërash të tilla si ngjyrë, gjerësi dhe drejtim. Këto do të shfaqen dhe zhduken automatikisht kur keni të përzgjedhur një bllok."],"Make each block your own":["Bëjeni çdo bllok si e doni"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["Te përpunuesi në WordPress, çdo paragraf, figurë ose video paraqitet me një “bllok” të dallueshëm lënde."],"Welcome to the block editor":["Mirë se vini te Përpunuesi Me Blloqe"],"Get started":["Fillojani"],"inserter":["futës"],"Welcome Guide":["Udhërrëfyes Mirëseardhjeje"],"Page templates":["Gjedhe faqesh"],"Post Title":["Titull Postimi"],"Add submenu":["Shtoni nënmenu"],"Add link":["Shtoni lidhje"],"Light":["E çelët"],"Navigation settings":["Rregullime për Lëvizjet"],"Template parts to include in your templates.":["Pjesë gjedhesh për t’i përfshirë te gjedhet tuaja."],"Template parts list":["Listë pjesësh gjedheje"],"Template parts list navigation":["Lëvizje te listë pjesësh gjedheje"],"Filter template parts list":["Filtroni listë pjesësh gjedheje"],"Uploaded to this template part":["U ngarkua te kjo pjesë gjedheje"],"Insert into template part":["Futeni te pjesë gjedheje"],"Template part archives":["Arkiv pjesësh gjedheje"],"No template parts found in Trash.":["S’u gjetën pjesë gjedheje te Hedhurinat."],"No template parts found.":["S’u gjetën pjesë gjedheje."],"Parent Template Part:":["Pjesë Gjedheje Mëmë:"],"Search Template Parts":["Kërkoni Pjesë Gjedheje"],"All Template Parts":["Krejt Pjesët e Gjedhes"],"View Template Part":["Shihni Pjesë Gjedheje"],"Edit Template Part":["Përpunoni Pjesë Gjedheje"],"New Template Part":["Pjesë e Re Gjedheje"],"Add New Template Part":["Shtoni Pjesë të Re Gjedheje"],"Template Part\u0004Add New":["Shtoni të Re"],"Admin Menu text\u0004Template Parts":["Pjesë Gjedhesh"],"Template Part":["Pjesë Gjedheje","Pjesë Gjedhesh"],"Template Parts":["Pjesë Gjedheje"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["Udhës me zor gjarpëronin të lodhur\nPa pritur gjë nga nata dhe i ftohti\nShpresat pas shumë herët kishin lënë\nDhe nuk besonin më as dhe te Zoti\nTë mundur, të harruar dhe drejt fundit\nHije të vetmuara të asgjëkundit."],"Menu Item":["Zë Menuje"],"Navigation":["Lëvizje"],"Navigation Menu":["Menu Lëvizjesh"],"(Note: many devices and browsers do not display this text.)":["(Shënim: mjaft pajisje dhe shfletues nuk e shfaqin këtë tekst.)"],"Describe the role of this image on the page.":["Përshkruani rolin e kësaj figure te faqja."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Kalim nga përdorimi i të njëjtës vlerë për krejt madhësitë e ekranit te përdorimi i një vlere unike për madhësi ekrani, ose anasjelltas."],"Use the same %s on all screensizes.":["Përdor të njëjtën %s në krejt madhësinë e ekranit."],"Large screens":["Ekrane të mëdhenj"],"Medium screens":["Ekrane të mesëm"],"Small screens":["Ekrane të vegjël"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Kontrollon vetinë %1$s për kanale parjeje %2$s."],"Currently selected":["E përzgjedhur për çastin"],"Search or type url":["Kërkoni ose shtypni URL"],"Press ENTER to add this link":["Shtypni <kbd>Enter</kbd> që të shtohet kjo lidhje"],"Currently selected link settings":["Rregullime lidhjeje të përzgjedhur aktualisht"],"Generic label for block inserter button\u0004Add block":["Shtoni bllok"],"directly add the only allowed block\u0004Add %s":["Shtoni %s"],"%s block added":["Blloku %s u shtua"],"Block breadcrumb":["Elementë <em>breadcrumb</em> blloku"],"Editor footer":["Fundfaqe përpunuesi"],"Site Title":["Titull Sajti"],"Open Colors Selector":["Hapni Përzgjedhës Ngjyrash"],"Templates list":["Listë gjedhesh"],"Templates list navigation":["Lëvizje te listë gjedhesh"],"Filter templates list":["Filtroni listë gjedhesh"],"Uploaded to this template":["U ngarkua te kjo gjedhe"],"Insert into template":["Futeni te gjedhe"],"Template archives":["Arkiva gjedhesh"],"No templates found in Trash.":["S’u gjetën gjedhe te Hedhurinat."],"No templates found.":["S’u gjetën gjedhe."],"Parent Template:":["Gjedhe Mëmë:"],"Search Templates":["Kërkoni Për Gjedhe"],"All Templates":["Krejt Gjedhet"],"View Template":["Shihni Gjedhe"],"Edit Template":["Përpunoni Gjedhe"],"New Template":["Gjedhe e Re"],"Add New Template":["Shtoni Gjedhe të Re"],"Template\u0004Add New":["Shtoni të Re"],"Admin Menu text\u0004Templates":["Gjedhe"],"Template":["Gjedhe"],"No matching template found":["S’u gjet gjedhe me përputhje"],"All content copied.":["U kopjua krejt lënda."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Ngarkimi i medias dështoi. Nëse kjo është një foto ose një figurë e madhe, ju lutemi, ripërmasojeni me zvogëlim dhe riprovoni."],"Gradient":["Gradient"],"No Preview Available.":["S’ka Paraparje."],"Midnight":["Mesnatë"],"Electric grass":["Bar elektrik"],"Pale ocean":["Oqean i zbehtë"],"Luminous dusk":["Muzg i ndritshëm"],"Blush bordeaux":["Bordo e zbehtë"],"Blush light purple":["E purpur e çelët e zbehtë"],"Cool to warm spectrum":["Spektri nga të ftohta te të ngrohta"],"Very light gray to cyan bluish gray":["Gri shumë e çelët në gri blu në të gjelbër me nuanca bluje"],"Luminous vivid orange to vivid red":["Portokalli e ndritshme e ndezur në të kuqe të ndezur"],"Luminous vivid amber to luminous vivid orange":["Ngjyrë mjalti e ndezur e ndritshme në portokalli të ndezur të ndritshme"],"Light green cyan to vivid green cyan":["Blu e gjelbër në të gjelbër e çelët në blu të gjelbër në të gjelbër të ndezur"],"Vivid cyan blue to vivid purple":["Blu e gjelbër në blu e ndezur në të purpur të ndezur"],"https://wordpress.org/support/article/excerpt/":["https://wordpress.org/support/article/excerpt/"],"December 6, 2018":["6 dhjetor, 2018"],"February 21, 2019":["21 shkurt, 2019"],"May 7, 2019":["7 maj 2009"],"Release Date":["Datë Hedhjeje Në Qarkullim"],"Jazz Musician":["Muzikant Jazz-i"],"Version":["Version"],"Six.":["Gjashtë."],"Five.":["Pesë."],"Four.":["Katër."],"Three.":["Tre."],"Two.":["Dy."],"One.":["Një."],"One of the hardest things to do in technology is disrupt yourself.":["Një nga gjërat më të zorshme në teknologji është të ndërpresësh vetveten."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["Cinxamiu<br>e nxjerr bukën e gojës<br>pa zhurmë e bujë."],"Welcome to the wonderful world of blocks…":["Mirë se vini në botën e mrekullueshme të blloqeve…"],"<strong>Snow Patrol</strong>":["<strong>Snow Patrol</strong>"],"Dimensions":["Përmasa"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim ultricies commodo."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit, eget faucibus urna pulvinar."],"Call to Action":["Thirrje Për Veprim"],"In quoting others, we cite ourselves.":["Duke cituar të tjerët, ne citojmë vetveten."],"Mont Blanc appears—still, snowy, and serene.":["Mont Blanc appears—still, snowy, and serene."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["Për sa i përket botimit, pavarësisht nga kriteret, motivet dhe synimet e botuesve, mund të themi se fjalët tona të urta radhiten ndërmjet atyre zhanreve folklorike që kanë pasur më shumë fat. Ato kanë tërhequr prej kohësh vëmendjen e folkloristëve, gjuhëtarëve, letrarëve dhe dijetarëve shqiptarë (edhe të huaj.)"],"Templates to include in your theme.":["Gjedhe për t’u përfshirë te tema juaj."],"Templates":["Gjedhe"],"Add":["Shto"],"%s out of 5 stars":["%s nga 5 yje të mundshëm"],"Enter address":["Jepni adresë"],"Attachment page":["Faqe bashkëngjitje"],"Link rel":["Atribut “rel” lidhjeje"],"Border radius":["Rreze anësh"],"Write gallery caption…":["Shkruani titull galerie…"],"Restore the backup":["Riktheje kopjeruajtjen"],"The backup of this post in your browser is different from the version below.":["Kopjeruajtja e këtij postimi te shfletuesi juaj është e ndryshme nga versioni më poshtë."],"Reverse list numbering":["Numërim liste së prapthi"],"Start value":["Vlerë fillimi"],"Ordered list settings":["Rregullime listash të renditura"],"Clear Media":["Spastro Mediat"],"Default Style":["Stil Parazgjedhje"],"Not set":["E parregulluar"],"While writing, you can press <kbd>/</kbd> to quickly insert new blocks.":["Teksa shkruani, mund të shtypni <kbd>/</kbd> që të futni shpejt e shpejt blloqe të rinj."],"Change column alignment":["Ndryshoni drejtim shtylle"],"Align column right":["Vendose shtyllën djathtas"],"Align column center":["Vendose shtyllën në qendër"],"Align column left":["Vendose shtyllën majtas"],"Color":["Ngjyrë"],"Vivid purple":["E purpur e gjallë"],"Disable & Reload":["Çaktivizoje & Ringarkoje"],"Enable & Reload":["Aktivizoje & Ringarkoje"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Për këtë ndryshim është i nevojshëm ringarkimi i faqes. Përpara ringarkimit, sigurohuni se keni ruajtur lëndën tuaj."],"Display these keyboard shortcuts.":["Shfaq këto shkurtore tastiere."],"Experiments Settings":["Rregullime Eksperimentesh"],"Experimental settings":["Rregullime eksperimentale"],"Draft":["Skicë"],"Learn more about anchors":["Mësoni më tepër mbi spirancat"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Jepni një a dy fjalë — pa hapësira — për të krijuar një adresë web unike sa për këtë bllok, që quhet “spirancë”. Mandej do të jeni në gjendje të lidhni diçka drejtpërsëdrejti me këtë ndarje të faqes tuaj."],"Upload a video file, pick one from your media library, or add one with a URL.":["Ngarkoni një kartelë video, zgjidhni një prej mediatekës tuaj, ose shtoni një të tillë përmes URL-je."],"Upload an image file, pick one from your media library, or add one with a URL.":["Ngarkoni një kartelë figure, zgjidhni një prej mediatekës tuaj, ose shtoni një të tillë përmes URL-je."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Ngarkoni një kartelë audio, zgjidhni një prej mediatekës tuaj, ose shtoni një të tillë përmes URL-je."],"Upload a media file or pick one from your media library.":["Ngarkoni një kartelë media ose zgjidhni një nga mediateka juaj."],"Skip":["Anashkaloje"],"Select a variation to start with.":["Përzgjidhni një variant me të cilin t’ia fillohet."],"Title attribute":["Atribut titulli"],"Open in new tab":["Hape në skedë të re"],"Move right":["Kaloje djathtas"],"Move left":["Kaloje majtas"],"Links":["Lidhje"],"Automatically add published top-level pages to this menu.":["Shto vetvetiu te kjo menu faqe të reja të epërme të botuara."],"Menu settings":["Rregullime menuje"],"Upload a file or pick one from your media library.":["Ngarkoni një kartelë ose zgjidhni një nga mediateka juaj."],"Learn more about embeds":["Mësoni më tepër rreth trupëzimeve"],"https://wordpress.org/support/article/embeds/":["https://wordpress.org/support/article/embeds/"],"Paste a link to the content you want to display on your site.":["Ngjitni një lidhje për te lënda që doni të shfaqet te sajti juaj."],"Three columns; wide center column":["Tre shtylla; shtyllë e gjerë në qendër"],"Three columns; equal split":["Tre shtylla; ndarje e barabartë"],"Two columns; two-thirds, one-third split":["Dy shtylla; ndarje dy të treta, një të tretë"],"Two columns; one-third, two-thirds split":["Dy shtylla; ndarje një të tretë; dy të treta"],"Two columns; equal split":["Dy shtylla; ndarje e barabartë"],"Your site doesn&#8217;t have any %s, so there&#8217;s nothing to display here at the moment.":["Sajti juaj s’ka ndonjë %s, ndaj hëpërhë s’ka gjë për t’u shfaqur këtu."],"More tools & options":["Më tepër mjete & mundësi"],"Create Table":["Krijo Tabelë"],"Insert a table for sharing data.":["Futni një tabelë për të ndarë të dhëna."],"Ungrouping blocks from within a Group block back into individual blocks within the Editor \u0004Ungroup":["Hiqua grupin"],"verb\u0004Group":["Grupoje"],"Separate multiple classes with spaces.":["Ndajini klasat e shumta me hapësira."],"Move image forward":["Shpjere figurën përpara"],"Move image backward":["Shpjere figurën prapa"],"Block rendered as empty.":["Blloku u vizatua si i zbrazët."],"Inline code":["Kod brendazi"],"Footer section":["Ndarje fundfaqe"],"Header section":["Ndarje krye"],"Sorting and filtering":["Renditje dhe filtrim"],"Post meta settings":["Rregullime Meta postimi"],"Post Content":["Lëndë Postimi"],"Post content settings":["Rregullime lënde postimi"],"Column settings":["Rregullime shtylle"],"Footer":["Fundfaqe"],"sidebars":["anështylla"],"This color combination may be hard for people to read.":["Kjo ndërthurje ngjyrash mund të vështirësojë leximin nga njerëzit."],"There is no poster image currently selected":["S’ka të përzgjedhur figurë afisheje"],"The current poster image url is %s":["URL-ja e figurës së tanishme afishe është %s"],"Crop image to fill entire column":["Qetheni figurën që ta nxërë krejt shtylla"],"Play inline":["Luaje brendazi"],"Leave empty if the image is purely decorative.":["Lëreni të zbrazët, nëse figura është thjesht dekorative."],"Describe the purpose of the image":["Përshkruani qëllimin e figurës"],"Add a block":["Shtoni një bllok"],"Block vertical alignment setting label\u0004Change vertical alignment":["Ndryshojini drejtimin vertikal"],"Replace Image":["Zëvendësoni Figurën"],"Legacy Widget":["Widget i Dikurshëm"],"Select a legacy widget to display:":["Përzgjidhni për shfaqje një widget të dikurshëm:"],"There are no widgets available.":["S’ka widget-e të gatshëm."],"%s: Change block type or style":["%s: Ndryshoni lloj ose stil blloku"],"keyboard key\u0004Space":["Hapësirë"],"keyboard key\u0004Backspace":["Backspace"],"Search Terms":["Terma Kërkimesh"],"Exit the Editor":["Dil Nga Përpunues"],"Embedded content from %s can't be previewed in the editor.":["Lëndës së trupëzuar nga %s s’mund t’i bëhet paraparje te përpunuesi."],"Stick to the top of the blog":["Ngjite në krye të blogut"],"Read about permalinks":["Lexoni mbi permalidhje"],"The last part of the URL.":["Pjesa e fundit e URL-së."],"URL Slug":["Identifikues URL-je"],"Taxonomy":["Klasifikim"],"Tag Cloud settings":["Rregullime Reje Etiketash"],"- Select -":["- Përzgjidhni -"],"Default":["Parazgjedhje"],"Search":["Kërko"],"Add button text…":["Shtoni tekst butoni…"],"Button text":["Tekst butoni"],"Optional placeholder…":["Vendmbajtëse opsionale…"],"Optional placeholder text":["Tekst opsional vendmbajtëseje"],"Add label…":["Shtoni etiketë…"],"Label text":["Tekst etikete"],"image %1$d of %2$d in gallery":["figura %1$d nga %2$d në galeri"],"Calendar":["Kalendar"],"An error has occurred, which probably means the feed is down. Try again later.":["Ndodhi një gabim, i cili, sipas gjasash, do të thotë që prurja s’po funksionon. Riprovoni më vonë."],"RSS Error:":["Gabim RSS-je:"],"block style\u0004Default":["Parazgjedhje"],"Fullscreen mode deactivated":["Mënyra Sa Tërë Ekrani u çaktivizua"],"Fullscreen mode activated":["Mënyra Sa Tërë Ekrani u aktivizua"],"Spotlight mode deactivated":["Mënyra projektor u çaktivizua"],"Spotlight mode activated":["Mënyra projektor u aktivizua"],"Top toolbar deactivated":["Paneli i sipërm u çaktivizua"],"Top toolbar activated":["Paneli i sipërm u aktivizua"],"Back":["Mbrapsht"],"Feature activated":["Veçoria u aktivizua"],"Feature deactivated":["Veçoria u çaktivizua"],"Max number of words in excerpt":["Numër maksimum fjalësh në copëz"],"Display excerpt":["Shfaq copëz"],"Display date":["Shfaq datë"],"Display author":["Shfaq autorin"],"RSS settings":["Rregullime RSS-je"],"Edit RSS URL":["Përpunoni URL RSS-je"],"Hide the excerpt on the full content page":["Fshihe copëzën në një faqe lënde të plotë"],"The excerpt is visible.":["Copëza është e dukshme.."],"The excerpt is hidden.":["Copëza është e fshehur."],"Sorry, this content could not be embedded.":["Na ndjeni, kjo lëndë s’u trupëzua dot."],"Embed Amazon Kindle content.":["Trupëzoni lëndë Amazon Kindle."],"ebook":["ebook"],"Embed Crowdsignal (formerly Polldaddy) content.":["Trupëzoni lëndë Crowdsignal (dikur Polldaddy)."],"Focal point picker":["Zgjedhës vatre"],"Underline":["Të nënvizuara"],"Attempt Block Recovery":["Provo Rimarrje Blloku"],"Word count type. Do not translate!\u0004words":["words"],"content placeholder\u0004Content…":["Lëndë…"],"button label\u0004Convert to link":["Shndërroje në lidhje"],"button label\u0004Try again":["Riprovoni"],"Editor tips":["Ndihmëza redaktori"],"Block (selected)":["Bllok (përzgjedhur)"],"%d word":["%d fjalë","%d fjalë"],"Top toolbar":["Paneli i epërm"],"Link Rel":["Atribut &laquo; Rel &raquo; i Lidhjes"],"Link CSS Class":["Klasë CSS Lidhjeje"],"https://wordpress.org/plugins/classic-widgets/":["https://wordpress.org/plugins/classic-widgets/"],"To edit the featured image, you need permission to upload media.":["Që të përpunoni figurën e zgjedhur, ju duhen leje për të ngarkuar media."],"To edit this block, you need permission to upload media.":["Që të përpunoni këtë bllok, ju duhen leje të ngarkoni media."],"(selected block)":["(blloku i përzgjedhur)"],"Block tools":["Mjete blloqesh"],"Permalink":["Permalidhje"],"This image has an empty alt attribute":["Kjo figurë ka një atribut alt të zbrazët"],"This image has an empty alt attribute; its file name is %s":["Kjo figurë ka një atribut alt të zbrazët; emri i kartelës për të është %s"],"Link inserted.":["Lidhja u fut."],"Warning: the link has been inserted but may have errors. Please test it.":["Kujdes: lidhja është futur, por mund të ketë gabime. Ju lutemi, testojeni."],"%s block selected.":["U përzgjodh %s bllok.","U përzgjodhën %s blloqe."],"Thumbnail":["Miniaturë"],"Full Size":["Madhësi e Plotë"],"Link selected.":["Lidhja u përzgjodh."],"Start writing with text or HTML":["Filloni të shkruani me tekst ose HTML"],"Type text or HTML":["Shtypni tekst ose HTML"],"Align text right":["Vëre tekstin djathtas"],"Align text center":["Vëre tekstin në qendër"],"Align text left":["Vëre tekstin majtas"],"Empty block; start writing or type forward slash to choose a block":["Bllok i zbrazët; filloni të shkruani ose shtypni tastin pjerrake përpara që të zgjidhni një bllok"],"Paragraph block":["Bllok paragraf"],"Stack on mobile":["Njëra sipër tjetrës, në celular"],"Annotation":["Shënim"],"Drag images, upload new ones or select files from your library.":["Tërhiqni këtu figura, ngarkoni të reja ose përzgjidhni kartela nga fototeka juaj."],"blocks\u0004Most used":["Më të përdorurit"],"imperative verb\u0004Resolve":["Zgjidheni"],"font size name\u0004Huge":["Të stërmëdha"],"font size name\u0004Large":["Të mëdha"],"font size name\u0004Medium":["Mesatare"],"font size name\u0004Small":["Të vogla"],"font size name\u0004Normal":["Normale"],"button label\u0004Import":["Importo"],"button label\u0004Download":["Shkarkim"],"button label\u0004Embed":["Trupëzoje"],"block title\u0004Embed":["Trupëzim"],"block title\u0004Classic":["Klasik"],"Link edited.":["Lidhja u përpunua."],"Link removed.":["Lidhja u hoq."],"media":["media"],"Double-check your settings before publishing.":["Përpara se të botoni, kontrolloni edhe një herë rregullimet tuaja."],"Generating preview…":["Po prodhohet paraparja…"],"Edit or update the image":["Përpunoni ose përditësoni figurën"],"Media":["Media"],"Navigate to the nearest toolbar.":["Kalo te paneli më i afërt."],"Document tools":["Mjete dokumentesh"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["Jepini tekstit të cituar një theksim pamor. “Duke cituar të tjerët, ne citojmë vetveten”. — Hulio Kortazar"],"Media & Text settings":["Rregullime për Media & Tekst"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["Përdorni ndarje të reja dhe sistemojeni lëndën tuaj për t’i ndihmuar vizitorët (dhe motorët e kërkimit) të kuptojnë strukturë e saj."],"Resize for smaller devices":["Ripërmasoje për pajisje më të vogla"],"This embed may not preserve its aspect ratio when the browser is resized.":["Ky trupëzim mund të mos ruajë përpjesëtimet e veta, kur shfletuesi ripërmasohet."],"This embed will preserve its aspect ratio when the browser is resized.":["Ky trupëzim do të ruajë përpjesëtimet e veta, kur shfletuesi ripërmasohet."],"Embed an Animoto video.":["Trupëzoni video Animoto."],"Embed a Vimeo video.":["Trupëzoni video Vimeo."],"Embed Flickr content.":["Trupëzoni lëndë Flickr."],"Embed Spotify content.":["Trupëzoni lëndë Spotify."],"Embed SoundCloud content.":["Trupëzoni lëndë SoundCloud."],"Embed a WordPress post.":["Trupëzoni një postim WordPress."],"Embed an Instagram post.":["Trupëzoni postim Instagram."],"Embed a Facebook post.":["Trupëzoni postim Facebook."],"Embed a WordPress.tv video.":["Trupëzoni një video WordPress.tv."],"Embed a VideoPress video.":["Trupëzoni një video VideoPress."],"Embed a Tumblr post.":["Trupëzoni një postim Tumblr."],"Embed a TED video.":["Trupëzoni një video TED."],"Embed Speaker Deck content.":["Trupëzoni lëndë Speaker Deck."],"Embed a YouTube video.":["Trupëzoni video YouTube."],"Embed SmugMug content.":["Trupëzoni lëndë SmugMug."],"Embed Slideshare content.":["Trupëzoni lëndë Slideshare."],"Embed Scribd content.":["Trupëzoni lëndë Scribd."],"Embed Screencast content.":["Trupëzoni lëndë Screencast."],"Embed ReverbNation content.":["Trupëzoni lëndë ReverbNation."],"Embed a Reddit thread.":["Trupëzoni rrjedhë Reddit."],"Embed Mixcloud content.":["Trupëzoni lëndë Mixcloud."],"Embed a tweet.":["Trupëzoni një cicërimë Twitter."],"Embed Kickstarter content.":["Trupëzoni lëndë Kickstarter."],"Embed Issuu content.":["Trupëzoni lëndë Issuu."],"Embed Imgur content.":["Trupëzoni lëndë Imgur."],"Embed a Dailymotion video.":["Trupëzoni një video Dailymotion."],"Embed CollegeHumor content.":["Trupëzoni lëndë CollegeHumor."],"Embed Cloudup content.":["Trupëzoni lëndë Cloudup."],"noun\u0004View":["Pamje"],"editor button\u0004Left to right":["Nga e majta në të djathtë"],"Save as pending":["Ruaje si në pritje të shqyrtimit"],"%s address":["Adresë %s"],"Paste or type URL":["Hidhni ose shtypni URL-në"],"Insert from URL":["Futni prej URL-je"],"Styles":["Stile"],"General":["Të përgjithshme"],"Work without distraction":["Punoni pa shpërqendrim"],"Focus on one block at a time":["Përqendrohuni mbi një bllok në herë"],"Access all block and document tools in a single place":["Përdorni krejt blloqet dhe mjetet e dokumenteve nga një vend i vetëm"],"Options":["Mundësi"],"(opens in a new tab)":["(hapet në dritare të re)"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Sajti juaj nuk përmban mbulim për bllokun \"%s\". Këtë bllok mund ta lini të paprekur ose ta hiqni fare."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Sajti juaj nuk përmban mbulim për bllokun \"%s\". Këtë bllok mund ta lini të paprekur, ta shndërroni në një bllok HTML-je Vetjake, ose ta hiqni fare."],"Media area":["Zonë mediash"],"Show media on right":["Median shfaqe djathtas"],"Show media on left":["Median shfaqe majtas"],"Cover":["Mbulesë"],"Huge":["I stërmadh"],"Medium":["Medium"],"Normal":["Normal"],"Paste URL or type to search":["Hidhni URL-në ose shtypni që të kërkohet"],"Terms":["Terma"],"Your work will be published at the specified date and time.":["Postimi juaj do të botohet në datën dhe kohën e përcaktuar."],"Are you ready to schedule?":["Jeni gati të planifikoni?"],"Always show pre-publish checks.":["Shfaq përherë kontrolle para-publikimi."],"Take Over":["Merreni Në Dorë"],"All Posts":["Krejt Postimet"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["Mbi këtë postim është duke punuar hëpërhë një tjetër përdorues, që do të thotë se nuk mund të bëni ndryshime, veç në e marrshi ju në dorë punën."],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["Mbi këtë postim është duke punuar hëpërhë %s, që do të thotë se nuk mund të bëni ndryshime, veç në e marrshi ju në dorë punën."],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["Mbi këtë postim tani ka kontroll përpunimi një tjetër përdorues. Mos u bëni merak, ndryshimet tuaja deri në këtë çast janë ruajtur."],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["Mbi këtë postim tani ka kontroll përpunimi %s. Mos u bëni merak, ndryshimet tuaja deri në këtë çast janë ruajtur."],"Avatar":["Avatar"],"This post is already being edited.":["Ky postim gjendet tashmë nën përpunim."],"Someone else has taken over this post.":["Dikush tjetër e ka marrë në dorë këtë postim."],"This block contains unexpected or invalid content.":["Ky bllok përmban lëndë të papritur ose të pavlefshme."],"Resolve Block":["Zgjidheni Bllokun"],"Convert to HTML":["Shndërroje në HTML"],"This block can only be used once.":["Ky bllok mund të përdoret vetëm një herë."],"Exit code editor":["Dil nga përpunues kodi"],"Editing code":["Përpunim kodi"],"HTML":["HTML"],"Write HTML…":["Shkruani HTML…"],"Media settings":["Rregullime për media"],"Overlay":["Shtresë Përsipër"],"Reusable block imported successfully!":["U importua me sukses bllok i ripërdorshëm!"],"Invalid Reusable block JSON file":["Kartelë e pavlefshme JSON blloku të ripërdorshëm"],"Invalid JSON file":["Kartelë JSON e pavlefshme"],"Import from JSON":["Importo nga JSON"],"Backtick":["Apostrof së prapthi"],"Period":["Pikë"],"Comma":["Presje"],"Change type of %d block":["Ndryshoni llojin e %d blloku","Ndryshoni llojin e %d blloqeve"],"Current":["I tanishmi"],"After Conversion":["Pas Shndërrimi"],"Change alignment":["Ndryshoji drejtimin"],"Change text alignment":["Ndryshoni drejtim teksti"],"%d block":["%d bllok","%d blloqe"],"Forward-slash":["Pjerrake përpara"],"No archives to show.":["S’ka arkiva për shfaqje."],"This file is empty.":["Kjo kartelë është e zbrazët."],"Sorry, this file type is not supported here.":["Na ndjeni, ky lloj kartele këtu nuk mbulohet."],"Title":["Titull"],"Fullscreen mode":["Mënyra “sa krejt ekrani”"],"Beautiful landscape":["Panoramë e bukur"],"Close panel":["Mbylle panelin"],"Convert to Classic Block":["Shndërroje në Bllok Klasik"],"Poster image":["Figurë afishe"],"Create":["Krijoje"],"Row count":["Numër rreshti"],"Column count":["Numër shtylle"],"block description\u0004Create and save content to reuse across your site. Update the block, and the changes apply everywhere it’s used.":["Krijoni lëndë dhe ruajeni për ta ripërdorur nëpër sajtin tuaj. Përditësoni bllokun, dhe ndryshimet pasqyrohen kudo ku është përdorur."],"Change the block type after adding a new paragraph.":["Ndryshoni llojin e bllokut pasi të keni shtuar një paragraf të ri."],"Spotlight mode":["Mënyra projektor"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["Etiketat i ndihmojnë përdoruesit dhe motorët e kërkimeve të lëvizin nëpër sajtin tuaj dhe të gjejnë lëndën tuaj. Shtoni ndoca fjalëkyçe për të përshkruar postimin tuaj."],"Add tags":["Shtoni etiketa"],"Apply the \"%1$s\" format.":["Apliko formatin \"%1$s\"."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Tema juaj përdor formate postimesh për të theksuar lloje të ndryshme lënde, bie fjala figura ose video. Që të shihni këtë stilizim të veçantë, aplikoni një format postimi."],"Use a post format":["Përdorim një format postimesh"],"Insert after":["Fute pas"],"Insert before":["Fute para"],"Move %1$d block from position %2$d down by one place":["Kalo %1$d bllok nga pozicioni %2$d një vend më poshtë","Kaloje %1$d blloqet nga pozicioni %2$d një vend më poshtë"],"Move %1$d block from position %2$d up by one place":["Kalo %1$d bllok nga pozicioni %2$d një vend më sipër","Kalo %1$d blloqe nga pozicioni %2$d një vend më sipër"],"Move %1$s block from position %2$d right to position %3$d":["Kaloje bllokun %1$s nga pozicioni %2$d djathtas te pozicioni %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Kaloje bllokun %1$s nga pozicioni %2$d sipër në pozicionin %3$d"],"Insert a new block before the selected block(s).":["Futni një bllok të ri para bllokut(qeve) të përzgjedhur."],"Remove the selected block(s).":["Hiqe bllokun(qet) e përzgjedhur(a)."],"Duplicate the selected block(s).":["Përsëdytni bllokun(qet) e përzgjedhur."],"Block shortcuts":["Shkurtore blloku"],"Clear selection.":["Pastroje përzgjedhjen."],"Select all text when typing. Press again to select all blocks.":["Përzgjidhni krejt tekstin kur shtypet. Rishtypeni që të përzgjidhen krejt blloqet."],"Selection shortcuts":["Shkurtore përzgjedhjesh"],"Switch between visual editor and code editor.":["Hidhuni nga përpunues pamor në atë të kodit dhe anasjelltas."],"Navigate to the previous part of the editor.":["Kalo te pjesa e mëparshme e përpunuesit."],"Navigate to the next part of the editor.":["Kalo te pjesa pasuese e përpunuesit."],"Show or hide the settings sidebar.":["Shfaqni ose fshihni anështyllën e rregullimeve."],"Redo your last undo.":["Ribëni zhbërjen tuaj të fundit."],"Undo your last changes.":["Zhbëni ndryshimet tuaja të fundit."],"Save your changes.":["Rruani ndryshimet tuaja."],"Global shortcuts":["Shkurtore të përgjithshme"],"Remove a link.":["Hiqni një lidhje."],"Convert the selected text into a link.":["Shndërroje tekstin e përzgjedhur në një lidhje."],"Underline the selected text.":["Nënvizoje tekstin e përzgjedhur."],"Make the selected text italic.":["Tekstin e përzgjedhur kaloje nën të pjerrëta."],"Make the selected text bold.":["Tekstin e përzgjedhur kaloje nën të trasha."],"Text formatting":["Formatim teksti"],"Insert a new block after the selected block(s).":["Futni një bllok të ri pas bllokut(ve) të përzgjedhur."],"Keyboard shortcuts":["Shkurtore tastiere"],"Thanks for testing Gutenberg!":["Faleminderit që testoni Gutenberg-un!"],"Help build Gutenberg":["Ndihmoni në ngritjen e Gutenberg-ut"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository</a>.":["Nëse doni të mësoni më tepër rreth se si të krijohen blloqe shtesë, ose nëse interesoheni të ndihmoni në projekt, shkoni te <a href=\"%s\">depoja në GitHub</a>."],"The WordPress community":["Bashkësia WordPress"],"Code is Poetry":["Kodi është Poezi"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Mund të krijoni çfarëdo blloku që doni, statik ose dinamik, zbukurues ose të thjeshtë. Ja një bllok për citime:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["Më sipër keni një galeri me vetëm dy figura. Bëhet fjalë për një rrugë më të lehtë për krijim skemash tërheqëse nga ana pamore, pa u dashur të merreni me elementë pezull. Galerinë mund ta riktheni lehtësisht te figura individuale, duke përdorur këmbyesin e bllokut."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["Sigurisht, figura në madhësi të plotë mund të jetë goxha e madhe. Por ngandonjëherë figura e ka hak këtë."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["Përdorshmëria nga kushdo është e rëndësishme &mdash; mos harroni të shtoni atribut alt për figurat"],"If you combine the new <strong>wide</strong> and <strong>full-wide</strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Nëse ndërthurni drejtimet e reja <strong>i gjerë</strong> dhe <strong>gjerësi e plotë</strong> me galeri, mund të krijoni një skemë shumë të larmishme për media, dhe shumë shpejt:"],"Media Rich":["I pasur Me Media"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Sasinë e shtyllave në galerinë tuaj mund të ndryshoni duke tërhequr një rrëshqitës te mbikëqyrësi i bllokut, te anështylla."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Blloqet mund të jenë ç’të keni nevojë. Për shembull, mund të doni të shtoni një citim si pjesë e hartimit të tekstit tuaj, ose mund të doni të shfaqni një të tillë gjigant dhe të stilizuar. Krejt këto mundësi i gjeni te futësi."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["Të dhënat që i përgjigjen burimit të citimit janë një fushë teksti më vete, si titujt nën figura, kështu që struktura e citimit është e mbrojtur edhe kur përzgjidhni, modifikoni ose e hiqni fare burimin. Është përherë e lehtë ta shtoni më vonë."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["Përpunuesi do të përpiqet të krijojë një metodë të re ndërtimi faqesh dhe postimesh, e cila e bën të pamundimshëm shkrimin e postimeve të pasur, dhe përmban “blloqe” për ta bërë të kollajtë atë për të cilën sot duhen kode të shkurtër, HTML vetjake, apo nuhatje rreth përmbajtjes së trupëzimeve të mistershme."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Një përfitim shumë i madh nga blloqet është se mund t’i përpunoni ata në vend dhe të manipuloni lëndën e tyre drejtpërsëdrejti. Në vend të fushave për përpunim gjërash të tilla si burimi i një citimi, apo teksti i një butoni, mund të ndryshoni lëndën drejtpërdrejt. Provoni të përpunoni citimin vijues:"],"Visual Editing":["Përpunim Pamor"],"And <em>Lists</em> like this one of course :)":["Dhe <em>Lista</em> si kjo, sigurisht :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Blloqe skeme, f.v. Butona, Figura Hero, Ndarës, etj."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Trupëzime, b.f., nga YouTube, Tweets, apo postime të tjera WordPress."],"Galleries":["Galeri"],"Images &amp; Videos":["Figura &amp; Video"],"Text &amp; Headings":["Tekst &amp; Krye"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Provojeni, mund të zbuloni gjëra që s’e dinit se WordPress-i mund t’i shtojë tashmë te postimet tuaja. Ja një listë e shkurtër se ç’mund të gjeni:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)</code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Përfytyroni gjithçka që mund të bëjë WordPress-i ta keni në dorë shpejt dhe në të njëjtin vend te ndërfaqja. Pa u dashur të merrni vesh etiketa HTML, klasa, apo të mbani mend sintaksë të ndërlikuar kodesh të shkurtër. Kjo është ideja pas futësit—butoni <code>(+)</code> që do të shihni nëpër përpunues—i cili ju lejon të shfletoni krejt blloqet e gatshëm të lëndës dhe t’i shtoni ata te postimi juaj. Shtojcat dhe temat janë në gjendje të regjistrojnë blloqe të tyret, duke hapur rrugën për gjithë llojet e mundësive për përpunim dhe botim të pasur."],"The <em>Inserter</em> Tool":["Mjeti i <em>Futjeve</em>"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Provoni të përzgjidhni ose përpunoni përshkrimin, tani nuk ju duhet të më të jeni i kujdesshëm se mos përzgjidhni gabimisht figurën apo tjetër tekst dhe të rrënoni paraqitjen."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Nëse mbulohet nga tema juaj, do të shihni butonin \"e gjerë\" te paneli i figurave. Provojeni."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Trajtimi me kujdesin më të madh të figurave dhe objekteve media është objektivi i parë i përpunuesit të ri. Shpresojmë se shtimi i legjendave apo kalimi në gjerësi të plotë i figurave tuaja do t’ju duken shumë të lehta dhe të fuqishme se më parë."],"A Picture is Worth a Thousand Words":["Një Pamje vlen Sa Një Mijë Fjalë"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Tituj janë gjithashtu blloqe më vete, gjë që ndihmon në përvijimin dhe sistemimin e lëndës tuaj."],"... like this one, which is right aligned.":["… si kjo, që është e vendosur majtas."],"What you are reading now is a <strong>text block</strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["Ajo që po lexoni tani është një <strong>bllok teksti</strong>, blloku më i themelor nga të tërë. Blloku i tekstit ka kontrollet e veta për t’u lëvizur lirisht nëpër postim…"],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content</em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["Synimi i përpunuesit të ri është ta bëjë të thjeshtë dhe të pëlqyeshëm shtimin e lëndës së pasur te WordPress. Ky postim përbëhet i tëri nga <em>pjesë lënde</em>—diçka e ngjashme me blloqet LEGO—që mund t’i lëvizni dhe ndërveproni me to. Lëvizeni kursorin tuaj përqark dhe do të vini re që blloqe të ndryshëm sikur përmenden, me përvijime dhe shigjeta. Shtypni shigjetat që t’i ripozicioni blloqet shpejt e shpejt, pa frikë se mos humbë gjë gjatë procesit të kopjimit dhe ngjitjes."],"Of Mountains &amp; Printing Presses":["Mbi Malet &amp; Shtypshkronjat"],"Welcome to the Gutenberg Editor":["Mirë e vini te Përpunuesi Gutenberg"],"Learn more":["Mësoni më tepër"],"Are you sure you want to unschedule this post?":["Jeni i sigurt se doni t’i hiqet planifikimi për botim këtij postimi?"],"Alt text (alternative text)":["Tekst Alt (text alternativ)"],"The title for the object.":["Titulli për objektin."],"Unique identifier for the object.":["Identifikues unik për objektin."],"Untitled Reusable block":["Bllok i ripërdorshëm pa titull"],"Small":["E vogël"],"Reusable":["I ripërdorshëm"],"Add to Reusable blocks":["Shtoje te blloqe të Ripërdorshëm"],"Keep as HTML":["Mbaje si HTML"],"Edit URL":["Përpunoni URL"],"The response is not a valid JSON response.":["Përgjigja s’është përgjigje JSON e vlefshme."],"Editor publish":["Publikime nga Redaktori"],"Muted":["Pa zë"],"Video settings":["Rregullime për videon"],"Display avatar":["Shfaq avatarin"],"Latest comments settings":["Rregullime për komentet më të reja"],"Number of comments":["Numër komentesh"],"Auto":["Auto"],"Preload":["Parangarkoje"],"Audio settings":["Rregullime për audion"],"Archives settings":["Rregullime arkivash"],"https://wordpress.org/support/plugin/gutenberg/":["https://wordpress.org/support/plugin/gutenberg/"],"Support":["Asistencë"],"No comments to show.":["S’ka komente për shfaqje."],"%1$s on %2$s":["%1$s në %2$s"],"Select Post":["Përzgjidhni Postim"],"Select Week":["Përzgjidhni Javë"],"Select Day":["Përzgjidhni Ditë"],"Select Month":["Përzgjidhni Muaj"],"Select Year":["Përzgjidhni Vit"],"Archives":["Arkiva"],"Cyan bluish gray":["Gri e kaltër e gjelbër në blu"],"Vivid cyan blue":["Blu e kaltër e gjelbër e ndezur"],"Pale cyan blue":["Blu e kaltër e gjelbër e zbehtë"],"Vivid green cyan":["Blu e kaltër e gjelbër e ndezur"],"Light green cyan":["E kaltër e gjelbër e zbehtë"],"Luminous vivid amber":["E qelibartë"],"Luminous vivid orange":["Portokalli e ndritshme e ndezur"],"Vivid red":["E kuqe e ndezur"],"Pale pink":["Vjollcë e zbehtë"],"Inline image":["Figurë brendazi"],"Available block types":["Lloje blloqesh të gatshëm"],"Transform to":["Shndërroje në"],"Open publish panel":["Hap panel publikimesh"],"Large":["E madhe"],"Regular":["E rregullt"],"Show download button":["Shfaq buton shkarkimesh"],"Download button settings":["Rregullime butoni shkarkimesh"],"Link to":["Lidhje te"],"Text link settings":["Rregullime lidhjesh tekst"],"Copy URL":["Kopjoji URL-në"],"Write file name…":["Shkruani emër kartele…"],"File":["Kartelë"],"Square":["Katror"],"Loop":["Qerthull"],"Autoplay":["Vetëluaje"],"Playback controls":["Kontrolle luajtjeje"],"Disable tips":["Çaktivizoni ndihmëza"],"Got it":["E kuptova"],"See next tip":["Shihni ndihmëzën pasuese"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Kur të jeni gati, parashtrojeni punën tuaj për shqyrtim, dhe një Redaktor do të jetë në gjendje ta miratojë për ju."],"Are you ready to submit for review?":["Jeni gati ta parashtroni për shqyrtim?"],"Replace image":["Zëvendëso figurën"],"Remove image":["Hiqe figurën"],"Invalid term ID.":["ID e pavlefshme termi."],"The ID for the parent of the object.":["ID-ja për mëmën e objektit."],"Error while uploading file %s to the media library.":["Gabim teksa ngarkohej kartela %s te mediateka."],"This file exceeds the maximum upload size for this site.":["Kartela e tejkalon madhësinë maksimum të ngarkimit për këtë sajt."],"View the autosave":["Shiheni vetëruajtjen"],"There is an autosave of this post that is more recent than the version below.":["Ka një vetëruajtje për këtë postim, e cila është më e freskët se sa versioni më poshtë."],"Autosaving":["Po vetëruhet"],"Enter URL here…":["Jepeni këtu URL-në…"],"beta":["beta"],"Pin to toolbar":["Fiksoje në panel"],"Unpin from toolbar":["Shfiksoje nga paneli"],"Fixed width table cells":["Kutiza tabele me gjerësi të fiksuar"],"Table settings":["Rregullime tabelash"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":["Shtoni një bllok që shfaq lëndë të marrë nga sajte të tjerë, b.f. Twitter, ose YouTube."],"No results found.":["S’u gjetën përfundime."],"Error loading block: %s":["Gabim në ngarkimin e bllokut: %s"],"Unknown error":["Gabim i panjohur"],"term\u0004Remove %s":["Hiqe %s"],"Height in pixels":["Lartësi në piksel"],"Spacer settings":["Rregullime ndarësi"],"Toggle to show a large initial letter.":["Klikojeni që të shfaqet një shkronjë fillestare e madhe."],"Showing large initial letter.":["Shfaqje shkronje fillestare të madhe."],"Skip to the selected block":["Kalo te blloku i përzgjedhur"],"Schedule…":["Planifikoni…"],"Block settings closed":["Rregullimet e bllokut u mbyllën"],"Close plugin":["Mbylle shtojcën"],"Editor settings":["Rregullime përpunuesi"],"Link settings":["Rregullime lidhjesh"],"Unlink":["Hiqjani lidhjen"],"Page break":["Ndërprerje faqeje"],"Height":["Lartësi"],"Width":["Gjerësi"],"Image dimensions":["Përmasa figure"],"Thumbnails are not cropped.":["Miniaturat s’janë qethur."],"Thumbnails are cropped to align.":["Miniaturat janë qethur për drejtim."],"Media Library":["Mediatekë"],"Advanced":["Të mëtejshme"],"Reset the template":["Riktheje gjedhen në fillimet"],"Keep it as is":["Mbaje siç është"],"The content of your post doesn’t match the template assigned to your post type.":["Lënda e postimit tuaj s’përkon me gjedhen caktuar llojit tuaj të postimit."],"Resetting the template may result in loss of content, do you want to continue?":["Rikthimi i gjedhes në fillimet mund të sjellë humbje të lëndës, doni të vazhdohet?"],"Document Statistics":["Statistika Dokumenti"],"is now scheduled. It will go live on":["tani është vënë në plan. Do të bëhet publik më"],"Scheduling…":["Po vihet në plan…"],"Code editor selected":["U përzgjodh përpunuesi i kodit"],"Visual editor selected":["U përzgjodh përpunuesi pamor"],"Plugins":["Shtojca"],"term\u0004%s removed":["%s u hoq"],"term\u0004%s added":["%s u shtua"],"imperative verb\u0004Preview":["Bëjini Paraparje"],"Trashing failed":["Shpënia në hedhurina dështoi"],"Updating failed.":["Përditësimi dështoi."],"Scheduling failed.":["Vënia në plan dështoi."],"Publishing failed.":["Botimi dështoi."],"View post":["Shiheni postimin"],"You have unsaved changes. If you proceed, they will be lost.":["Ka ndryshime të paruajtura. Nëse vazhdoni, ato do të humbin."],"Document Outline":["Përvijim Dokumenti"],"Paragraphs":["Paragrafë"],"Headings":["Krye"],"Words":["Fjalë"],"Public":["Publik"],"Protected with a password you choose. Only those with the password can view this post.":["Mbrojtur me një fjalëkalim që zgjidhni. Vetëm ata me këtë fjalëkalim mund ta shohin këtë postim."],"Password Protected":["Mbrojtur me Fjalëkalim"],"Only visible to site admins and editors.":["I dukshëm vetëm për përgjegjës sajti dhe redaktorë."],"Private":["Privat"],"Visible to everyone.":["I dukshëm për këdo."],"Post Visibility":["Dukshmëri Postimi"],"Would you like to privately publish this post now?":["Do të donit ta botonit privatisht këtë postim tani?"],"Use a secure password":["Përdorni një fjalëkalim të sigurt"],"Create password":["Krijoni fjalëkalim"],"Move to trash":["Shpjere te hedhurinat"],"Parent Term":["Term Mëmë"],"Parent Category":["Kategori Mëmë"],"Add new term":["Shtoni term të ri"],"Add new category":["Shtoni kategori të re"],"Term":["Term"],"Tag":["Etiketë"],"Add new Term":["Shtoni Term të ri"],"Add new tag":["Shtoni etiketë të re"],"Switch to draft":["Kalo te skica"],"Are you sure you want to unpublish this post?":["Jeni i sigurt se doni të shbotohet ky postim?"],"Immediately":["Menjëherë"],"Save draft":["Ruaje skicën"],"Saving":["Po ruhet"],"Publish:":["Publikoje:"],"Visibility:":["Dukshmëri:"],"Are you ready to publish?":["Jeni gati për botim?"],"What’s next?":["Ç’vjen më pas?"],"is now live.":["tani është publik."],"Schedule":["Vëreni në plan"],"Update":["Përditësoje"],"Submit for Review":["Parashtrojeni për Shqyrtim"],"Updating…":["Po përditësohet…"],"Publishing…":["Po botohet…"],"Allow pingbacks & trackbacks":["Lejo pingback-e & pasgjurmime"],"Copy":["Kopjoje"],"Pending review":["Në pritje të shqyrtimit"],"%d Revision":["%d Rishikim","%d Rishikime"],"Suggestion:":["Sugjerim:"],"Post Format":["Format Postimesh"],"Chat":["Fjalosje"],"Status":["Gjendje"],"Standard":["Standard"],"Aside":["Anësore"],"Featured image":["Figurë e zgjedhur"],"Set featured image":["Vëre si figurë të zgjedhur"],"Learn more about manual excerpts":["Mësoni më tepër rreth copëzash të krijuara dorazi"],"Write an excerpt (optional)":["Shkruani një copëz (opsionale)"],"Allow comments":["Lejo komente"],"Template:":["Gjedhe:"],"no title":["pa titull"],"Order":["Renditje"],"No blocks found.":["S’u gjetën blloqe."],"%d result found.":["U gjet %d përfundim.","U gjetën %d përfundime."],"Saved":["U ruajt"],"Embeds":["Trupëzime"],"Blocks":["Blloqe"],"Search for a block":["Kërkoni për një bllok"],"Add block":["Shtoni bllok"],"Copy Error":["Gabim Kopjimi"],"Copy Post Text":["Kopjo Tekst Postimi"],"Attempt Recovery":["Provo Rimarrjen"],"The editor has encountered an unexpected error.":["Përpunuesi hasi një gabim të papritur."],"Undo":["Zhbëje"],"Redo":["Ribëje"],"(Multiple H1 headings are not recommended)":["(Nuk këshillohen krye H1 të shumëfishta)"],"(Your theme may already use a H1 for the post title)":["(Tema juaj mund të përdorë tashmë një H1 për titullin e postimit)"],"(Incorrect heading level)":["(Shkallë e pasaktë kryesh)"],"(Empty heading)":["(Krye e zbrazët)"],"Convert to blocks":["Shndërroji në blloqe"],"Convert to regular blocks":["Shndërroje në bllok të rregullt"],"More options":["Më tepër mundësi"],"Edit visually":["Përpunoje në rrugë pamore"],"Duplicate":["Përdytësoje"],"Blocks cannot be moved down as they are already at the bottom":["Blloqet s’mund të ulen poshtë, ngaqë gjenden tashmë në fund"],"Blocks cannot be moved up as they are already at the top":["Blloqet s’mund të ngjiten sipër, ngaqë gjenden tashmë në krye"],"Block %1$s is at the beginning of the content and can’t be moved right":["Blloku %1$s gjendet në fillim të lëndës dhe s’mund të kalohet djathtas"],"Block %1$s is at the end of the content and can’t be moved right":["Blloku %1$s gjendet në fund të lëndës dhe s’mund të lëvizet djathtas"],"Block %s is the only block, and cannot be moved":["Blloku %s është i vetmi bllok, ndaj s’mund të lëvizet"],"Move down":["Ule"],"Move up":["Ngrije"],"Edit as HTML":["Përpunojeni si HTML"],"Convert to Blocks":["Shndërroje në Blloqe"],"Block: %s":["Blloku: %s"],"This block has encountered an error and cannot be previewed.":["Për këtë bllok u has një gabim dhe s’mund t’i bëhet paraparje."],"No block selected.":["S’u përzgjodh bllok."],"Transform into:":["Shndërroje në:"],"Remove":["Hiqe"],"Find original":["Gjej origjinalin"],"Copy all content":["Kopjo krejt lëndën"],"Copied!":["U kopjua!"],"Additional settings are now available in the Editor block settings sidebar":["Te anështylla e rregullimeve të blloqeve, te Përpunuesi, tani ka rregullime shtesë"],"Visibility":["Dukshmëri"],"Status & visibility":["Gjendje & dukshmëri"],"Page attributes":["Atribute faqeje"],"Block":["Bllok"],"Block Settings":["Rregullime Blloku"],"Document":["Dokument"],"Document settings":["Rregullime dokumenti"],"Close settings":["Mbylli rregullimet"],"Editor content":["Lëndë përpunuesi"],"Tools":["Mjete"],"Editor":["Përpunues"],"Code editor":["Përpunues kodi"],"Visual editor":["Përpunues pamor"],"Editor top bar":["Shtyllë e sipërme përpunuesi"],"Settings":["Rregullime"],"Reset":["Ricaktoje"],"Off":["Off"],"An unknown error occurred.":["Ndodhi një gabim i panjohur."],"No results.":["S’ka përfundime."],"%d result found, use up and down arrow keys to navigate.":["U gjet %d përfundim, për lëvizje përdorni tastet Shigjetë sipër dhe poshtë.","U gjetën %d përfundime, për lëvizje përdorni tastet Shigjetë sipër dhe poshtë."],"(no title)":["(pa titull)"],"URL":["URL"],"Submit":["Parashtroje"],"Close":["Mbylle"],"Insert link":["Futni lidhje"],"Edit link":["Përpunoni lidhje"],"Link":["Lidhje"],"Strikethrough":["Hequrvije"],"Italic":["Të pjerrëta"],"Bold":["Të trasha"],"Remove link":["Hiqe lidhjen"],"Number of items":["Numër artikujsh"],"All":["Krejt"],"Category":["Kategori"],"Select":["Përzgjidhni"],"Select or Upload Media":["Përzgjidhni ose Ngarkoni Media"],"Video":["Video"],"New Column":["Shtyllë e Re"],"Delete column":["Fshije shtyllën"],"Delete row":["Fshije rreshtin"],"Edit table":["Përpunoni tabelë"],"Table":["Tabelë"],"Write shortcode here…":["Shkruani këtu kod të shkurtë…"],"Shortcode":["Kod i shkurtër"],"Separator":["Ndarës"],"Quote":["Citim"],"Write preformatted text…":["Shkruani tekst të paraformatuar…"],"Paragraph":["Paragraf"],"Font size":["Madhësi shkronjash"],"Drop cap":["Kryeshkronjë"],"Read more":["Lexoni më tepër"],"Indent list item":["Zhvendose elementin e listës për brenda"],"Outdent list item":["Zhvendose elementin e listës për jashtë"],"Convert to ordered list":["Shndërroje në listë të renditur"],"Convert to unordered list":["Shndërroje në listë të parenditur"],"List":["Listë"],"No posts found.":["S’u gjetën postime."],"Latest Posts":["Postimet Më të Reja"],"Display post date":["Shfaq datë postimesh"],"Grid view":["Pamje mozaik"],"List view":["Pamje listë"],"photo":["foto"],"Size":["Madhësi"],"Image settings":["Rregullime figurash"],"Image":["Figurë"],"Preview":["Paraparje"],"Heading":["Krye"],"Heading %d":["Krye %d"],"Heading settings":["Rregullime kryesh"],"None":["Asnjë"],"Media File":["Kartelë Media"],"Attachment Page":["Faqe Bashkëngjitje"],"Crop images":["Qethi figurat"],"Gallery settings":["Rregullime galerie"],"Gallery":["Galeri"],"More":["Më tepër"],"Classic":["Klasike"],"video":["video"],"audio":["audio"],"music":["muzikë"],"image":["figurë"],"blog":["blog"],"post":["postim"],"Embedded content from %s":["Lëndë e trupëzuar nga %s"],"Enter URL to embed here…":["Jepni këtu URL-në për trupëzim…"],"%s URL":["URL %s"],"Embedding…":["Po trupëzohet…"],"Write title…":["Shkruani një titull…"],"Fixed background":["Sfond i palëvizshëm"],"Edit image":["Përpunoni figurën"],"Columns":["Shtylla"],"Experiments":["Eksperimente"],"Code":["Kod"],"Write code…":["Shkruani kod…"],"Categories":["Kategori"],"Show hierarchy":["Shfaq hierarkinë"],"Show post counts":["Shfaq numrin e postimeve"],"Display as dropdown":["Shfaqe si hapmbyll"],"Categories settings":["Rregullime kategorish"],"Add text…":["Shtoni tekst…"],"Apply":["Zbatoji"],"Block has been deleted or is unavailable.":["Blloku është fshirë ose s’mund të kihet."],"Reusable blocks":["Blloqe të ripërdorshëm"],"Cancel":["Anuloje"],"Edit":["Përpunoni"],"Use URL":["Përdore URL-në"],"Audio":["Audio"],"Upload":["Ngarko"],"Additional CSS class(es)":["Klasë(a) CSS shtesë"],"HTML anchor":["Spirancë HTML"],"This color combination may be hard for people to read. Try using a brighter background color and/or a darker text color.":["Kjo ndërthurje ngjyrash mund të vështirësojë leximin nga njerëzit. Provoni të përdorni një ngjyrë sfondi më të ndritshme dhe/ose një ngjyrë të errët teksti."],"This color combination may be hard for people to read. Try using a darker background color and/or a brighter text color.":["Kjo ndërthurje ngjyrash mund të vështirësojë leximin nga njerëzit. Provoni të përdorni një ngjyrë sfondi më të errët dhe/ose një ngjyrë të ndritshme teksti."],"Full width":["Gjerësi e plotë"],"Wide width":["Gjerësi e madhe"],"Widgets":["Widget-e"],"Align right":["Vendose djathtas"],"Align center":["Vendose në qendër"],"Align left":["Vendose majtas"],"Printing since 1440. This is the development plugin for the new block editor in core.":["Shtypim që nga 1440-a. Kjo është shtojca e zhvillimit për përpunuesin e ri të blloqeve për pjesën bazë."],"Add title":["Shtoni titull"],"Unique identifier for the widget.":["Identifikues unik për widget-in."],"Gutenberg development mode requires files to be built. Run <code>npm install</code> to install dependencies, <code>npm run build</code> to build the files or <code>npm run dev</code> to build the files and watch for changes. Read the <a href=\"https://github.com/WordPress/gutenberg/blob/HEAD/docs/contributors/code/getting-started-with-code-contribution.md\">contributing</a> file for more information.":["Mënyra zhvillim për Gutenberg-un lyp kartela, që të montohet. Xhironi <code>npm install</code> që të instaloni varësitë, <code>npm run build</code> që të montohen kartelat, ose <code>npm run dev</code> që të montohen kartelat dhe të shihet për ndryshime. Për më tepër të dhëna, lexoni te kartela <a href=\"https://github.com/WordPress/gutenberg/blob/HEAD/docs/contributors/code/getting-started-with-code-contribution.md\">për dhënie ndihmese</a>."],"Slug":["Identifikues"],"Comment":["Koment"],"Discussion":["Diskutim"],"Custom fields":["Fusha vetjake"],"Excerpt":["Copëza"],"Publish":["Botoje"],"Metadata":["Tejtëdhëna"],"Save":["Ruaje"],"Documentation":["Dokumentim"],"Select Category":["Përzgjidhni Kategori"],"Invalid post type.":["Lloj i pavlefshëm postimi."],"(Untitled)":["(I patitull)"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["Që të funksionojë si duhet, Gutenbergu lyp WordPress %s ose të mëvonshëm. Ju lutemi, përmirësoni WordPress-in, përpara se të aktivizoni Gutenberg-un."],"Gutenberg Team":["Ekipi Gutenberg"],"https://github.com/WordPress/gutenberg":["https://github.com/WordPress/gutenberg"],"Gutenberg":["Gutenberg"],"Demo":["Demo"]}